[
	{
		"postIndex": 785,
		"postNum": 804,
		"postLink": "/sp14800215",
		"postTime": "2009-01-25",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t226043p67",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "Jag har inte alls hävdat det motsatta. I alla jävla inlägg jag har skrivit har jag fått tjata om att klassamhället inte upphävs på en gång. Läs istället. Du har fått svaret innan. Du vet vad jag svarar. Svaret är inte nekande. Gissa vad det blir då. Ja, och vi har hela tiden varit överrens om att Marx skrev förtryck. Därför har alltid diskussionen handlat om definition. Du babblar om allt annat just för att du inte vågar ge dig in på en diskussion gällande definition. Jag har inte hävad något sådant, ochMarx eller jag hävdar inte att de behöver försvinna samtidigt. Exempelvis visar Sovjetunionen och förstatligande av produktion, som Engels beskrev, att arbetarklassen inte behöver försvinna bara för att borgarklassen gör det. Du hävdar att inte arbetarklassen fanns i Sovjetunionen? Citera mig när jag påstår att kapitalism och klassamhälle upphör i och med att borgarklassen gör det på de ställen där arbetarklassen tar makten? Om arbetarklassen finns kvar betyder det att klass finns kvar, borgarklassen är kanske inte utslagen på alla ställen därför kan borgarklassen ställa sig mot arbetarklassens diktatur (det innebär inte att borgarklassen finns kvar på de ställen där arbetarklassens diktatur råder). För att förstå det här krävs det diskussion om definition av ordet. För om du har den felaktiga tolkningen av ordet du har så anser du att det här är motsägande, men med en annan tolkning är det inte det. Jag ska citera ett mycket tidigare inlägg av mig: Svaret blir ja. Men det är ju bara en motsägelse med din felaktiga tolkning, och att du inte kan läsa. Om vi inte diskuterar tolkning är diskussion omöjlig. Med den tolkning, det rätta, av Marx så är det ingen motsägelse. Du har visst påstått att det är en självmotsägelse. Det är ju det som får dig att tro att jag anser att klassamhället upphör när borgarklassen gör det. Klassförtryck kan betyda väldigt många olika saker, ingen av oss förnekar att ordet används, därför är en diskussion om tolkning det viktiga. Jag har aldrig påstått att klassamhället upphör när borgarklassen. Läs istället, fjant. Jag påstår att klassamhället inte upphör när borgarklassen gör det (när arbetarklassen tar över). Är det svårt att förstå? Som sagt enligt din tolkning av ordet är det svammel, men inte enligt min tolkning. Därför har alltid diskussionen handlat om definition. Nu har vi dock varit överrens jävligt länge. Som sagt ärt vi överrens. Därför: \"Det förtryck som utövas är ett historiskt förtryck. Det är det du inte förstår. På samma sätt som den borgerliga revolutionen förpassade de tidigare härskarklasserna till historien slutar borgarklassen att vara en klass. Man kan inte \"förtrycka\" en klass som inte finns på det rumsliga sätt du tolkar ordet på, det förtrycket existerar bara på en temporal historisk nivå och det är på denna nivå även borgarklassen förtrycker tidigare härskarklasser. Borgarklassen ärvde dock sin position som härskarklass, vilket innebär att den är tvungen att härska med alla till buds stående medel. Proletariatets kommunistiska revolution, däremot, upphäver alla behov av att härska på rumslig nivå. Du kan inte greppa det, men det kunde Marx och det kan kommunister idag.\" \"Ja, det var lite av det jag ville visa på, hur du i din värld vill försöka komma undan med samma sak, mr i rest my case. Vad jag, och Chen här nedan verkar det som, vill säga är att när arbetarklassen erövrar makten över sig självt så upphävs samtidigt det samhällsförhållande som gör att borgarklassen kan existera. De enskilda individerna i borgarklassen berövas sin makt och förvandlas till gelikar, förtryckta inte i sin egenskap av individer (det vi talar om är en lång process) utan i sin historiska egenskap som klass.\" Men det är därför jag nämner borgarklass som du ställer frågan. Borgarklassens upphörande är inte samma sak som kapitalismen och klassamhällets avskaffande. Klassförtryck betyder en annan sak än vad du tror. Nej, jag svarade från första början."
	},
	{
		"postIndex": 960,
		"postNum": 982,
		"postLink": "/sp14898819",
		"postTime": "2009-01-31",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t226043p82",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "Du är nonsens. Inte mer än vad dina påståenden gör. Ja, och stora citat är lika nonsens det. Du menar allvarligt att arbetaren blir utsugen på samma sätt som bonden? Att arbetaren är den förtryckta klassen och att bonden var det betyder inte att de rent materiellt blev det på samma sätt. Utsugningen fortsätter, men på ett annat sätt. Den livegne var inte fri, det är arbetaren (alltså inte fast vid en arbetsköpare). Den livegne hade sin lilla jordbit, arbetaren har endast sin arbetskraft kvar att leva på. Det är ju bara se så förstår du att det är skillnad. Marx beskriver ju det här, det ständiga hänvisningar till manifestet kan beskriva det här också. Om vi ska diskutera så får du svara på vad jag skriver. Jag skrivet ju att borgarklassen blir förtryckt. ? Med tanke på att jag säger att borgarklassen blir förtryckt så slåss du mot halmgubbar. Med tanke på att jag fortfarande hävdar att det innebär förtryck så nej. Läs vad jag skriver istället. Ja, borgarklassen blir förtryckt? Jag diskuterar på vilket sätt borgarklassen blir det. Men det är bara att läsa. Proletariatets diktatur innebär att man upphäver klasserna (alltså att det leder till kommunism i längden), borgarklassens diktatur vill försvara sitt herravälde så att den finns i all oändlighet. Du påstår att Marx hävdar något annat. Bevisa det. Ja, men det betyder inte att förtrycket i praktiken innebär samma sak. förklara för mig hur arbetarklassen kommer kunna suga ut mervärde ur borgarklassens arbete. Det är det som är att förtryck betyder samma sak. \"Förtryck\" är ett ord som sätt i ett sammanhang. \"Människa\" är ett ord som fortfarande är samma ord även om det får en annan omgivning. \"Människan är kvinna\" och \"Människan är man\". Jag påstår att det är skillnad på de båda människorna, men du menar att det inte alls är någon skillnad. Jag hävdar att det finns förtryck. Frågan är vad det här förtrycket innebär. Det är förtryck av borgarklassen son historisk klass. Det är fortfarande ett förtryck. På samma sätt som att människan fortfaramde är människa även om människan är man eller inte Det tillför det som står. Jag diskuterar vad förtryck är. Jag hävdar att arbetarklassens diktatur ser olik ut om man jämför med borgarklassens diktatur. Du förstår inte det. Jag hävdar att det är förtryck av borgarklassen som historisk klass. På samma sätt som jag hävdar att människan är fortfarande är människa även om människan är man eller inte. Jag ger den stöd hela tiden. Du flyr bara. Om man läser Marx i någon helhet så förstår man att borgarklassen försvinner när arbetarklassen tar över, och att det är förtryck som historisk klass. Ge stöd för den tolkning då. Och påstå inte att jag anser att det inte innebär förtryck. Det är helt fel. Jag hävdar bara att ord kan innebära olika saker i olika sammanhang, inte att de skulle betyda en annan sak. Jag diskuterar inte \"förtryck\" eller \"utsugning\" som enstaka ord, utan i sammanhanget den finns i. En människa som är man och en människa som är kvinna. Själva ordet betyder inte olika saker, men i sammanhanget får den en annan betydelse. Nej, för du kan inte konstatera det. Belägg det först, tack. Förtryck av borgarklassen innebär förtryck av den historiska klass medlemmar av borgarklassen en gång var. Det betyder att borgarklassen som historisk klass förtrycks i betydelsen att de förlorar all makt och upphävs som klass. Det betyder inte att det inte är ett förtryck. Diskussionen är om av vad man ska förtrycka. Att du inte kan förstå att det är skillnad på stat och stat. om arbetarklassen organiserar sitt egna våldsmonopol, genom miliser och råd, så är det en konkret skillnad mellan det och dagens polis och armé. På samma sätt som det är skillnad på en man och en kvinna. Båda är fortfarande människor. Stat och stat är både stater, och innebär i helhet samma sak, men inte att det konkret är uppbyggt på samma sätt"
	},
	{
		"postIndex": 227,
		"postNum": 230,
		"postLink": "/sp4038744",
		"postTime": "2006-04-18",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p20",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Det var det som diskuterades. Du började hävda att en våldsam revolution kunde vara pacifistiskt efter att jag skrev detta: \"Om man INTE anser detta så blir hela synen på att göra blodig revolution för att införa en politisk åsikt mycket svår.\" Vi pratar alltså om våldsamma och blodiga revolutioner. Du har ägnat 11 dagar åt att hävda att blodiga revolutioner inte behöver bara våldsamma. Tänker du sluta hävda det nu? Bra! Då kan vi återgå till det vi diskuterade innan du började fjanta dig: \"Givetvis är alla uttalanden om vad vilken grupp som helst tycker en generalisering. Det borde inte behöva påpekas. Jag bara konstaterar två saker: 1. Dom flesta kommunister tycker att ändamåleh helgar medlen. 2. Om man INTE anser detta så blir hela synen på att göra blodig reovlution för att införa en politisk åsikt mycket svår. Det är helt enkelt svårt att vara revolutionär socialist om man INTE tycker detta. Eller, svårt och svårt, det är i alla fall inkonsekvent.\" Det var detta jag sa, och ditt svar på detta var att våldsama revolutioner inte behövde vara våldsamma. Vilket är irrelevant för sammanhanget. Du tror att du skall komma undan debatten genom att diskutera skitsaker och hävda kompletta dumheter, men det funkar inte med mig. Enligt dom flesta. Den uppdelningen av socialism mellan demokratiskt reformistiskt socialdemokrati och den revolutionära kommunismen med sin proletariatets diktatur är allmänt accepterad. Se tex Du är välkommen att ha andra definitioner, men du måste inse att detta är den allmänt accepterade definitionen och det är i denna mening dom flesta förstår ordet \"kommunism\". Om du använder en annan definition måste du specificera den. Eftersom det här är min tråd, och jag ansluter mig till denna vanliga definition, är det alltså i denna betydelsen jag använder ordet. Behöver jag upprepa det här fler gånger nu? Nähäru. \"Kommunisterna försmår att hemlighålla sina åsikter och avsikter. De förklarar öppet, att \" och även \"När vi tecknade de allmänna faserna av proletariatets utveckling, följde vi det mer eller mindre dolda inbördeskriget inom det bestående samhället till den punkt, där det bryter ut i en öppen revolution och proletariatet genom att störta bourgeoisin grundar sitt eget herravälde.\" samt \"När proletariatet i kampen mot bourgeoisin med nödvändighet förenar sig som klass, genom en revolution gör sig till härskande klass och som härskande klass upphäver de gamla produktionsförhållandena, så upphäver det med dessa produktionsförhållanden klassmotsättningarnas existensbetingelser, klasserna över huvud taget och därmed sitt eget herravälde som klass.\" Detta bara ur det kommunistiska manifestet, som du uppenbarligen aldrig har läst. Du kanske skall göra det innan du uttalar dig om kommunism? Jo. Så är det. Se ovan. Läs uppslagsverk. Lös på om socialism ochs ocialismens grenar och historia. Jag vrider och vänder inte på nånting. Först sa du att en kommunist var någon som strävade efter nåt han ansåg var en bättre värld. Då är liberaler kommunister. Sedan sa du att en kommunist är någon som kommunister anser är en bättre värld. Det är en cirkeldefinition, och alltså ingen definition alls. Sedan sa du \"En kommunist anser att ett klasslösare samhälle är ett bättre samhälle.\" Det är ingen cirkeldefinition, men det är dock återigen en definition som innebär att liberaler är kommunister. Ja, självklart. Jaha, det var det jag trodde du menade. Då missförstod jag. Det finns varianter av definitionen, till exempel anser man att staten är våldsmonopolet, dvs monopolet på rättsystem. Då är Little Italy inte en stat. I andra definitioner så är det det. Detta är dock detaljer i det store hela. Nej, militärdomstolar är en del av det stora statliga rättsystemet. Jag sa RÄTTSYSTEM, inte \"domstol\". Jo, det gör det. Det är det det betyder. Ett land i inbördeskrig har i allmänhet bara ett officiellt rättsystem, och ett våldsmonopol. Om det är så att \"rebellerna\" uner en längre tid har den praktiska makten över ett större område så blir dom vanligen officiella, varvid landet upphör att vara en stat och är två stater. Så, nej, där hade du fel igen. Våldsmonpol är faktiskt ekvivalent med stat. Det finns diskuterabara gränsfall, men dom är i sammanhanget irrelevanta. Och då den diskussionen nu är avklarad så är vi tillbaka till där denna meningslösa utvikning tog fart: Du: \"Statslös innebär inte nödvändigtvis att det inte kommer att existera någon form av kooperativ. Givetvis kommer man alltid att kunna vidareutveckla samhället.\" Jag: \"Nej, du kan vidareutveckla cooperativet, men bara lite. Annars blir det nämligtvis en stat igen. En av dom allra mest grundläggande saker du måste ha i varje coopertaiv över kanske ett par hundra personer, är lagar och regler, dvs ett rättsystem. Vilket råkar vara definitionen på en stat.\" Så är det. Därmed är DEN diskussionen avklarad, och vi kan gå tillbaka till nästa steg i diskussionen: \"Den kommunistiska utopin är statslös och därmed politikerlös. Den går inte att förbättra på politisk väg.\" Punkt."
	},
	{
		"postIndex": 599,
		"postNum": 614,
		"postLink": "/sp14686448",
		"postTime": "2009-01-18",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t226043p52",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "Det var inget argument, pucko. Nej, snarare ett av problemen. Kapitalismens grund är inte kapitalister, utan en generalisering av lönearbete och varuproduktion. I proletariatets diktatur finns inte borgarna som klass, endast som några som gör motstånd, och arbetarklassens herravälde är inte lika dåligt just för att det inte är något herravälde som andra klassamhällen innebar. Arbetarklassens diktatur innebär avskaffandet av klassherraväldet. När kapitalismen bygger på lönearbetet där arbetarklassen arbetar åt andra så innebär avskaffandet av kapitalismen att borgarklassen upphör som klass. Därför kommer inte arbetarna att förtrycka borgarklassen. Endast de som med våd försöker krossa samhället. Det är inte lika dåligt. Kapitalismen strävar efter att behålla förtrycket, arbetarklassens revolution innebär ett krossande av det och inte att arbetarklassen förtrycker borgarklassen som upphör i och med revolutionen. Men han säger ingenting som liknar det du säger. Arbetarklassens diktatur bygger på någonting som inte kan innebära borgarklassen, det vill säga arbetarklassens herravälde (det innebär som sagt att arbetarklassen griper makten och det kan inte innebära att borgarklassen som klass finns kvar just för att deras existens som klass innebär att arbetarklassen lyder) Jo det kan jag. Att, utan argument, påstå \"Sunt förnuft kan du inte applicera på Marxism.\" är däremot ett tecken på idioti. Jag kan enkel marxism, det jag invänder är att du använder ord som \"stat\", \"diktatur\", och \"förtryck\" helt fel. Så jag ber dig att definiera \"förtryck\". \"Förtryck\", om nu Marx använder det så ofta, innebär i såna fall att arbetarklassen försvarar sig. Det är inte fel, på samma sätt som att du inte anser att det polisen gör när dem griper mördare är fel. Ja, men fortfarande finns grupper som gör motstånd kvar. Det kan vara militär som finns kvar eller något. Nej, det jag jag inte missat. Jag undrar vad det är som är dåligt med det? Vad är felet med arbetarklassens makt? Om du påstår att det är pga det innebär \"förtryck\" så får du gärna citera Marx där han säger det. Jag har inte ens använt ordet förtryck, och jag förstår inte varför jag ska göra del heller. Du använde dig av ordet, och du påstår att Marx också gör det. Det kanske han gör, kan du upplysa mig om var han gör det? Men självklart kan jag tycka att en sak under arbetarklassens herravälde är bra (exempelvis just \"herravälde\") men inte bra under kapitalismen. Att arbetarklassen försvarar sig är bra, och det är den enda betydelsen som \"förtryck\" har inom marxism i såna fall. Jag använder dock inte ordet. Men citera Marx när han gör det så kan vi reda ut det. Nej, det är det inte. Du påstod att kommunister påstår sig inte stödja massa saker men att de gör det. Att man kan döda massor. Det är om något en halmgubbe. Ja, men du sa \"blodig\". Enstaka ord bygger inte själva marxismen. Jag är varken 14 år eller har missat att läsa manifestet. Du använder dock ord fel. Men det är ju detta som är helt fel. Borgarklassen kan inte tryckas ned med tanke på att de upphör i och med revolutionen. De får arbeta som alla andra och om de gör det behöver de inte utsättas för någonting. Endast om de tar till vapen. Borgarklassen förlorar sin makt och blir arbetare. Japp, men i fallet arbetarklassens diktatur är endast de som tar till vapen som motverkas. Du har noll koll som vanligt. Testa att läsa Marx som man läser en vanlig bok, inte att hitta smaskiga citat."
	},
	{
		"postIndex": 957,
		"postNum": 979,
		"postLink": "/sp14885864",
		"postTime": "2009-01-30",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p82",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Jävligt bra fråga. Ställ den till dig själv innan du svarar med märkligt nonsens i fortsättningen. Och vad tillför det här diskussionen? Stora citat då. Ta en hög med citat och visa hur dom hänger ihop. Hänvisa till kapitel. Lägg fram logiken baserad i Marx skrifter. Det du gör nu är att DU tolkar Marx på DITT sätt, och du menar att det måste vara så för att DU anser att han inte är logisk annars. Men han är varken mer eller mindre logisk med dina förvirrade tolkningar. Du hävdar nu att Marx sa att det skulle komma en period där arbetarklassen förtrycker, och att den proletära diktaturen innebär förtryck, men att han mendade att ingen skulle förtryckas. Och detta hävdar du är mer konsekvent och logiskt, än att tolka honom som att han faktiskt menade förtryck. Tror du verkligen att Marx var så korkad att han sa att det skulle förekomma förtryck när han menar det direkt motsatta? Sanslöst. Du tolkar proletariatets diktatur som att ingen skall bli förtryckt. Varför i helvete sa då inte Marx det? Varför sa han inte att ingen skulle bli förtryckt under proletariatets diktatur? Nej, skärpning. Tar du tillbaka ditt erkännande av vad Marx sa som det tog en vecka att få ur dig? Skall vi börja om från början? Nej, du påstår det, ich jag vill att du talar om när MARX påstår det. För jag menar att för Marx betyder förtryck samma sak även efter arbetarklassens maktövertagande. Din teori om att han helt plötsligt byter betydelse för det ordet är fullständigt befängd. Tror du att Marx var så blåst att han inte hade använt ETT ANNAT ORD om han menade nånting annat? Nej. Givetvis menar Marx samma sak med ordet Unterdruckung både före och efter maktövertagandet. han menar det som på svenska heter \"förtryck\". Och förtryck finns inte om inte nån blir förtryckt. Samtidigt som du hävdar att den inte finns. Och alltså inte kan bli förtryckt. Du säger emot dig själv, och hävdar att det är mer logiskt än Marx var. Det gjorde jag från början. Den diskussionen är avslutad. Och vad tillför detta debatten?' Nej Du hävdar EXPLICIT att ingen skall bli förtryckt. Det betyder att det inte förekommer förtryck. Du kan alltså inte ge något som helst stöd för din befängda tolkning av Marxismen. Bra. Då kan vi avsluta den debatten. Menar du att Marx byter betydelse av ord i en text utan att omdefiniera dom? Att ord kan betyda sin motsats i Marx texter, och att han hoppar fram och tillbaka mellan totalt diametrala betydelser? Nej, för du svarar ju inte. Ja. Svaret är att han inte har det. Därmed kan vi konstatera så mycket som att ordet förtryck fortsätter att betyda förtryck även under proletariatets diktatur, och att individer kommer vara förtryckta under proletariatets diktatur, precis som individer var förtrycka under kapitalets diktatur. Så. Sammanfattning av diskussionen: Frågan är då vad detta förtryck innebär mer konkret. Men innan jag går in på det tänker jag låta Chen svara på det här inlägget, så han blir av med lite aggressioner."
	},
	{
		"postIndex": 115,
		"postNum": 115,
		"postLink": "/sp3816669",
		"postTime": "2006-03-08",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p10",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Dåså. Alltså förespråkar kommunism viss ekonomisk politik, eftersom ägandet är en del av den ekonomiska politiken. Din punkt 1 är därmed avklarad. ALLT är felaktigt. Från värdeteorin och vidare. Att tala om precis varför allt är felaktigt är givetvis inte möjligt här. Marx ekonomiska skrifter är långa, och du inser givetvis att om man skall förklarar varför allt är fel måste ju förklaringen inbegripa det han säger som är fel, så förklaringen är minst lika lång som själva Kapitalet (alla banden). Det är längre än vad Flashback tillåter som inlägg. Så därför nöjer jag mig med att påpeka att ALLT är fel. Detta är uppenbart om man läser ens den minsta lilla grundläggande ekonomikurs, och om du tycker att nån bit nånstans är korrekt så kan du ju ta upp den för diskussion. Dock är det rätt off-topic, eftersom detta i sig inte har nåt att göra med varför kommunismen alltid leder till totalitärt förtryck, annat än indirekt. Så vill du diskutera det förslår jag en separat tråd. Därmed är din punkt 3 avklarad och motbevisad. Ja, kapitalismen har generellt sett varit relativt oblodig, om man jämför med socialismen. Och socialismen är på väg ut med stormsteg. Resultat: Mycket mindre blodigt samhälle. Första. Fast tar man bort krig och tittar bara på politiskt mördande är det mitten, faktiskt. Socialismen var ju som starkast under 70-talet. Den världen är en omöjlighet, så vad som skulle hända i den är ekvivalent med spekulativt flum av typen \"om grisar kunde flyga\". Det har inget i politisk diskussion att göra. Det här är inte bara \"om grisar kunde flyga\" spekulationer, det är rena dumheter, eftersom du här antar att folk på nåt vis uppför sig annorlunda bara för att samhället är kommunistiskt. Kommunismen innebär bland annat avskaffandet av staten, dvs av rättsystemet, och samma sak händer varje gång man gör det: Samhället börjar terroriseras av våldsverkare. Det kommer hända i kommunismen också. Jag föreslår att du skall sluta förespråka det våldsamma införandet av en omöjlig utopi, eftersom det alltid leder till totalitärt förtryck. Det föreslår jag. Det är möjligen intressant om man vill analysera dig, vilket för all del är intressant. men det här är fel tråd. Dessutom förklarade du inte det intressanta: Varför du är kommunist, utan det du gjorde var att dra upp en usel rationalisering för våld. Det är inte intressant. Jag skiter i dina rationaliseringar. Du tycker alltså det låter rimligt att man inför ett samhälle vars syfte är att förtrycka en klass. Tack för att du så tydligt stödjer mig i min argumentation. Om du kan välja mellan att dina barn blir mördade av en sinnesjuk galning som hör röster, och att dina barn lever, skulle det göra nån skillnad för dig vad rösterna sa? Nej, såklart inte. Och det är det som är saken här. Det är ATT du förspråkar våld som är problemet, inte vilka usla undanflykter du fantiserar ihop för våldet. Det är VÅLDET som är problemet, inte undanflykterna. En gång till eftersom du inte verkar vilka förstå: Det är VÅLDET som är problemet, inte undanflykterna. Du har alltså våldet som grundförutsättning. Du reflekterar inte ens över vad det leder till eller om det behövs. Inte konstigt du stödjer totalitärt förtryck med den inställningen. Du sa \"Kommunismen går inte ut på att \"införa\" någonting [...] Kommunismen definieras alltså bara som negationen till detta samhälle\". Med andra ord, du säger \"Kommunismen går inte ut på att införa kommunism, utan på att negera detta samhället\". Men eftersom det är samma sak, så så du alltså: \"Kommunismen går inte ut på att införa kommunism, utan på att införa kommunism\". Det får du väl fråga andra socialister om. Jag bara konstaterar att socialister konsekvent anser att ändamålet helgar medlen. Det är genomgående i världssynen, tydligen. Tänkbart. Men det lär inte ändra nåt. Därför att kommunismen är dels en utopi med statslös egendomsgemenskap, dels den idologi som eftersträvar den utopin och dels den rörelse som tillskriver sig ideologin. Det du sa var: \"för mig så handlar kommunism i dagsläget inte om att avskaffa kapitalismen som sådan, utan snarare om mindre attacker mot kapitalet för att förbättra min vardagliga situation.\" Det är alltså inte kommunism i någon vanlig mening, utan en alldeles egen definition. Kommunismen förespråkar inte ens attacker på kapitalet, eller förbättrandet av arbetarens situation under kapitalismen. Tvärtom snarare. Så att attackera kapitalismen för att förbättra din situation är om något direkt anti-revolutionärt, eftersom färbättrandet av arbetarnas situation kommer förhindra revolutionen. Inte alls. Nej, det sa jag inte. Jag sa:\"Nu har vi minst tre diskussioner där det finns deltagare som hävdar att kommunism inte alltid leder till förtryck, utan bara på obegripliga grunder råkar ha gjort det av en ren slump alla gånger m an har försökt.\" Du sa: \"Kommunister förklarar vissa samhällens misslyckanden med att utveckla kommunism med slumpen och \"obegripliga grunder\".\" Det står inget om att \"utveckla kommunismen\" i det jag sa. Ditt påstående blir oerhört märkligt. Man utvecklar ingenting, man kommer med undanflykter. Då kanske du skall lyssna lite då. Du kan ju läsa första inlägget i den här tråden, till exempel."
	},
	{
		"postIndex": 638,
		"postNum": 653,
		"postLink": "/sp14712262",
		"postTime": "2009-01-20",
		"postUser": "Weaverworld",
		"postUserID": "/u95471",
		"postUrl": "https://www.flashback.org/t226043p55",
		"userUrl": "https://www.flashback.org/u95471",
		"sentence": "Så då upphör alltså klasser att existera, direkt efter revolutionen så uppstår kommunismen. Varför pratar då Marx om proletariatets diktatur och varför diskuterar marxister/kommunister om den \"mellanperiod\" där borgarna ska förtryckas och kontrarevolutionärer ska bekämpas? Denna period refereras ju mest till som socialism och kan vara under en ganska lång period fram till dess att befolkningen uppnår \"medvetenhet\". På mig verkar det som att ni enbart försöker få förtryck att framstå som något helt annat än vad det är med ord. Om vi nu fortfarande har en stat efter revolutionen så måste det existera ett förtryck eftersom staten används för att förtrycka en klass. Om det existerar ett proletariat existerar ett klassamhälle, vilken är då den antagonistiska klassen enligt er? Tillhör alla proletariatet? Då har vi ju enbart en klass och därmed ett klasslöst samhälle så jag förstår inte alls hur ni resonerar. Marx säger i \"kritiken av Gotha-programmet\" Här definierar alltså Marx tiden mellan kapitalismen och kommunismen som en diktatur och ett förtryckande av klasser, vidare säger Engels i Brevet till Babel: Detta kan knappast vara något annat än definierat förtryck, våld till och med mot opponenter till proletariatet som klass. Marx talar vidare om att staten kommer att \"vittra sönder\" när diktaturen krossat allt motstånd och kapitalisterna (borgarna) upphör att existera. Både Marx och Engels ansåg alltså att klasser skulle existera även efter den våldsamma revolutionen. Att borgarnas pengar och egendom konfiskeras gör ju inte att de upphör att existera som antagonistisk klass i samhället, eller hur? Marx håller inte alls med dig i detta, han ansåg att proletariatets stat skulle förtrycka \"kontrarevolutionärerna\", det han sa var att eftersom den kapitalistiska diktaturen var ett minoritetsförtryck behövde den använda mer våld. Men proletariatets diktatur behöver inte använda lika mycket våld eftersom det är majoritetens förtryck. \"Far less\" är det operativa ordet här. Jag läser detta om och om igen från kommunisterna/socialisterna men jag ser inga konkreta svar från er på smartypants frågor. Det är ju uppenbart att ni regresserar till personangrepp istället för konstruktiv dialog eftersom ni inte vill erkänna för er själva vad som är verkligt."
	},
	{
		"postIndex": 961,
		"postNum": 983,
		"postLink": "/sp14900974",
		"postTime": "2009-01-31",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p82",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Det mest här är förklaringar. Du behöver inte bry dig om att svara på det (men läs det innan du svarar på frågorna på slutet). OK, så faktum är att man skall helt skita i vad Marx skrev när man diskuterar Marxism? Citerar man Marx gör man fel. Tar man stora citat gör man fel. Lägger man fram logik baserat på påståenden belagda med hänvisningar till Marx skrifter så är det också nonsens. Kort sagt, att faktiskt LÄSA Marx, och grunda sig på det han skriver är nonsens i att tolka honom? Men den attityden blir din syn på Marxismen helt väntad. Jag menar allvarligt att du inte läser mina svar. Så du kan iaf inte klaga på att jag blir tjatig. Igen: Precis som en helikopter och ett flygplan inte flyger på samma sätt, men ordet flyga fortfarande betyder samma sak. Sörrö. Att person 1 och person 2 inte är förtryckta på samma sätt hindrar inte att båda är förtryckta. Det DU hävdar är att Marx menar en sak med ordet förtryck både i slavsamhället och feodalismen och kapitalismen, men i proletariatets diktatur betyder helt plötsligt ordet nåt helt annat. Du menar att i slavsamhället innebär förtryck att individer blir förtryckta. Du menar att i feodalismen innebär förtryck att individer blir förtryckta. Du menar att i kapitalismen innebär förtryck att individer blir förtryckta. Men i proletariatets diktatur innebär helt plötsligt förtrycket att ingen blir förtryckt. Detta hävdar du. Och då begär vi att du ger nåt stöd i Marx texter till detta påstående. Att du på nåt vis visar att Marx byter betydelse på ordet. Du hävdar att ingen skall bli förtryckt. Arbetarklasen skall utöva förtryck, hävdar du, men ingen skall bli förtryckt, hävdar du. Du hävdar att INGEN skall bli förtryckt. Varför, frågar jag dig, sa inte Marx det då? Varför hävdar Marx att förtryck skall förekomma, när han menar med det att ingen skall bli förtryckt? Nej, det gör du inte. Du påstår UTTRYCKLIGEN och EXPLICIT att ingen individ skall bli förtryckt. Har du ändrat dig? Du hävdade att det utövade klassförtrycket inte innebär att någon individ blir förtryckt. Ja. I LÄNGDEN. Förstår du det ordet? I LÄNGDEN. Det innebär att klasserna INTE är upphävda från början. Förstår du detta? Är det nåt oklart där? Nej, det är DU som påstår att Marx hävdar nåt annat. Det finns många möjligheter till hur. Det vi diskuterar är inte hur Marx föreställde sig att detta skulle fungera, utan vad han SA. Marx sa inte HUR, bara ATT förtryck skulle förekomma. Tydligen inte. Nej. Jag påstår att båda är människor. Du hävdar att den enda människan inte är en människa. Du hävdar att under förtrycket blir ingen förtryckt. Detta har du explicit hävdat. Jag förstår precis. Du gör idiotiskt undanflykter och nyspråk, där dom försöker omdefiniera ord till dess motsats. Det kommer inte lyckas så länge du diskuterar med mig. Ovanstående är förklaringar. Du behöver inte bry dig om att svara på det (men läs det). Här är det du skall besvara. Undanflykter kommer ignoreras: Det här är ett steg bakåt, för faktum är att trots att du hävdade att det skall förekomma förtryck, så menar du inte det. Du har istället försökt använda ordet förtryck, men omdefiniera det så att det inte betyder förtryck längre. Det är därför du ville så desperat diskutera vad förtryck innebär, för du ville omdefiniera ordet. Korkat av mig att jag inte fattade det. Du kommer säkert försöka omdefiniera ord mer gånger."
	},
	{
		"postIndex": 598,
		"postNum": 613,
		"postLink": "/sp14685654",
		"postTime": "2009-01-18",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p52",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Chen vill inte av att förstå att svar på den här trådens inlägg i den här trådens ämne skall besvaras i den här tråden. Han har istället krävt upprepade gånger att jag är off topic i en annan tråd. Det tänker jag inte vara. Jag svarar här. Vilket bra argument. Marxismen menar att problemet med kapitalismen är att borgare förtrycker arbetare. Du kan definiera \"förtrycka\" hur du vill, men det måste vara rätt dåligt, eller hur? I proletariatets diktatur skall arbetare förtrycka borgare. Detta måste rimligen vara lika dåligt, eller hur? Säg det till Marx. Sunt förnuft kan du inte applicera på Marxism. Om du hade kunnat lite enkel Marxism, så hade du vetat att avskaffandet av klasserna sker under proletariatets diktatur. Förtrycket sker alltså under proletariatets diktatur, och när klasserna sedan har upphört upphör givetvis förtrycket också. Men under proletariatets diktatur så finns förtrycket. Allt enligt Marx. Om du tycker detta inte är förnuftigt så är det ju bra. Det är inte förnuftigt. Men det är så Marxismen säger att det skall bli. Du är välkommen att ta avstånd från Marxismen. I proletariatets diktatur har arbetarna den militära och polisiära makten.. Det torde vara precis det som menas, jo. Du har alltså missat hela biten med proletariatets diktatur. Det var ju synd, men nu när du har fått upp ögonen för den biten av Marx teori så torde du snabbt inse att det inte är nåt bra, du är ju tydligen emot den biten av Marx teorier, vilket är positivt. Onekligen påstår Marxismen just detta ja. Dåså. I din tolkning av Marxismen är \"förtryck\" nånting bra alltså? Jag tror nog DU får ta och definiera förtryck, för du verkar ha en rätt unik definition av det. Om förtryck nu inte är nåt dåligt, varför skall man överhuvudtaget göra revolution? Halmgubbe. Det heter våldsam revolution, och det säger han i kommunistiska manifestet, som du alltså inte har läst. Gör det. Läs Das Kapital efter det. Sedan kan du läsa Karl Poppers \"The open society and it's enemies\" samt Johan Norbergs \"Till världskapitalismens försvar\". Efter det är du kanske mogen att diskutera Marx. Patetiskt. Varför utropar sig konstant korkade fjortonåringar till experter på Marx när dom inte ens har läst Det Kommunistiska Partiets manifest, och börjar gnälla på att alla som faktiskt kan nåt om Marxism är \"obildade\". Det är ju rent tragiskt korkat. Förtryck är tillstånd där en starkare part orättvist utövar sin makt på en svagare part. Termen förtryck används ofta för att beteckna hur en grupp hålls nere med hjälp av maktbefogenheter, med oberättigat våld eller med samhälleliga normer. Diktatur är i Marx betydelse när en grupp har makten i samhället och förtrycker en annan."
	},
	{
		"postIndex": 929,
		"postNum": 951,
		"postLink": "/sp14867912",
		"postTime": "2009-01-29",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t226043p80",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "Det är bara du som har fått för dig att jag påstår att det inte egentligen är förtryck under enda diktaturen. Du svarar inte på vad jag skriver och det är det som är problemet. Ja, och det innebär inte att ena klassen finns där arbetarklassen tar makten. En klass kan forma sig i kampen också. Men då handlar det inte om borgarklassen som den existerande klass den är nu, utan att kontrarevolutionärer förenar sig. Bara för att borgarklassen inte finns som den klass de är nu betyder inte att klasskonflikter och motsättningar upphör Som exempel är inte proletariatets diktatur ett nytt samhälle som går och väntar på att staten ska försvinna, utan det är en evig kamp för att klasserna ska försvinna. Det innebär att borgarna finns på de ställen där inte revolutionen spridit sid, man är mitt uppe i kamp osv. Vad jag försöker säga är att på de ställen där arbetarklassen tar över så försvinner det ställets borgare. Det är du som inte vet vad du snackar om. Det finns ingen direkt uppdelning av socialism och kommunism, där socialismen är ett samhälle som bara går och väntar på att socialismen ska försvinna så att kommunismen ska skapas, utan det är en del av revolutionen. Men att veta vad klasser är och vilka som finns är ett måste förstå vad det här förtrycket innebär. Du har hävdat att proletariatets diktatur innebär att individer förtrycks och att massmord och våld ska vara tillåtet. Det är att INTE förstå vad det här förtrycket innebär. Du missar ju allt det jag skriver. Man måste vara bra dum för att tro att jag diskuterar klassers namn, för jag diskuterar egentligen vad förtrycket innebär och således måste man veta vad klass är för någonting. Jag hävdar inte alls att förtrycket inte är ett förtryck. Jag hävdar ju ett det är ett förtryck! Inbilla dig inte så massa. Läs igen så förstår du att jag diskuterar vad förtrycket är för något, inte förtryckets existens. Du vill inte diskutera. Din fråga är skitsnack, vad menar du egentligen? Som sagt. Du väljer om du vill diskutera eller inte. Jag har svarat för länge sedan. Du väljer själv som sagt. Du vägrar att diskutera. Din fråga är oförståelig."
	},
	{
		"postIndex": 724,
		"postNum": 742,
		"postLink": "/sp14757327",
		"postTime": "2009-01-22",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t226043p62",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "Öh, ja arbetarklassens diktatur finns endast \"där arbetarklassen har gripit makten\", vad trodde du? Som jag sa. För att arbetarklassen ska befästa sin makt över hela samhället måste de slå ut borgarklassen på sikt över allt. Och då finns borgarklassen där inte arbetarklassen har gripit makten kvar. Du är nonsens. Vi diskuterade om borgarklassen finns kvar som klass under arbetarklassens diktatur (som för övrigt är en del av revolutionen), och det innebär de ställen där arbetarklassen tar makten. Hur menar du att diktaturen ska kunna finnas om inte arbetarna har makten? På de ställen där arbetarklassen har makten, deras diktatur, finns inte borgarklassen som klass. Förklara istället hur borgarklassen kan finnas kvar om arbetare tar över fabriker. Du blandar ihop vad du förstår och vad jag skriver. Jag blandar inte ihop någonting. Arbetarklassens diktatur - ställen där arbetarklassen har tagit över. Om vi diskuterar borgarnas existens som klass under diktaturen så får vi diskutera de ställen där faktiskt diktaturen existerar. Om borgare finns kvar på andra ställen är inte relevant i diskussionen om borgare finns i arbetarklassens diktatur. För vi diskuterar arbetarklassens diktatur, inte platser där inte diktaturen är upprättad. På samma sätt borde du påstå att det är en motsägelse att säga att en vattenmelon kan finnas på vissa platser, men på andra inte. Du borde förklara dig istället. Pajas. Du vet ju inte ens hur jag definierar klasser. Jag gör det pedagogiskt: Arbetarklassen - lönearbetare som arbetar åt borgarklassen Borgarklassen - äger produktionsmedel och anställer arbetare Revolution: Arbetarklassen - tar över produktionsmedel, är fortfarande en klass, de arbetar fortfarande Borgarklassen: .... Så förklara hur borgarklassen, som är en ställning i produktionen, kan överleva revolutionen? Och om du läser så förstår du att det inte är samma sak med arbetarklassen. De är fortfarande en klass, skillnaden är att de arbetar åt sig själva. Ja, och Marx är också internationalist, kommunism kan inte skapas i ett land. Och oliktänkande? Jag skrev ju att det inte gäller oliktänkande, pajas. Och du tror att arbetare i Sydamerika åker till Sverige för att vi gör revolution Du kan alltså inte historia. Du kanske inte vet att 14 länder samtidigt anföll Ryssland efter bolsjevikernas maktövertagande? Prata inte om något du uppenbarligen inte vet något om. Men en idé om kontrarevolution är fortfarande ingen kontrarevolution. Det är handlingen som gör det. Nej, PD behöver inte en konfrontation, men får det per automatik. De söker ingen heller. Du kan tycka vad du vill, inet Marx eller jag påstår någonting sådant. En kontrarevolution blir en kontrarevolution först när det händer i verkligheten. Arbetarrevolutionen startar inte som idé, utan något som händer i verkliheten. Nej, man förtrycker inte oliktänkande, utan de som tar vill vapen. Vad du nu än säger. Nej. Marx ansåg att väpnad revolution var det enda vägen pga att kapitalismen och klassmahället fungerar så att inte den härskande klassen lämnar över makt frivilligt. Socialism bygger på att arbetare dagligen har inflytande. Nej, för att arbetarklassens diktatur bygger på dagligt inflytande över sina liv. Det är inte odemokratiskt. Ja, varför inte. Det finns dock ingen anledning till det. Varför skulle de? De har en gång gjort revolution mot kapitalismen, och vet vad det innebär."
	},
	{
		"postIndex": 951,
		"postNum": 973,
		"postLink": "/sp14884313",
		"postTime": "2009-01-30",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t226043p82",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "Och på vilket av mitt inlägg är det här svaret på? Om Marx inte beskriver att man ska förtrycka individer så menar han naturligtvis inget annat än vad han skriver. Vad jag försöker beskriva är att man måste skilja på klass och individ. Ordet förekommer inte. Och vad spelar det för någon roll? Att läsa borde betyda att man förstår eller iaf försöker förstå. Du tror att ett citat kan bygga marxismen. Jo, naturligtvis talar han om förtryck, vad jag syftade på var förtryck i samband med arbetarklassens diktatur och revolution är för något. Och naturligtvis hävdar han att det är skillnad. På samma sätt som att kapitalistens utsugning av arbetaren inte är samma som storgodsägarens utsugning av den livegne. Du förstår inte vad klass är, och du förstår inte vad som är skillnad på att borgarklassen blir förtryckt som klass eller som individer. Om arbetarklassen tar över försvinner borgarklassen som klass. Det innebär att de som historisk klass blir förtryckt (de blir av med ägandet, sin diktatur etc), men det betyder inte att de som individer dagligen blir torterade och \"förtryckta\". Sedan är det inte så enkelt heller. Borgarklassen gör motstånd, de är inte utslagna på alla ställen etc. Arbetarklassens diktatur är en del av revolutionen. Men där arbetarklassen tar över slutar borgarklassen att existera, och således blir de inte förtrycka som individer, mer än att de blir motverkade om de tar till vapen (men det är kanske inte alltid den betydelsen Marx använder ordet), utan som historisk klass. Jo, borgarklassen son historisk klass. Om arbetarklassen revolterar och kämpar för att upphäva de förhållanden som gör att de är arbetare betyder det att de krossar den grund som borgarklassens herravälde står på. Hela den omvälvning kan ju kallas för förtryck då borgarklassen krossas. Borgarklassen blir förtryck i betydelsen att de försvinner, de blir förtryckta som historisk klass, men individerna fortsätter att leva. Och du missade min beskrivning hur det är skillnad på att arbetarklassen förtrycks och att borgarklassen blir det. Ja, vi konstaterade det för länge sedan. Det är ju därför vi måste diskutera vad förtryck är. Din sista fråga är inte mycket att svara på. Arbetare är arbetare helt enkelt. Det kan ju naturligtvis vara så att vissa arbetare inte gillar revolution, på samma sätt som strejkbrytare kan vara arbetare. Men svara nu istället för att komma med frågor som inte tar diskussionen framåt."
	},
	{
		"postIndex": 1654,
		"postNum": 1697,
		"postLink": "/sp17412810",
		"postTime": "2009-06-29",
		"postUser": "Visf",
		"postUserID": "/u166136",
		"postUrl": "https://www.flashback.org/t226043p142",
		"userUrl": "https://www.flashback.org/u166136",
		"sentence": "Ens skäl kan vara vilka som helst, filosofin har förutfattade meningar om hur människor ska fungera som inte stämmer överens med verkligheten. Marx tycks tro att vi agerar som folkgrupper först och individer i andra hand, om ens då, när vi agerar. Men det stämmer inte alls, vi agerar alltid som individer först, och som grupp enbart om det gynnar oss (eller något vi vill uppnå snarare) Vi är inte myror eller getingar, vi är människor, den enda naturliga grupptillhörigheten vi har impregnerad i oss är vår närmaste familj och våra vänner på kanske 20-30 pers, likt vi levde under stenåldern i jaktsamhällen. Kuba och Kina var två bonderevolutioner, det var verkligen arbetarklassen som gjorde uppror. Anledningen till att arbetarklassen inte \"lyckats ta makten\" är att det inte fungerar så. Så fort de får makten blir de den härskande klassen istället för den underställda, och den fungerar på ett annat vis. Korruption, lagar, förtryck, det är dess funktioner. Det enda staten gör är att ta våra friheter ifrån oss, det beror inte på vilka som sitter där, det beror på vad staten är. Marx förstod inte detta, han såg staten som en återspegling av de som röstar på den, som demokrati som en perfekt funktion. Han förstod inte problematiken som redan hade filosoferats i hundratals år, speciellt av de som grundade USA, att staten måste begränsas i sina aktioner. De ska inte kunna starta krig ut kongressen, de ska inte ingå i allianser och involvera sig i andra länders affärer, de ska inte involvera sig i marknaden. Tänk vad bra om USA bara kunnat hålla sig till detta istället för att bli en imperialistmakt i samma anda som gamla feodalstater och dåvarande Sovjet. Vi kommer alltid behöva snickare, hantverkare, smeder, ingenjörer, forskare. Detta innefattas inte av arbetarklassen för de producerar inte mervärde, de producerar produktionsredskapen. De utvecklar, designar, implementerar och slutgiltigen även finansierar utbyggnad av produktionsmedel. Det kan vara så enkelt som en smed som gör krokar eller mer komplicerat som utvecklingen av nanoteknologi. Så när marx kollade på samhället så förstod han inte denna delen i utvecklingsprocessen, han trodde samhället var statiskt format. Han kunde troligen inte tänka sig att samhällets utveckling skulle fortsätta i sådan takt att nu majoriteten av alla företag på aktiemarknaden ägs av medelinkomsttagare, han kunde inte tänka sig att arbetarklassen skulle försvinna och borgarna skulle ta över. Hans förutsägelse att arbetarklassen skulle revolutionera var helt enkelt fel, istället försvinner den, och troligtvis kommer den försvinna helt med mer automatisering och mer effektivisering. Byråkratin segrar för övrigt alltid om staten får utökad makt. Du kan ha änglar som styr staten och de kommer inte kunna göra något åt det. Stater är uråldriga och har funnits lång väg genom historien i alla former, och de har samma natur, deras natur är att ta friheter. Men du måste arbeta för att försörja dig, det är inte ett tvång i kapitalismen, det är tvång i naturen. Om du inte anstränger dig på något vis kommer du dö. Att tro att vi blir fria bara för att några andra har makten är helt galet, jag tycker USA påvisade med sin revolution att det som var av vikt var att inte bli det man slogs emot, så man skapade en republik som hade begränsade handlingsområden inskrivna i konstitutionen och naturligt givna negativa friheter som tillföll varje individ i samhället. Detta fungerade underbart under hela 1800-talet, USA sprudlade, arbetarklassen tog 40% av hela ekonomins inkomster. Speciellt i nordstaterna som var friare än sydstaterna (för nu lär du ta det dumma argumentet att det var pågrund av slaveriet, även fast nordstaterna avskaffade det först och presterade mycket bättre) Att stå för frihet och i samma andetag säga att det medför kommunism är för mig en fullkomlig motsägelse och jag tycker det är väldigt hippieflum. Det är dina idéer som karakteriseras av denna karikatyr, hur du är som person gör jag inge uttalanden om för det skiter jag i. De får de ju göra i ett kapitalistiskt samhälle. Inskränkningar på organisationers rättighet att formeras och föra fredliga demonstrationer strider fullständigt med de koncepten som är medärvda i ett laissez-faire liberalt samhälle. Är bäst för alla. Nog kan man naivt tro att det blir bäst om vi dödar de som äger saker och tar dem, men det håller inte i långa loppet. Sen vissa fungerar det för? För en grupp? Har de rätt till det för att de är flest? Kolla hur jävla dåligt konsum skötts, det är ägt cooperativt. På 80-talet hade de ju en person som jobbade på varje disk för att ingen ville få sparken. Det fungerar inte, det är inte kostnadseffektivt, men om du styr ditt eget jobb finns det en tendens att inte sparka dig själv eller sänka din lön även om det är för företagets bästa. Du låter ju precis som Che Guevara i varje fall. I kapitalism ska den väpnade basen skydda varje individs rätt till egendom. Mer över, deras rätt till frihet, rätt att organisera sig, rätt till fritt tal, rätt till rättslig process, etc. Bara för att en majoritet du gillar tar över makten kommer den inte bli bra, det har aldrig skett och kommer aldrig ske. Det blir istället bäst när staten får så lite makt som möjligt. Frihet fungerar, stater förstör bara detta."
	},
	{
		"postIndex": 933,
		"postNum": 955,
		"postLink": "/sp14868604",
		"postTime": "2009-01-29",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p80",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Nej, det är inte bara jag som får för mig. Du har uttryckligen hävdat att inga individer skall förtryckas. Om ingen blir förtryckt, så är det inte förtryck. Du hakar fortfarande upp dig på borgarklassen. Jag fortsätter att påpeka att det inte spelar nån roll vilken klass som förtrycks. \"Yxskaft\". Tänkbart, och om det är så att man måste veta detta för att förstå det så kan vi diskutera det när vi kommer så långt. Eller så skall man vara läskunnig. Jo. Men då måste du svara på mina frågor. Förstår du inte frågan? Jag ställde frågan för flera dagar sedan. Kunde du inte klämt ur dig att du inte förstod den då? Så hade vi sluppit ett par dagar av tjat? Hur kan du ha svarat på en fråga du själv erkänner att du inte begriper? Ja, och jag väljer diskussion. Du väljer också själv. Vad väljer du? Diskussion eller mattflykt? Det kunde du ju ha klämt ur dig lite tidigare. Kan du förklara vad i frågan som är oförståeligt? Frågan är alltså: Vi har konstaterat att Marxismen innebär att arbetarklassen skall utöva förtryck. Frågan nu är vem/vilka som bestämmer samt hur man bestämmer vari detta förtryck består? Dvs, arbetarklassen har tagit den politiska makten, som Marx sa. Vad skall man göra nu? Ja, en av sakerna Marx sa att man skall göra är utöva förtryck. Då är frågan: I proletariatets diktatur, vem är det som bestämmer hur Marx skall tolkas här? Vem avgör vad \"förtryck\" innebär, och hur det skall avgöras? På nåt sätt måste det ju bestämmas. Bestämmer varje arbetare själv vad förtryck innebär? Eller sitter det nån officiell Marx-tolkare nånstans och bestämmer? Hur skall det bestämmas? Blev frågan klarare nu? Om inte, vänligen förklara vad det är du inte förstår."
	},
	{
		"postIndex": 90,
		"postNum": 90,
		"postLink": "/sp3202022",
		"postTime": "2005-11-12",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p8",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Det är helt OK. Äh, var snäll mot honom, sånt får man inte lära sig på mellanstadiet. Kanske det, vem bryr sig? Jag tror iofs inte på dig, men det spelar ingen roll, för nu diskuterar vi inte vetenskapsmetodologi, utan Marxism. Och Poppers detaljanalys av Marx historiedeterminism är inte en fråga om vetenskapsteori, förstår du. Poppers vetenskapsteorier spelar ingen som helst roll i hans noggranna sönderplockning av Marxismen. Att den vanligaste kritiken mot Popper inte har fattat vad han säger är en annan sak. Han hade säkert fel i en del saker om vetenskapsteorin. Men nu är det ju inte den vi diskuterar. Men det förstår väl inte du. Faktum är och förblir att Marxism leder till totalitärt förtryck. Ingen har lyckats komma upp med ett enda motargument till det jag skrev i första inlägget. Och eftersom dom flesta kommunister som skriver nu tydligen inte har läst det första inlägget, så kan jag ju upprepa det här, så ni vet vad som diskuteras. Kort kurs i kommunism Kommunism grundar sig i Marx ekonomiska och historiska teorier. Dom historiska teorierna går ut på att i varje samhällsystem så har en grupp förtryckt en annan. Just nu är det, enligt kommunismen, företagsägare som förtrycker anställda. Jo, alla företagsägare förtrycker anställda och alla anställda är förtryckta. Detta skall med hjälp av arbetarnas våldssamma revolution övergå i sin motsats, där anställda skall förtrycka företagsägare (och efter ett tag skall allt bli bra, är tanken). Allt det här är tvärfel. Dessutom är det tvärfel på ett farligt sätt. Eller, flera farliga sätt, faktiskt. Det första, och minst farliga, är att dom ekonomiska teorierna är fel, vilket gör att den ekonomiska politik Marxister förespråkar obönhörligen leder till ekonomisk kollaps. Teorierna är skapade inte utifrån ett försök att korrekt beskriva ekonomi, eller att korrekt förutspå ekonomisk funktion (det är dom helt oanvändbara för) utan teorierna är enbart skapade med ett syfte: Att skapa nåt som ser ut som en vetenskaplig grund för dom historiska teorierna. Det andra, och mer farliga, är att Marxismen säger nämligen att arbetarna SKALL ta makten i en våldsam revolution och SKALL förtrycka andra människor i det som kallas proletariatets diktatur. Kommunism går alltså ut på att skapa ett samhälle som förtrycker folk. Ja, jo, visst, jag vet, det är meningen att det samhället skall vara tillfälligt, och sedan skall man införa en utopi. Och här är en tredje, farlighet, som är ännu värre än dom första. Det här tankesättet säger att ändamålen helgar medlen. Det är OK att mörda folk, om man har ett bra mål. Så länge du TROR att mördandet kommer att göra saker bättre i slutändan, så är det OK. Få kommunister erkänner det, men detta tänkande ligger i bakgrunden i hela kommunismen, och det har av onda människor använts för att försvara övergrepp och massmord. Det speler ingen roll hur hemska övergrepp man gör, om man kallar sig socialist har man automatisk rätt att begå vilka brutala övergrepp som helst mot alla som inte är socialister, enligt detta kommunistiska synsätt. Men tar man BORT det tankesättet, ja, då är ju hela proletariatets diktatur också fel. För i denna diktatur MÅSTE arbetaklassen förtrycka kapitalisterna. Det är, enligt Marx, en historisk nödvändighet. Det är på grund av dom här anledningarna kommunism ALLTID leder till misär och diktatur. Det står i kommunismens grundfilosofi att man SKALL införa diktatur. Man SKALL förtrycka rika, och man SKALL införa en ekonomi, som vi nu vet inte fungerar. Man FÅR begå övergrepp och mörda stora delar av befolkningen, bara man anser att det är nödvändigt för att främja revolutionen. Fattigdom, diktatur och övergrepp är inskrivet i kommunismens grundlagar, så att säga. Att det man säger sig vilja uppnå med dessa övergrepp dessutom är en total omöjlighet gör ju inte saken bättre... Det där är teorin, alltså. Och som sagt, här har vi praktiken: Hjärndöda fjortisar som brun öga kan klaga på irrelevant tjafs som Poppers vetenskapsteori hur mycket dom vill. Det ändrar inte verkligheten: Kommunism kommer alltid leda till totalitärt förtryck och folkmord. *edit, snyggade till länken /memnok*"
	},
	{
		"postIndex": 603,
		"postNum": 618,
		"postLink": "/sp14689878",
		"postTime": "2009-01-18",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p52",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "AH, det vara bara ett uttryck av din intelligensbrist. Jag förstår. Nej, det här är fel. Det är i kommunismen/det klasslösa samhället som klasserna har upphört och klassförtrycket har försvunnit. I proletariatets diktatur finns det fortfarande kvar. Du har blandat ihop proletariatets diktatur och det klasslösa samhället. Det är separata begrepp och separata perioder. Och jag kan \"komplicerad\" Marxism. Du har missförstått den. Gör om. Läs gärna hela inläggen innan du besvarar dom. Så enligt dig är förtryck inte fel. Du uppstår ju direkt frågan om varför kapitalismen överhuvudtaget skall störtas, när det inte förekommer nåt som är fel. Nu diskuterar vi varför Marxismen leder till förtryck. Och grunden i detta är att Marxismen anser att arbetarklassen skall ta makten och förtrycka klassmotståndarna. Det kommer bli jävligt svårt för dig att diskutera detta utan att använda ordet förtryck. Det här svaret låter som en desperat undanflykt från din sida. Men det är kreativt att hävda att förtryck är bra, det är det bara den andra jag diskuterar saken med som försöker göra. Men som sagt, isåfall är ju kapitalismens förtryck också bra, rimligen. Som sagt: Börja med att läsa Det Kommunistiska Partiets Manifest. Läs sedan Kapitalet. Först delen räcker bra. Sedan läser du \"The open society and it's enemies\". Och sedan \"Till världskapitalismens försvar\". Efter dessa böcker torde du ha förståelse nog och kunskap för att kunna argumentera emot mig, om du fortfarande har motargument. Att jag skall sitta här och lära sig Marxism för att du skall kunna argumentera mot mig känns ärligt talat ganska löjligt. :-) Vilken slöseri med tid. Nu fantiserar du ihop att jag har sagt nåt annat än vad jag sa igen. Jag vet inte vad du inbillar dig att jag påstod, du kanske kan tala om vad du anser att jag sa? Jag har sökt på saken och kan inte hitta att jag har sagt orden \"blodig revolution\" sedan 2006. Ordet \"blodig\" förekommer inte i ursprungsinlägget i den här tråden. OK, 13 då. Du får ta och läsa det igen isåfall. Så är det alltså inte. Du har fått detta om bakfoten. Borgarklassen upphör inte i samband med revolutionen, utan i samband med att proletariatets diktatur upphör."
	},
	{
		"postIndex": 302,
		"postNum": 311,
		"postLink": "/sp13300586",
		"postTime": "2008-10-16",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p26",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Du är liberal alltså? Jo, jag vet hur teorin skall fungera. Jag förklarade varför kommunism leder till förtryck. Jag ser inte hur det du säger är ett motargument mot dett OK, det kan jag göra. Men då måste jag lära dig grundläggande ekonomisk teori, och det tar mer än ett inlägg att göra. För tillfället tänker jag konstatera att Marx ekonomiska teorier har blivit motbevisade sedan länge, och att ingen ekonomisk politik byggd på Marx teorier någonsin har fungerat, utan dom har alla resulterat i fattigdom och ofta i massvält. Vill du diskutera detta mer specifikt kan vi starta en ny tråd i ekonomiforumet. Nej, staten är enligt Marx per definition förtryckande. Dess enda syfte är att den härskande klassen skall förtrycka dom andra klasserna. Det är inte demokrati. En demokratisk stat är enligt Marx omöjligt. Det är därför han kallar det för proletariatets DIKTATUR, förstår du. Det är en stat och en stat förtrycker per definition en klass. Om den inte gör det är det ingen stat. Det är inte min definition, det är MARX definition. Döm inte andra efter dig själv. Bara för att du tycker du har rätt att begå övergrepp mot folk så betyder inte det att jag tycker så. Du kan inte skylla dina psykopatiska drag på mig. Nej, det betyder det verkligen inte. Läs vad det står igen. Det står att socialister anser att folk har rätt att begå vilka brutala övergrepp som helst mot alla som inte är socialister. Det tänket är inte alls något som alla håller med om. Liberaler anser inte sig ha rätt att begå övergrepp mot dom som inte är liberaler. Jag tror inte du läste vad jag skrev. Försök igen. Det har visat sig sedan länge, och svaret är : Nej. Kommunismen är varken nödvändig, önskvärd eller ens möjlig. Du ville ju ha frihet, sa du? Är inte det ett bättre alternativ än att döda och dödas i försöken att införa något omöjligt? Förutom att jag motiverade alla slutsatserna. Så uppenbarligen är den inte omotiverad. Du kanske skall ta och läsa vad jag skrev lite noggrannare, och påpeka var jag är oklar så jag kan förklara? Texten är flera år gammal, jag tycker inte själv den är speciellt bra längre, men den duger uppenbarligen, eftersom ingen kan ha några sakliga argument mot den..."
	},
	{
		"postIndex": 606,
		"postNum": 621,
		"postLink": "/sp14690646",
		"postTime": "2009-01-18",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t226043p52",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "Du är mer pantad än jag trodde. Borgarklassen som klass kräver att andra arbetar åt dem, att borgarklassen har makten. Förklara för mig hur borgarklassen som klass finns kvar om arbetarklassen griper makten. Gör det. Nej, det gör jag inte. Att konflikter, kapitalistiska förhållanden, motsättningar mellan olika klasser är inte samma sak som att borgarklassen finns kvar som klass. Det är enkel logik. Men se ovan. Förklara för mig hur borgarklassen, du vet en ställning i produktionen, kan vara kvar om de inte är borgare längre. Och argumentet uteblir som vanligt. Att du inte förstår vad varken diktatur, stat, eller klass betyder bevisar det bra. Och då ska vi inte tala om den ekonomiska delen som du komiskt påstår dig kunna förstå. Med tanke på att du inte har definierat förtryck spelar det ingen roll om om läser ett inlägg har redan har läst. Vet du inte vad du själv skriver, tok? Läs istället. Det är du som har använt ordet förtryck. Jag vill veta var Marx använder ordet. Men nej, jag är inte för förtryck i den betydelsen du använda dig av. Var läser du det? Det är du som flyr, inte jag. Du påstår någonting om \"förtryck\" utan att för den delen definiera ordet eller hänvisa till Marx. Nej, marxismen säger inte att arbetarklassen ska förtrycka borgarklassen. Citera Marx istället innan vi fortsätter. Du blandar nog ihop dig själv med mig. Jag har aldrig använt ordet förtryck, det är du som gör det. Jag har aldrig påstått att förtryck är bra. Om du läser igenom alla inlägg igen är det du som inte har några argument. Du har heller inte läst Das Kapital. Det vill säga läsa och förstå det. Du påstår en massa om diktatur, förtryck och stat utan att förstå det. Citera Marx när han använder ordet förtryck. Och vem har påstått att du exakt har skrivit \"blodig revolution\", pucko: Citera Marx när han beskriver allt det här. Som sagt. Beskriv det istället hur borgarklassen när deras funktion försvinner."
	},
	{
		"postIndex": 952,
		"postNum": 974,
		"postLink": "/sp14884615",
		"postTime": "2009-01-30",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p82",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "För att ställa samma fråga som jag fick: Varför ljuga om nåt sånt trivialt? Ja, som sagt, du har inte läst Marx. Nej, men jag börjar ärligt talat tro att du har nåt fel i huvudet. Varför upprepar du det här om och om igen, när du vet att det inte är sant? Vad är ditt problem? Var. Var säger han att han med ordet \"unterdruckung\" menar helt olika saker under kapitalismen som under proletariatets diktatur. Var säger han detta? Men det är det ju. Även enligt Marx. Upprepande av mantran och hjärndöd dogmatism hjälper dig inte här. Inte heller att haka upp dig på \"borgarklassen\". Du kan inte förtrycka något som inte finns, och du säger själv att under proletariatets diktatur \"försvinner borgarklassen som klass\". Du kan inte ha kakan och äta den. Du kan inte både avskaffa en klass och förtrycka den. Vilket alltså inte är förtryck, alls, eftersom enbart individer kan förtryckas. Nej, det gjorde jag inte. Men dels var den dumheter, dels är den din beskrvining. Det är inte av intresse här, det är Marxism vi diskuterar, inte Chenism. Kan du hitta ett ställe där MARX beskriver skillnaden är det interssant. Men det kan du inte. Nej, innan dess måste vi diskutera nåt annat, nämligen var Marx säger att förtryck betyder en sak under kapitalismen och en annan under proletariatets diktatur. För det är det du hävdar. Så nu vill jag att du talar om för mig var Marx säger detta. Detta är ett totalt undvikande av frågan. Jag frågade inte \"vem är arbetare\". Jag frågade vilka som bestämmer vem som är arbetarklass. Inte vilka som är det, utan VILKA SOM BESTÄMMER. Svara på den frågan. Nej, det är frågorna som tar diskussionen framåt. När du besvarar dom, alltså."
	},
	{
		"postIndex": 955,
		"postNum": 977,
		"postLink": "/sp14885216",
		"postTime": "2009-01-30",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p82",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Bar att du erkänner att du inte har läst Marx, iaf. Men jo, jag HAR läst Marx. ??? Är det nån hemma? Mår du riktigt bra? Du svarade inte på frågan. Varför kan du inte bara erkänna att han aldrig påstår att det är nån skillnad? Jag har aldrig hävdat att Marx analyser är korrekta eller konsekventa. Jag bara hävdar att Marx menade det han sa, och inte den direkta motsatsen, vilket du vill hävda. Nej, men ordet utsugning är fortfarande samma ord med samma betydelse. Du försöker hävda att förtryck går från att betyda att individer blir förtryckta, till att ingen blir förtryckt. Det är naturligtvis rena dumheter, och nåt sånt kan du inte hitta stöd för i Marx texter. Varför lägger du till ordet ständigt? Vilket citat hakar jag upp mig på? Jag har inte citerat Marx på en vecka. Du har erkänt att Marxismen innebär att arbetarklassen skall utöva förtryck. Nu försöker du hävda att detta utövande av förtryck inte innebär att någon blir förtryckt. Men samtidigt hävdar du att borgarklassens utövande av förtryck innebär att individer blir förtrcykta. Du byter alltså betydelse på ordet förtryck när arbetarklassen tar makten. Det du måste göra nu är att bevisa att Marx såg saken på den viset. Det kan du enbart göra genom att hänvisa till hans texter. Det vet du att du inte kan, vilket är anledningen till att du uttrycker dig så föraktfullt om att faktiskt citera Marx när vi diskuterar hans skrifter. Avsaknaden av svar är belägg nog. Jo, någon måste bestämma det, men nu har du faktiskt rätt i att vi måste byta ämne, för det svaret du gav här innebär att vi nu först måste diskutera vad förtrycket innebär, något jag hade tänkt göra efter jag fått svar på den här frågan, mest på pin kiv på grund av ditt korkade tjat. Men jag får ge mig och diskutera vad förtryck innebär då."
	},
	{
		"postIndex": 695,
		"postNum": 711,
		"postLink": "/sp14737633",
		"postTime": "2009-01-21",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t226043p60",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "Men vad smartypants anser om folk struntar jag i, alla dina inlägg bevisar det bra att manifestet är den enda text, skriven av Marx, som du på något sätt har läst. Att du ens tror att marxismen bygger på ett ynka citat bevisar det bra. Jag argumenterar och argumenterar, du personanklagar och personanklagar. Vad du då påstår väger väldigt lite i jämförelsen. Du påstår nu endast någonting om IQ. Du gör dig bara en stor otjänst att hålla på så, att personanklaga utan att argumentera får ju alla betraktare att anse att du är den intelligensbefriade. Det här vet du mycket väl, men har man inga argument som man kan bemöta vad jag skrev och citera så blir det lätt så. Vem har diskuterat om att något står i motsättning till något annat, vad som är intressant är vad Defenestration, Marx, jag säger. Men efter alla argument är du tillbaka med samma skit. Om varken jag, Defenestration, Marx eller någon annan vill ha ett sådant minimum så är det ointressant med ditt skitsnack. De som tar till vapen motarbetas, men det handlar inte om åsikter. Det här vet du mycket väl. Det här har jag ju berättat för dig. Marxism handlar inte om något litet citat där Marx beskrive revolution, övergång till kommunism etc. Han höll inte på med sådant, manifestet som är det enda du har läst är väl i såna fall den texten som gör någon helhetlig beskrivning. Om man vet vad marxism är så förstår man vad klass är. Då förstår man att borgarklassen inte kan finnas där arbetarklassen har gripit makten. Och påstå inte som försvar att du inte kan hjälpa att Marx är ologisk för om du inte kan belägga med källor att det inte endast är din syn på marxism som är ologisk så är det bara att sluta diskutera. Bara för att borgarklassen upphör på de ställen arbetarklassen griper makten betyder inte det att motsättningar upphör. Därför kommer inte kommunismen på en gång. Borgarna är kanske inte slagna på alla ställen utanför arbetarklassens diktatur. Kapitalismen, med eller utan borgare, kan inte avskaffas på en gång. Kontrarevolutionärer finns kvar. Och så vidare. Vad är det för svårt att förstå. Att en kapitalist upphör att vara kapitalist om arbetarklassen tar ifrån honom sina produktionsmedel så är han ju inte kapitalist något mer. Du påstår att en miljonär som har förlorat sina pengar fortfarande är miljonär. Det betyder inet att kapitalisten upphör som människa och det betyder inte att han upphör som försvarare av kapitalismen."
	},
	{
		"postIndex": 773,
		"postNum": 792,
		"postLink": "/sp14797072",
		"postTime": "2009-01-25",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t226043p66",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "Det är det ju inte. På vilket sätt? Jag erkänner \"förtrycket\" och det är en undanflykt? Nej, dina citat är inte relevanta för det diskuterar något helt annat. Varför påstår du då att citatet säger någonting annat än vad det gör? Borgarklassen som klass finns kvar, det innebär INTE att klassamhället upphör. Du vet. Borgarklassen är inte ett måste för klassamhället. MEn se här. Jag förnekar inte förtrycket. Ser du. JAG FÖRNEKAR DET INTE. Således är definitionen relevant. Nej, jag sa att borgarklassen upphör som klass när arbetarklassen tar över. Det är INTE samma sak som att säga att klassamhället och kapitalismen upphöt på en gång. Nej, det gör jag inte. Jag kallar dig pantad för att du påstår att borgarklassen kan finnas kvar som klass där arbetarklassen tar över. Även om borgarklassen som klass upphör kan klassamhället finnas kvar. Nej, jag säger endast att inte borgarklassen som klass finns kvar. Du är den enda som påstår att det är en självmotsägelse att anse att borgarklassen upphör som klass men klassamhället fortsätter. Det är det inte. Det gör jag inte. Du har upprepade gånger motsagt Marx. Jag har i en vecka försökt få dig att erkänna att Marx sa det Marx sa. Och där står vi fortfarande kvar, då du fortfarande vägrar att erkänna detta, uppenbarligen. Nej. Men dina citat stämmer inte. Det enda jag förnekar är att borgarklassen kan existera där arbetarklassen tar makten. Som sagt. Du har helt fel definiton av ordet. Annars skulle du förstå att borgarklassen inte kan existera som klass. Därför är den diskussionen viktig. Om du förstår definitionen förstår du att det inte är en motsägelse. [quote]Innan man kan diskutera vad det betyder måste man vara överens om vad som sägs. Ja, men för att förstå vad jag menar måste du förstå den rätta tolkningen. Om du förstår den så förstår varför man kan säga att klassamhället består även om arbetarklassen tar över. Allt hänger på att du förstår vad Marx menar med ordet. Du gör det inte och därför påstår de felaktigt att jag säger emot mig själv. Som sagt. Din tolkning är fel. Annars förstår du att borgarklassen inte kan finnas kvar som klass. Och du kommer höra den flera gånger om. Det är sant nämligen. Du hakar upp dig på att jag säger att borgarklassen inte kan finnas kvar som klass. Det ser du som en motsägelse. Men inte om du förstår den rätta tolkningen. Och den sista frågan har du fått svar på. Det är bara att du tror att jag säger emot mig själv. Borgarklassen som klass upphör, men klassamhället och kapitalistiska förhållanden försvinner inte på en gång. Således finns det en övergång. JA."
	},
	{
		"postIndex": 759,
		"postNum": 777,
		"postLink": "/sp14789930",
		"postTime": "2009-01-24",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t226043p65",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "Om du såg så stod det inom parantes att man även kan använda \"förtryck\". Nej, jag förnekade det inte. Dina citat är patetiska försök till att få det att låta som någonting annat Men va bra att du klipper i citat så att det passar dina syftet. Det du citerar svarar inte på om Marx använde ordet eller inte. Hela citatet lyder: Det svarar ju på om Marx menar att borgarklassen som klass finns kvar efter att arbetarklassen griper makten. Jag skriver i mitt första inlägg i tråden: Diskussionen handlade från första början om definitionen. Du kanske ska se vad du svarar på, så att du förstår vad det är jag reagerar på. Nu låter det som att jag reagerar på att det kommer finnas en period mellan kommunism och kapitalism och att jag anser den åsikten är puckad. Men här hela diskussionen. Jag: Du: Förstår du? Vad jag sedan svarar på när jag skriver \"Du är med pantad...\" så svarar jag på att du påstår att borgarklassen inte upphör i och med att arbetarklassen tar över. Det var det jag reagerade på, och inte att det skulle finnas en period mellan kapitalism och kommunism. Läs sammanhanget också. Och om du ändå invänder så skriver jag själv att inte klassamhället upphör på en gång i nästa bit av inlägget du citerade: Så försök inte få det till någonting annat än vad det är. Nu med tanke på att citaten var falska, tagna ur sitt sammanhang, så är det du som har fel. Läs alla inlägg jag har skrivit och du upptäcker att jag aldrig har förnekat vare sig \"förtryck\" eller att klassamhället inte upphävs på en gång. Och du påstår att vi har diskuterat det i flera dagar. I alla mina senare inlägg står det klart och tydligt att jag aldrig har förnekat det. Och inte i mina gamla inlägg för den delen heller. Nej, det gör du inte. Även om jag hade förnekat det, som jag inte gör, så är den diskussionen viktig. Jag har försökt ha diskussion om begreppet hela tiden. Du har gett någon förklaring av ordet, däremot jag. Men med tanke på att citaten inte svarade på om påståendet är falskt eller inte, jag förklarade för övrigt i andra delar av de inlägg du citerade att det inte är falskt, så håller det inte. Diskussionen har alltid varit om definition. Det är ju enbart en självmotsägelse om man använder din tolkning av ordet. Den tolkningen är fel, således är det ingen självmotsägelse. Jag har gett dig svar för länge sedan. Med tanke på att du inte kan läsa så ska jag citera mig själv: Du kan inbilla dig vad som helst."
	},
	{
		"postIndex": 941,
		"postNum": 963,
		"postLink": "/sp14870699",
		"postTime": "2009-01-29",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p81",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Menar du att Marx medvetet har byggt upp hela Marxismen på meningslösheter? Det tror inte jag på. Jag skulle rekommendera dig att läsa nåt av Marx innan du uttalar dig om vad han skriver. Ordet förekommer runt 15 gånger i Das Kapital. Att jämföra med ordet klasskamp, som förekommer två gånger. Han pratar rätt mycket om förtryck. Om du menar att han inte nämner arbetarklassens förtryck många gånger så beror det på att han inte nämner proletariatets diktatur mer en ett par gånger (och bara en gång vid namn). Ingenstans vad jag kan minnas hävdar att det finns någon väsentlig skillnad i förtryckets natur i den kapitalistiska staten och i proletariatets diktatur. Nej. Det gör inte jag heller. Det är en självklarhet. om ingen individ är förtryckt, så förekommer inget förtryck. Det gör jag. Du hävdar att förtrycket inte innebär att någon blir förtryckt. Då påpekar jag att det innebär att det inte finns nåt förtryck. Nej, det gör jag inte. Det är du som genom ordbajseri har hittat på en (onekligen ganska nyskapande) undanflykt. Men faktum kvarstår: Som du definierar förtryck är klassförtryck inte förtryck. Därmed är ingen under individ förtryckt under kapitalismen. Och därmed har du slagit undan all socialisms existensberättigande. Grattis. Nej. Du svarade på nåt annat än det du citerade. Därav: \"Yxskaft\". Allt här ligger på mig. Mig och enbart mig. Allt du har att göra är att svara på enkla frågor. Det är inte komplicerade saker. Frågorna har enkla och uppenbara svar. Men du vill inte svara, för du vet att du har fel. Jag svarar på dina frågor. Jaha, så du förstår frågan? Vad bra. Då kan du svara på den nu. Bra. Svara på frågan. Nähä? Ah, det är en undanflykt alltså. Lögn. Jag vill inte veta nåt nytt. Jag vill att du svarar på frågan. Frågan är inte ämnad till att du skall förklara nåt eller lära mig nåt. Jag vill att du SVARAR. Det är det faktum att du svarar som är viktigt. Bra, det går framåt. Det är det jag håller på med. OK, vi har konstaterat att Marxismen innebär att arbetarklassen skall utöva förtryck. Vi har också konstaterat att det är arbetarklassen som bestämmer vad \"utöva förtryck\" innebär. Visserligen har bara en av Marxisterna velat svara på den frågan, dom andra har fegat ut som dom anti-intellektuella töntar dom är. Men tack för svaret, Chen, det är ett fullt korrekt svar. Alltså, hur avgörs det vem som skall ha något att säga till om i frågan om vad förtryck är? Kommer till exempel dom som motverkar revolutionen vara arbetarklass?"
	},
	{
		"postIndex": 650,
		"postNum": 665,
		"postLink": "/sp14719168",
		"postTime": "2009-01-20",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t226043p56",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "Haha, jo jag skrev just att jag hade det. Men hur ska jag kunna försvara mig mot någon som påstår massa som jag inte har sagt. Du har inga argument, det är därför du bygger halmdockor. Fly undan då utan att bemöta vad jag skriver. Marx menar det han menar. Borgarklassen som klass upphör i och med att arbetarklassen ersätter borgarklassen som härskande klass. Så enkelt är det. Och du har inga argument emot det. Och lyssna. Att du sedan kommer påstå att jag menar att det inte finns några klasser och motsättningar under arbetarklassens diktatur är som sagt att inte ha några argument. För det är inte samma sak som att säga att borgarklassen som klass upphör när arbetarklassen tar makten. Bemöt det jag skriver istället. Då hittar du mina motargument. Haha, nej det gör jag inte. Citera mig när jag påstår att klasser och motsättningar upphör i och med revolutionen. Du kan fortfarande inte få ut någonting sådant av citatet och inte heller i sitt kontext. Borgarklassen upphör när arbetarklassen tar makten. Det skriver Marx med om vi ska citera det enda verk Marx du har läst: Men du attacker massa saker som ingen har påstått. Ingen här påstår att motsättningar och konflikter och klasser upphör på en gång. Arbetarklassens diktatur är ju när arbetarklassen försvarar sig mot klassfiender och kontrarevolutionen. Men det du inte förstår är att det här inte är samma sak som att borgarklassen som klass existerar. Det är därför du inte förstår någonting. Men du förstår ju inte skillnaden mellan kontrarevolutionärer och borgarklassen som existerande klass. Borgarklassen som klass kräver kapitalismen och det borgerliga samhället. När arbetarklassen griper makten försvinner de som klass, men kanske återkommer som kontrarevolutionärer. Det är väl enkelt att förstå. Förlorar borgarna sin ställning inom produktionen, arbetarklassen tar makten, så finns de inte som klass. Men han säger inte alls någonting om \"förtyck av andra klasser\". Endast Arbetarklass behöver inte ha borgarklass för att behöva försvara sin revolution. Borgarklassen försvinner som sagt även om de gör motstånd. Det som förvirrar er är att ni tror att jag och andra påstår att motsättningar och klasse upphör på en gång, dvs kommunism på en gång. Det ni inte kan förstå är vad borgarklassen är för någonting, vad som gör att de blir en klass. Hur kan en klass, som definieras av ägande av produktionsmedel, finnas om de inte äger produktionen? Det är ju detta ägande som gör att de blir en klass."
	},
	{
		"postIndex": 184,
		"postNum": 187,
		"postLink": "/sp3998910",
		"postTime": "2006-04-10",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p16",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Men snälla, lilla gubben. Det är som att fråga varför inte krig kan vara pacifistiskt, eller varför inte svart kan vara vitt. Om man är beredd att använda våld mot andra för att genomföra sina politiska ideal, då är man inte pacifist. Det är PER DEFINITION. En revolution som genomförs med våld är inte pacifistisk. PER DEFINITION. Jo, det är inbyggt i kommunismen. Jag har förklarat i tidigare inlägg. Är det nåt du inte förstod? Fråga isåfall. Om du förstår med inte håller med, så förklara vad som i resonemanget är fel. Att, som nu, bara upprepa ett påstående som jag ju redan har motbevisat är inte argumentation. Du läser överhuvudtaget inte inläggen jag skriver, märker jag. Det är synd, men det innebär väl att jag kan sluta svara på dom nu. Jag upprepar: \"Det är iofs rätt trevligt att kommunister börjar bli förtjusta i att ta avstånd från Marx. Men än så länge är kommunism nästan uteslutande Marxistiskt. Kommunism är dessutom ett mer specifikt uttryck, då Marx tyckte massa saker som alla kan kallas \"Marxism\".\" \"99% av alla som säger \"kommunism\" menar det som grundar sig på kommunismens manifest, och så har det varit sedan Lenin och grabbarna återupprättade begreppet.\" Att säga \"Marxismens\" är alltså fel, eftersom jag inte pratar om \"Marxism\" utan jag pratar det som Marx och 99% av världen kallar \"kommunism\". Ordet \"kommunism\" är alltså rätt ord att använda här. Att du tillhör en liten minoritet som menar nåt annat med ordet \"kommunism\" är inte mitt problem, det är DITT problem. Nu hallucinerar du alldeles tror jag. Korrekt. Men om man DEFINIERAR ordet \"kommunist\" som \"en rörelse som strävar efter en bättre värld\", så är alla som strävar efter en bättre värld kommunister enligt den definitionen. Och... Precis. Och med den definitionen är liberaler kommunister, eftersom liberaler strävar efter en, enligt dem, bättre värld. Om du definierar \"volvos\" som \"bilar som är röda\" så betyder det att alla bilar som är röda är \"volvos\" enligt den definitionen, osv. Tycker du detta är krångligt? Det gör jag inte. Fattar du verkligen inte detta, eller försöker du bara slippa erkänna att du uttryckte dig klantigt? Nej, du kan vidareutveckla cooperativet, men bara lite. Annars blir det nämligtvis en stat igen. En av dom allra mest grundläggande saker du måste ha i varje coopertaiv över kanske ett par hundra personer, är lagar och regler, dvs ett rättsystem. Vilket råkar vara definitionen på en stat. Duh. Den kommunistiska utopin är OMÖJLIGT att införa. Inte bara \"otroligt svårt\", utan faktiskt OMÖJLIGT."
	},
	{
		"postIndex": 118,
		"postNum": 118,
		"postLink": "/sp3818625",
		"postTime": "2006-03-08",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p10",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Nej. Det sa jag inte. Jag sa att kapitalistiska länder är milda jämfört med socialistiska. Fast den stora skillnaden är såklart mellan demokrati och diktatur, där dom kommunistiska länderna ju alltid har varit totalitära mördarregimer. Om man bara begränsar sig till krig så var ju förstan halvan av 1900-talet i en ren särklass i mänsklighetens historia, så inte bara är denna diskussion irrelevant, dina motargument är ute och cyklar. Jo, för det är helt fel. Människors relationer till varandra har inte ändrats under historisk tid. Världen ändrar sig, mänskligheten är densamma. Nu letar du krystade undanflykter så du kan slippa låtsas förstå vad jag menar. Det är jävligt löjligt. Jag har klart och tydligt förklarat exakt vad jag menar, redan i det allra första inlägget i den här tråden. Tidigare har jag i diskussion med dig också sagt \"Problemet är att man förespråkar införandet av en omöjlig utopi med våld.\" Du förstår precis vad jag menar, du bara ägnar dig åt att gripa efter debattekniska halmstrån. Nej, det är nog mest för att du inte har några hållbara argument utan missförstår med vilje. Jag vet inte varför socialister anser att ändamålen helgar medlen. Det får väl du svara på, det är du som är socialist. Här känner duatt du kan påstå att jag tycker saker utan att du känner att du behöver utveckla det. Dubbelmoral? Nej, bara undanflykter eller möjligen ren dumhet. Jag säger saker i förök att förklara. Misslyckas jag eller om du inte håller med, så frågar du eller kommer med motargument. Det finns ingen som helst möjlighet för mig att veta vad det är du anser behöver utvecklas, vilket du säkert inser. Arbetet mot kapitalismen är enligt Marx viktigt för den politiska medvetenheten. Men Marx menar att arbetet är i sig onödigt, det GÅR inte att att förbättra situationen. Har du överhuvudtaget läst Marx? Ja, DET är korrekt. Det gjorde jag. Jaha, det kan du ju tro då om du vill. Av alla säkert hundratals socialister jag har diskuterat med har dom som erkänner sig vara socialister av egoistiska skäl lätt kunnat räknas på ena handen. Jaså, blev han anarkist och ville krossa statsapparaten INNAN man tog över den? Hur skall man då kunna ta över den? Hur skall produktionmedlen förstatligas när det inte finns nån stat? Därför att det är det som har skett. Varje gång. Det kan ju vara en hint, kanske? Ja. Kalla det vad du vill. Det ändrar ju ingenting. Jag förstår precis vad Marx menade, och jag förstår också precis vad hans idéer leder till. Jag upprepar: Efter införandet av proletariatets diktatur, när kommunisterna har makten, kan maktgalna personer utnyttja den makten för personliga syften. Här måste alltså alla som får makten uppföra sig rent altruistiskt. Ja ALLA annars tar ju en egoistisk person makten. Jag vet inte. För jag skrev fel. Så här hade jag tänkt att skriva: 2. Att avskaffa staten är att avskaffa rättsystemet. Reultatet är individuellt våldsutövande. Och om du fortfarande inte förstår föreslår jag att du är lite mer specifik i din frågeställning."
	},
	{
		"postIndex": 983,
		"postNum": 1006,
		"postLink": "/sp14938099",
		"postTime": "2009-02-02",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p84",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "I längden, nej. Men I längden betyder inte att den försvinner omedelbart. Marx förklarar tydligt och klart att det skall komma en ÖVERGÅNGSPERIOD mellan att arbetarklassen tar den politiska makten och införandet av kommunismen. En ÖVERGÅNGSPERIOD där borgarklassen finns kvar. Den kallas proletariatets diktatur. Vad i detta är det som är oklart? Marx kallar perioden DIKTATUR. Med det menar han att det är ett KLASSAMHÄLLE. Att det alltså finns kvar klassen. Det samhälle där klasserna har upphört kallar Marx KOMMUNISM. Det vis diskuterar nu är inte KOMMUNISMEN utan PROLETARIATETS DIKTATUR. Som är ett KLASSAMHÄLLE. OK? Vad förstår du inte i detta? Ja, men klassen har inte upphört. Det är en KLASSDIKTATUR där en klass förtrycker en annan. Det är ju helt sjukt att vi efter snart en månad av diskussion, och EFTER ATT DU ERKÄNDE ATT MARX SA ATT DET SKULLE FÖREKOMMA FÖRTRYCK fortfarande försöker hävda att proletariatets diktatur är klasslöst och att det inte förekommer förtryck under proletariatets diktatur. Så, ja, vi börjar om från början, och den här gången tillåts inga som helst undanflykter, och inga som helst tveksamheter eller \"men\" eller annat tjafs från din sida. Eller det tyska originalet: Edit: Du kanske inte kan engelska, klistrade in den svenska översättningen istället."
	},
	{
		"postIndex": 882,
		"postNum": 904,
		"postLink": "/sp14834442",
		"postTime": "2009-01-27",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t226043p76",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "Nu ska vi diskutera det. Frågan har du fått svar på från första början. Du har ju hela tiden påstått att under arbetarklassens diktatur så finns borgarklassen. Du har alltså ändrat dig. Därför ska vi diskutera vad som menas med \"förtryck. Exakt, det är det som är min poäng. På samma sätt som att inte står att det finns en mellanperiod där förtryck ska utövas. Min poäng är att vad som exakt står i ett citat inte säger mycket. Vi Det står inget om en mellanperiod heller. Min poäng är däremot att det är trams att diskutera ett citat. Om du nu missade det så skulle jag bara förklara att enstaka citat knappast kan beskriva marxism. Alltså det står inte i citatet att det ska finnas en period där borgarklassen ska förtryckas. Jag påstår inte att jag nu beskrev vad Marx menade, endast att du är oseriös i din läsning. Haha, nej. Poängen var att jag diskuterade Marx på ett oseriöst sätt. Du försöker bara fly undan den diskussion jag har försökt få igång väldigt länge nu. Jag skrev annars: Jag har INTE ändrat mig, därför måste vi diskutera definition. Med tanke på att jag har svarat på frågan förut, och tydligt inte ändrat mig, så har du fått ditt svar. Över till den diskussion jag har försökt få igång i veckor nu. Det är du som har ändrat dig på andra punkter, I ditt första inlägg i den här tråden skrev du tydligt att arbetarklassen skulle förtrycka kapitalister (som individer), våld och dödande skulle vara sjävklart etc. Du har dock blivit motbevisad på den punkten. Nu vågar du endast skriva att arbetarklassens diktatur ska innebära förtryck. Du har däremot dragit tillbaka om vilka de ska förtrycka. Du är snurrig. Du byter åsikt för att få till billiga poänger. Du lyckas dock inte. Så diskussion om förtryck ska inledas."
	},
	{
		"postIndex": 178,
		"postNum": 181,
		"postLink": "/sp3986323",
		"postTime": "2006-04-06",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p16",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Givetvis är alla uttalanden om vad vilken grupp som helst tycker en generalisering. Det borde inte behöva påpekas. Jag bara konstaterar två saker: 1. Dom flesta kommunister tycker detta. 2. Om man INTE anser detta så blir hela synen på att göra blodig reovlution för att införa en politisk åsikt mycket svår. Det är helt enkelt svårt att vara revolutionär socialist om man INTE tycker detta. Eller, svårt och svårt, det är i alla fall inkonsekvent. Trevligt att du tycker det. När man säger \"kommunism\" idag så menar man det typen av kommunism som avses i det kommunistiska manifestet. Så jo, det är nog faktiskt Marxism. Kanske inte \"nödvändigtvis\" men i allmänhet. Därför att om man definierar det så så är även anarkister, syndikalister, socialdemokrater och anarko-kapitalister en typ av \"kommunister\". Och det verkar ju lite märkligt. Ingen har påstått att man inte kan det. Den här frågan är helt meningslös om man inte accepterar din definition av kommunism, och det är det få människor som gör. Tur att jag inte gör det då. Marx hade fel i allt. Det innebär att en hänvisning till Marx inte är ett bevis eller ett argument för nånting. Jag har aldrig någonsin påstått att det är ett argument i sig. Du menar att det inte är ett allmänt accepterat faktum. Det är korrekt. Däremot är det ett empriiskt faktum, dvs om man sätter sig ner och tittar empiriskt på det så visar det ju sig att han har fel. Nej. Det är ingen åsiktsfråga. Marx gjorde en sak rätt: Han hävdade att hans teorier rörde verkligheten, hur saker faktiskt förhöll sig. Han menade att hans teorier var vetenskapliga, dom beskriver och förutsäger verkligheten. Och det innebär att han kan ha rätt eller fel, rent objektivt. Det går att objektivt undersöka relevensen i hans teorier, hur väl dom stämmer med verkligheten, hur väl dom förutsäger hur saker faktiskt uppför sig. Och gör man det, visar det sig att han har erbarmligt fel. Marx är i sin verklighetsbeskrvning lika upp väggarna som folk som hävdar att jorden är platt, och han förutsäger hur saker kommer att uppföra sig lika bra som dom som hävdar att en tung kula och en lätt kula faller olika fort i vacuum. Han är helt enkelt totalt ute och cyklar, och har fullständigt fel. Detta är ett objektivt faktum. Det är inte enkelt bevisat, av den anledningen att Marx skrev så jämra mycket, och allt måste bevisas separat. Men att du inte håller med om detta ändrar inte faktumet. Marx relevans är inte en åsiktsfråga. Marx ville vara vetenskaplig, och inte luddigt filosofisk. Marx verklighetbeskrivning är inte nåt luddigt obevisbart \"det vi ser är endast en skugga av verkligheten\", istället är det hårda faktapåstpåenden, logiska resonemang och matematik. Detta om detta. Nu är du välkommen att läsa första inlägget i den här tråden och svara på det. Mycket längre än så har den här tråden, trots alla inlägg, inte kommit. Resten har varit mer eller mindre offtopic, orsakat av diverse undanflykter från kommunisthåll. Men ta gärna upp resonamenget jag skrev i första inlägget och tala om varför det är fel."
	},
	{
		"postIndex": 934,
		"postNum": 956,
		"postLink": "/sp14868933",
		"postTime": "2009-01-29",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t226043p80",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "Och påstår Marx att individer ska förtryckas? Dina slutsatser är förhastade. Marx nämner förtryck, ja. Kanske en eller två gånger. Du verkar tro att marxismen bygger på citat. Jag väger inte in enbart ett citat från manifestet. Som sagt. Marx nämner aldrig att individer ska förtryckas. Det är enbart som klass de ska förtryckas. Du vet hamna på dåtidens sopptipp, bli av med produktionsmedel etc. Som klass förtrycks de, blir krossade, men inte som individer. Du får skilja på det. Det är grunden för förståelse, vad du nu än säger. Du blandar ihop klass och individ, borgarklass och det kapitalistiska samhället osv. Nej, du blandar ihop begreppen. Och varför vi inte kommer så långt är att du inte vill diskutera själv. Du ställer endast en fråga och lägge över allt på mig, men mina frågor vill du inte svara på på. Ja, och det är ju inte du. Och du på mina. Ja, och jag trodde att jag hade svarat på frågan, men det verkade inte som att jag förstod den. Nu upptäcker jag ju att jag ändå gjorde det, och att inte är läskunnig. För att jag ansåg att jag förstod den, men sedan så upprepade du den så att jag blev tveksam. Det borde jag inte varit Jag diskuterar för fullt, du vill inte svara på mina frågor. Tack att du förklarade, men jag vet inte vad du vill veta som inte är nytt. Arbetarklassen bestämmer det, men som sagt så här inte det här till diskussionen. Du har alltså använt sig av en oväsentlig fråga och påstått, medan jag förklarar och förklarar, att vi inte kan fortsätta diskutera förrän jag svarade. Den har ingenting att göra med diskussionen. Poängen är att du har fel, sedan så är marxismen inget man kan införa utan ett sätt att förstå och därav förändra världen. Den tolkning kan se olika ut, du har däremot fel. Arbetarklassen kommer antaligen inte ens använda ordet, så jag förstår inte varför vi diskuterar det. Arbetarklassen kämpar inte för att de läser Marx, utan som arbetare och deras ställning i samhället. Tolkning av Marx kan se olika ut, dock kan man inte tolka det som du gör. Så nu går vi vidare. Förklara hur du kan i Marx få det till att man ska använda sig av totalitärt förtryck och massmord."
	},
	{
		"postIndex": 921,
		"postNum": 943,
		"postLink": "/sp14859535",
		"postTime": "2009-01-29",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p79",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Förtryck är förtryck under båda diktaturerna. Om du kan förklara att förtryck under enda diktaturen egentligen inte är förtryck så gälelr det för den andra diktaturen också. Du kan inte buta betydelse av ordet efter maktövertagandet, det finns ingen grund för nåt sånt. Och arbetardiktaturen bygger också på en högst levande klasskonflikt, osv, osv, osv. Revolutionen, ja. Maktövertagandet nej. Hur många gånger måste vi tala om för dig att sluta blanda ihop dom två? Återigen: Jag skiter i vilka klasser det är och vad du kallar klasserna. Marx säger, och du erkänner, att arbetardiktaturen skall vara ett klassamhälle med klassförtryck. Du försöker ha kakan och äta den, genom att säga att det skall vara klassförtryck med det förtrycket är ett förtryck som inte förtrycker. Det kan du inte säga. Du har erkänt att arbetardiktaturen är en förtyckande diktatur där en klass skall förtrycka en annan. Du försöker åla dig ur detta genom att hävda att förtrcyket inte är förtryck. Det är intellektuellt ohederligt. Lägg ner. Njae, faktiskt inte (beror på vad man menar med \"syftar på\"). Vi återkommer till detta efter att du har besvarat frågan. Den oförmågan finns ingen stans annars än i dina fantasi. Problemet här är en sak och enbart en: Din ovilja att svara på frågan. Ja. För jag noterar en sak: Du svarade inte på frågan. Vad vad det jag sa? Jo: Och kan man tänka sig, jag fick rätt. Du vägrar alltså svara på frågan?"
	},
	{
		"postIndex": 653,
		"postNum": 668,
		"postLink": "/sp14720915",
		"postTime": "2009-01-20",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t226043p56",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "Vadå bestämma mig. Förstå att det är skillnad på din fantasti och vad jag skriver. Jag får förklara dig igen. Som jag har förklarat så är borgarklassens existens som levande klass en motsägelse om arbetarklassen griper makten. det betyder inte att konflikter och motsättningar, och klasser, försvinner. Arbetarklassen är en klass och således finns klasser. Borgarklassen har kanske makten på vissa ställen, således kan motstånd från borgarklassen finnas från andra ställen än de ställen arbetarklassen griper makten, således finns klasser. Men som sagt är arbetarklassen också en klass, och finns så länge tills kommunismen (kommunismen innebär inte att en klass arbetar, utan att arbetarklassen också försvinner). Borgarklassen son försvinner som klass kan däremot återkomma som kontrarevolutionärer och därför finns konflikter kvar. Men arbetarklassens diktatur innebär inte att arbetarklassen förtrycker borgarklassen son individer eller levande klass. Det är endast de som tar vill vapen som motverkas. Du förstår ingenting. Förklara vad i citatet som beskriver att arbetarklassens diktatur innebär att borgarklassen finns kvar. Det komiska är dock hur du helt omarxistiskt tror att citat beskriver marxismen. Då vet du inte ens vad i allmänhet marxismen är för någonting. Marxism inkluderar förståelse för klasserna, och det inkluderar förståelse för vad borgarklassen är och hur den försvinner när arbetarklassen tar över. Det är ingenting som kan förklaras med lite citat i en för övrigt föråldrad text i mycket, men det betyder inte heller att citaten kan användas som du använder dem. Men tokstolle, det är du som inte förstår att det är skillnad på dina fantasier och vad jag och Marx säger. Arbetarklassen finns kvar, klass finns därför kvar. Motsättningar i form av kontrarevolutionärer - arbetarklassen finns kvar, således motsättningar. Kapitalistiska förhållanden finns kvar på många sätt, därför även konflikter och motsättningar. Borgarklassen är kanske inte utslagen i hela världen således finns de kvar. Om du inte förstår att borgarklassen inte är genetiskt och att man inte bokstavligen föds och dör som kapitalist, utan en position och ställning i produktion och samhälle, så förstår du inte det. Ska göra det lite pedagogiskt: Du kan kanske fylla i den sista raden. Enligt dig är borgarklassen fortfarande en klass? På vilket sätt? Nej, det gör han inte alls i den betydelsen du använder dig av. Borgarklassen förtrycks genom att de förlorar sin ställning som härskande klass och att arbetarklassen tar makten. Men det innebär inte att borgarklassen finns som den klass de var innan revulutionen. Du får styrka ditt påstående att borgarklassen finns kvar. Jag tar mig tid för att förklara att det här inte stämmer. du får komma med andra argument än \"Marx sa det\" för det gjorde han uppenbarligen inte. Citat i manifestet, helt ur sitt sammanhang, säger ingenting."
	},
	{
		"postIndex": 953,
		"postNum": 975,
		"postLink": "/sp14884890",
		"postTime": "2009-01-30",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t226043p82",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "Du menar att den finns i svensk översättning? Och inte du heller. Varför upprepar du dig om saker som inte är sant? Var säger han någonstans att smartypants inte skulle ha fel? Allvarligt talat. Ja, det är skillnad på samma sätt som att det är skillnad på arbetarklassens diktatur som borgarklassens diktatur. Det är skillnad även om båda fallen skulle innebära något \"förtryck\". Du menar helt enkelt att arbetarklassen kommer förtrycka borgarklassen på samma sätt som borgarklassen gjorde det? Hur skulle det gå till? Hur skulle borgarklassen kunna arbeta åt arbetarklassen på det sätt arbetarklassen arbetade åt borgarklassen? Då blir ju borgarklass arbetarklass och arbetarklass borgarklass. Då arbetar en minoritet och och en majoritet äger bara. Men en minoritet kan ju inte hålla igång samhället. Att feodalismen innebär utsugning och kapitalismen gör det betyder inte att denna utsugning innebär samma sak i praktiken. du förstår inte. Därför. Annars hade du inte upprepat samma felaktiga strunt. Exakt, det är därför borgarklassen förtrycks som historisk klass. Du hakar upp dig på ett citat. Marx menar aldrig att borgarklassen finns kvar där arbetarklassen tar över, eller att individer ständigt ska förtryckas. Det är inte dumheter. Du har inga belägg att jag skulle ha fel. Ja, jag hade rätt, Du tror att marxism bygger på citat. Nej, han säger inte det någonstans i samlad form. Det är bara självklart. Att en arbetare blir utsugen på ett annat sätt än en livegen är inte svårt att förstå, den ene är arbetare och den andre en livegen. Arbetare är arbetare helt enkelt. Det är ingen som bestämmer det. Om inte du vill diskutera så är det ditt problem."
	},
	{
		"postIndex": 748,
		"postNum": 766,
		"postLink": "/sp14784864",
		"postTime": "2009-01-24",
		"postUser": "smartypants",
		"postUserID": "/u71313",
		"postUrl": "https://www.flashback.org/t226043p64",
		"userUrl": "https://www.flashback.org/u71313",
		"sentence": "Nähä. Du säger inte detta alltså. Då borde du ju, rent logiskt, hålla med om att Marx sa att efter det politiska maktövertagandet kommer en period där klassamhället fortfarande finns kvar, och där arbetarklassen under den perioden skall utöva förtryck. Håller du med om det? Nej. Frågan är OM han använde sig av det begreppet. Du har svarat nej, jag påstår att han gör det. Där står debatten, och har stått mycket länge. En gång till: Marx sa att efter det politiska maktövertagandet kommer en period där klassamhället fortfarande finns kvar, och där arbetarklassen under den perioden skall utöva förtryck. Det är detta jag säger. Det är detta vi debatterar. Är påståendet sant eller inte? Vad bra, det går framåt. Nu till frågan: Är det korrekt att Marx sa att efter det politiska maktövertagandet kommer en period där klassamhället fortfarande finns kvar, och där arbetarklassen under den perioden skall utöva förtryck? Nähä, men som vi har påpekat i en vecka nu, NÅN slags klass att förtrcyka måste det ju finnas för att den skall kunna förtryckas. Eller hur? Så frågan är om Marx sa att efter det politiska maktövertagandet kommer en period där klassamhället fortfarande finns kvar, och där arbetarklassen under den perioden skall utöva förtryck, eller om han inte sa det. Jag tolkar inte Marx. Nu gäller diskussionen om vad han sa. Sa Marx att efter det politiska maktövertagandet kommer en period där klassamhället fortfarande finns kvar, och där arbetarklassen under den perioden skall utöva förtryck eller sa han inte det? Diskussionen handlar inte om tolkning, utan om Marx sa att efter det politiska maktövertagandet kommer en period där klassamhället fortfarande finns kvar, och där arbetarklassen under den perioden skall utöva förtryck eller om han inte sa det. du förnekade att han gjorde detta. Jag bevisade att han gjorde det. Du har sedan tillbringat en vecka i självmotsägelsernas land, och enbart nyligen kommit ut. Och med din återvändo kan vi återigen diskutera sakfrågan. Dvs huruvida Marx sa att efter det politiska maktövertagandet kommer en period där klassamhället fortfarande finns kvar, och där arbetarklassen under den perioden skall utöva förtryck eller inte."
	},
	{
		"postIndex": 688,
		"postNum": 704,
		"postLink": "/sp14735511",
		"postTime": "2009-01-21",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t226043p59",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "Citera mig exakt där jag påstår att borgarklassen som klass finns kvar på de ställen arbetarklassen tar makten. Och förklara för mig sedan hur det är möjligt. Nej det gör jag inte. Se ovan. Jag har aldrig veterligen skrivit \"klassmotsättningar\" tidigare, citera mig gärna, men det är ett uttryck som även det passar in på vad jag skriver. Det är enkelt. Om borgarklassen finns kvar på de ställen där inte arbetarklassen har tagit makten, på de ställen där inte deras diktatur har inrättats, finns det en konflikt mellan de ställen där arbetarklassen härskar och på de ställen där borgarna gör det. På samma sätt så utspelar det sig ett klasskrig där borgarna formerar sig som klass och arbetarklassen gör det (skilj på klass för sig och i sig). Men på de finns inte borgarklassen som klass kvar. Ett exempel. I Pariskommunen grep arbetarklassen makten, men hela yttre Frankrike stod emot dem. I Paris utspelade sig inte konflikten utan mellan i-stad och utanför-stad. Förstå att ingenting är så enkelt. Men är det så jävla svårt att förstå. Arbetarklassens diktatur är endast på de ställen där arbetarklassen har makten, således finns inte borgarklassen kvar i diktaturen. Men utanför finns inte arbetarklassens diktatur, således finns borgarklassen kvar på de ställen där inte arbetarklassen griper makten. Det är inte alls en självmotsägelse, på vilket sätt är det det? Tänk lite istället. Bara för att vattenmeloner kan odlas på ett ställe betyder inte det att det är en självmotsägelse att inse att det inte är så överallt. Läs istället vad jag skriver. Varken Marx eller jag påstår någonting om att döda borgarklassen. Arbetarklassen bryr sig självklart om revolutionen är global eller ej. Arbetarklassen känner solidaritet med andra arbetare, därför. De yttre platserna kommer försöka krossa revolutionen så för att kommunism ska bli verklighet krävs det en global revolution. Borgarna i Nya Zeeland ser gärna att arbetarklassen i Norge ska motverkas. Det där är bara fjanterier. En kontrarevolutionär är de som med vapen i hand motverkar revolutionen, inte att någon har en annan åsikt. Om du nu skulle ha läst Marx och marxism, alltså förstått innehållet också, så är borde du nog öva dig på att läsa. Nej, ingen påstår någonting om att PD har en egen vilja. Marxismen är materialistisk och ingenting annat. Det är de materiella förhållanden som bestämmer när motsättningarna har upphört och ingenting annat. Och du skulle ha läst Marx? Varför påstå att Marx tycker någonting om du inte har läst honom. Nej, kontrarevolutionärer handlar inte om åsikter. Ja, kontrarevolution betyder att någon tar vill våld, och då bemöter arbetarklassen dem med våld. Nej, pajas. Läs istället. De borgare som tar till vapen bekämpas. Men om borgare lugnt tillåter revolutionen så får utsätts de inte för något förtryck. De slutar endast att vara borgare. Skilj på borgare och kontrarevolutionär för i helvete. Ja, varför inte."
	},
	{
		"postIndex": 911,
		"postNum": 933,
		"postLink": "/sp14857237",
		"postTime": "2009-01-28",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t226043p78",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "Är det inte dumt att komma in i en diskussion så långt efter jag redan har förklarat det här. Nej, det finns inga borgare under arbetarklassens diktatur. Du läser inte vad klassförtrycket innebär. Det handlar om att ta ifrån fabriksägare produktionsmedel, försvara sig från stat och borgare etc. Det innebär att borgarklassen försvinner, och det försvinnandet är förtrycket. Alltså det handlar inte om att, som smartypants påstår, förtrycket innebär att arbetarklassen går runt och förtrycker borgare som inte längre är borgare. phunque. Du har inte läst någon marxism, du förstår inte vad klass är. Att du sedan påstår allt annan än vad jag skriver är ditt problem. Jag ser att du inte använder dig av argument. Borgarklassen finns inte på de ställen där arbetarklassen tar över, således kan inte arbetarklassens diktatur innebära att arbetarna går och förtrycker individer. Borgarklassen försvinner och blir i det långa loppet en del av det förflutna. Borgarklassen som klass försvinner, men individerna som skapade denna klass fortsätter ju att vara individer. Är det svårt att förstå?"
	},
	{
		"postIndex": 701,
		"postNum": 718,
		"postLink": "/sp14741074",
		"postTime": "2009-01-21",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t226043p60",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "Men vad hjälper det att du säger att det är lögn, om det enda du säger är personanklagelser och \"det är lögn\". Så diskuterar man inte. Du förstår fortfarande inte att ett citat inte bygger marxismen. Om du läser och kan ta till dig ett sammanhang så förstår du vad borgarklassen är och vad som betyder \"förtryck\". Varför förstår du inte att om Marx säger förtryck någonstans så kan inte du tolka det hur som helst. Min poäng är att förtryck måste ha sin sammanhang. Om du vill diskutera så diskutera det jag skriver. Jag påstår att borgarklassen inte finns som klass där arbetarklassen tar makten. Det betyder inte att samhället är klasslöst. Kapitalistiska förhållanden finns kvar och motsättningar finns kvar, arbetarklassen finns kvar, borgarklassen är inte utslagen på alla ställen. Det är ingenting som kan beskrivas som klasslöst. Varför bemöter du inte sakfrågan? Ja, och varför vill du inte ge dig in på diskussion om ordet förtryck och själva marxismen. Du är inte seriös om du verkligen tror att marxismen bygger på ett citat, helt taget ur sitt sammanhang. Förstår du inte att ord betyder olika i olika sammanhang? Förtryck kan betyda olika saker: Svara på det istället. Förtryck betyder som sagt en helt annan som om man vill se det i det sammanhang och allt annat Marx skrev. Men var i det här citat står det att borgarklassen ska förtryckas under arbetarklassens diktatur? Du diskuterar det som INTE står nu. Ditt problem är att du tror att ett citat bygger marxismen, och att ett ord har en betydelse. Töntjävel."
	},
	{
		"postIndex": 1286,
		"postNum": 1319,
		"postLink": "/sp16509454",
		"postTime": "2009-05-06",
		"postUser": "MalariaMyggan",
		"postUserID": "/u286444",
		"postUrl": "https://www.flashback.org/t226043p110",
		"userUrl": "https://www.flashback.org/u286444",
		"sentence": "Här har vi essensen i socialismen, något jag under lång tid haft lust att starta en tråd om men aldrig gjort. Låt mig först börja med att tillkännage att jag är libertarian men för det hoppas jag inte att ni socialister avfärdar min post a priori . Kärnan i socialismen är bekämpandet av naturen, en önskan att reducera sina inre kvalitéers relevans för den egna tillvaron. Det är en önskan att förgöra naturens påverkan på människan. Min tes är att det antagligen är därför desperata människor i större utsträckning blir anhängare till utopiska ideologier än nöjda, kreativa och lyckliga individer. Det förklarar också avskyn mot högpresterande individer och varför lönearbete anses vara slaveri. Rent logiskt kan lönearbete aldrig vara slaveri, man har alltid ett val att arbeta eller ej. Logiken håller så länge man inte ser naturen som förtryckande, då blir plötsligt arbete ett tvång då man kanske föddes till att inte bli mer än t.ex industriarbetare ett annat exempel är barn som måste arbeta för att hålla sig vid liv. Enligt socialisten är man slav åt sin chef för att man inte har friheten att undkomma naturens krav på människan, behovet att äta t.ex. Tillvaron och kroppen formar vad man måste göra för att överleva, det är detta som socialisten egentligen avskyr och vill förändra. Viljan att störta samhället är egentligen viljan att förändra grundförutsättningen för människan och särskilt för sig själv. Socialism/kommunism (jag buntar ihop dem, ursäkta) beskrivs ibland som toleransens och kärlekens ideologi och ur socialistens perspektiv är den just det. Men den kärleken till människan grundar sig i hatet gentemot naturen. Man vill höja människan över dess nuvarande livsvillkor som man anser vara förskräckliga genom att förstöra allt som påvisar naturens realiteter. I diskussioner med socialister hör man ofta som första argument att socialism skall införas på altruistiska grunder men om folket nu inte skulle vilja bli hjälpt faller socialisten tillbaka på argument om att det socialistiska systemet är moraliskt överlägset andra alternativ. I slutändan är det inte kärleken till livet eller människan som är viktigast utan hatet över naturen. Världen är så hemsk att det inte spelar någon roll om människor ändå vill ha som det är. Det är på dessa grunder man accepterar tvång och förtryck för att uppnå sitt mål. Defenestration skriver mycket träffande: Resonemanget han för är dock ologiskt. Förtrycket han vill minska försvinner aldrig, naturen kan inte ändras genom lagar. Vem som helst kan inte starta företag. Man kan försöka genom att förbjuda individer att äga egna företag, det kommer dock inte leda till att andra människor fyller deras platser utan endast till att inga företag alls kommer existera. Man måste alltid arbeta (eller låta någon arbeta åt dig) för att få mat på bordet, det faktumet kvarstår oavsett ideologi. Man kan inte minska naturens tvång genom att tvinga folk att inte erkänna tvångets existens. Folk springer olika fort oavsett om det finns sprinttävlingar eller ej. En dum person kan inte tänka på samma sätt som en smart bara för alla intellektuella yrken är borta. Människor som föds med handikapp är fortfarande handikappade oavsett hur mycket av folkets egendomar man ger dem. Det är axiomatiskt omöjligt att utplåna förtryck genom förtryck. Det finns bara ett sätt att minska naturens förtryck och det är genom vetenskap, inget annat. Genom att utveckla nya metoder att maximera produktion kan man mätta fler oavsett om man väljer att omfördela andras egendom eller inte. Endast genom medicinska interventioner kan man ta bort människans olikheter och låta alla få samma chans i livet. Det finns inga andra metoder och oavsett om det är naturens tvång eller kärleken till människan som driver en finns det bara en väg att gå som ger resultat. Forskare, intellektuella, skapare och högpresterande är de individer som ser till att naturens förtryck minskar! De är de enda som kan minska förtrycket och de är de enda som någonsin kommer kunna göra det. Det är omöjligt att förutspå vad vetenskapen kommer fram till härnäst därför ska man aldrig förtrycka de individer som står för de framsteg vi lever på. Förutom dugliga människor krävs det ytterligare en sak för att utveckling skall gå framåt och det är resurser i form av valuta. Pengar är bara ett sätt att kvantifiera det arbete man utfört och vilka resurser man har. Det är ingen skillnad med att betala med pengar än att utföra byteshandel, det förstnämnda är dock mycket mer effektivare. Det effektivaste systemet för att maximera enskildas möjligheter och världens resurser är liberalism. Därför är även liberalism den ideologi som reducerar och kommer reducera naturens förtryck mest. Det är även därför fattigdomen minskat i varje land som liberalismen fått (om än flyktigt) fotfäste i, och det är därför länders välstånd är korrelerat med graden av frihet. Socialismen tar bort förutsättningen för minskande av naturens förtryck och kommer därför alltid att leda till misär. Som avslut vill jag påpeka att liberalism inte kan utövas med våld utan för att räknas som liberalt måste varje avtal ingås frivilligt utan våld eller hot om våld."
	},
	{
		"postIndex": 752,
		"postNum": 770,
		"postLink": "/sp14785346",
		"postTime": "2009-01-24",
		"postUser": "Chen",
		"postUserID": "/u315903",
		"postUrl": "https://www.flashback.org/t226043p65",
		"userUrl": "https://www.flashback.org/u315903",
		"sentence": "Ja, arbetarklassen organiserar sin revolutionära diktatur, försvarar sig mot kontrarevolutionärer (förtryck om du så vill). Det är ett klassamhälle. Men förtrycket av borgarklassen innebär inte ett förtryck av borgare som individer, borgarklassen som klass finns inte kvar. Men du fick ditt svar redan från början. Nej, det handlar om att jag förnekar att han använde ordet som du gör. Alltså är det ingen fråga \"om\", utan du har förnekat den rätta tolkningen. Jag har aldrig förnkenat att han använde det. Och jag har aldrig förnekat det. Men, jag har aldrig förnekat det, således har aldrig diskussionen handlat huruvida påståendet är falskt eller inte. Jag ville från allra början att du skulle definiera ordet. Således har jag aldrig förnekat det, endast enligt din inbillning. [quote]Vad bra, det går framåt. Nu till frågan:/QUOTE] Det går snarare bakåt. Jag gav dig svar från första början, nu verkar du dock upptäcka det. Att inse det jag skrev i första inlägget innebär att gå bakåt, inte framåt. Men, diskussionen kräver att man förklarar ord och uttryck. Förtrycket innebär någonting annat. Läs de citat jag använde mig av. Redan från början har jag utgått från att han använde sig av ordet \"förtryck\", därav handlar diskussionen om att förklara vad ordet betyder. Jag förnekade det inte. Citera mig när jag gör det. Borgarklassen som klass upphör som klass där arbetarklassen tar över. Det innebär inte konflikternas slut, det påpekade jag ju från början. Därför handlar diskussionen om tolkning just för att båda erkänner att han använde ordet. Du har bara fått för dig en massa. Jag redde ut allt från första början."
	}
]
