[
	{
		"postIndex": 172,
		"postNum": 175,
		"postLink": "/sp11685793",
		"postTime": "2008-06-18",
		"postUser": "Radsoc",
		"postUserID": "/u265128",
		"postUrl": "https://www.flashback.org/t539212p15",
		"userUrl": "https://www.flashback.org/u265128",
		"sentence": "Magi verkar trevlig, men hans mentala sociala sida verkar vara något outvecklad, med tanke på signaturen och sättet att skriva. Kanske är det psykiska men från studietiden eller helt enkelt otillräcklig grundläggande utbildning från grundskola eller gymnasium. Jag läser på teknisk fysik och kan bekräfta mycket av det som sagts. Har aldrig varit med om så dålig stämning, elitism, snobbism och demokratihat tidigare. Samtidigt har jag märkt att många av mina kurskamrater skriver sämre engelska och svenska än mellanstadiebarn. Visst kan de räkna, bättre än jag i många fall, men de kan överhuvudtaget inte skriva. Kanske är det kursernas tyngd och lärarnas fascistioda hållning till dem, som tvingar fram ett klimat där majoriteten sitter dygnet runt och pluggar vilket leder till tråkig stämning. Vi läser kurser som vanligtvis läses en termin på några veckor och får färre poäng för att vi läst mer snabbare. Det är vanligt att över hälften kuggar o. s. v. , och det är inga flumkurser. CSN-problem är inte ovanliga. Kanske har magi kommit i kläm i den miljön. Lyckas man inte sålla sig till en fraktion som t. ex. nördar (ordet missbrukas) som fascineras av de konstigaste saker, snobbar som ser ner på folk med billiga kläder, sportgalningar eller punkare så kan man frysas ut. Samtidigt vet jag att äldre människor har svårt att komma in i gemenskapen med yngre människor (om de ens vill det). Grupperna lever helt olika liv. Arbetsmarknaden för tekniska fysiker ser ut att vara katastrofal. Att arbetsgivare ens behandlar en teknisk fysiker på det sättet som magi råkat ut för gör att man tappar suget. Jag har hört andra historier om folk som tagit jobb som inte kräver utbildning för att de helt enkelt inte stått ut med varken lön eller jobb. Lönenivån är på alla sätt absurd. Doktorer i fysik som tjänar 25k kr är fullständigt galet. Går man på teknisk fysik för jobbens skull så är utbildningen inte värd det om man inte har tur och får ett jobb som man trivs med. Jag själv gör det för att jag rätt och slätt är intresserad av att kunna räkna som en gud och modellera saker i verkliga livet, men kommer förmodligen hoppa till läkarlinjen när jag tagit kand. av egenintresse. Och visst, folk kallas på anställningsintervjuer för att det finns ett sug efter ingenjörer, men det finns inte plats för alla. Så är det i en marknadsekonomi. Folk utbildar sig till det som inte behövs och får gå arbetslösa. Icke-optimal produktivitet."
	},
	{
		"postIndex": 231,
		"postNum": 237,
		"postLink": "/sp12066060",
		"postTime": "2008-07-20",
		"postUser": "Toolman",
		"postUserID": "/u97216",
		"postUrl": "https://www.flashback.org/t539212p20",
		"userUrl": "https://www.flashback.org/u97216",
		"sentence": "Någon egentlig brist på ingenjörer tror jag inte existerar i Sverige. Hade bristen varit så pass stor hade man översett med brist på erfarenhet, hög ålder och ev. sociala tillkortakommanden. Det sker konstant en överutbildning med ett visst undantag i högkonjunktur. En bra indikation på om det är brist på arbetskraft eller inte är löneläget. Jag har själv dubblat min lön genom att flytta till ett grannland. Där är det brist på arbetskraft, man behandlas med respekt vid intervjuer och inte något katten dragit in. Ditt problem är att du inte har någon relevant erfarenhet. Jag har också examen i teknisk fysik och sökte 100-talet jobb utan att bli kallad en enda gång på intervju, jag hade turen att en bekant ordnade in mig på ett företag i byggbranschen. Jag är fortfarande iskall på den svenska arbetsmarknaden (förutom på mitt förra jobb) pga för hög ålder. Men det gör inget när jag mer än dubblar inkomsten utomlands. Har du prövat att ta kontakt med din gamla skola, nu i högkonjunktur brukar företagen söka direkt på skolan. Har du kontakter där du kan nyttja? Doktorand? Kontakta Svenska Ingenjörer, beskriv ditt problem, de kan kanske hjälpa dig. De driver ju stenhårt frågan om fler ingenjörer antingen genom fler utbildningsplatser eller genom import av arbetskraft. Hur det nu ska gynna sina medlemmar. Du blir trots allt kallad på intervju, vad går fel, analysera situationen på samma sätt som ett fysikproblem. Vad går fel, kontakta intervjuaren, vad kan du göra bättre till nästa gång. Kan du hitta någon som kan coacha dig? På högskolorna brukar de kunna erbjuda sådant stöd. Ta en skrivkurs på Komvux, det skulle alla ingenjörer behöva. Skriva lär man sig inte på att ingenjörsutbildningar. Bli positivare, oavsett hur jävligt livet har varit så blir det inte bättre av att man lever i det förgångna. Bitterhet lyser så lätt genom. Börja på nytt. Oroa dig inte över att du ev. tycker att du är annorlunda. Jag personlig älskar ha starka personligheter på min arbetsplats. Det finns inget tråkigare s.k. \"normala\" människor. Det finns plats för alla. Jag tror att jag förstår ditt syfte med att skriva om din situation, du vill ge igen på svenskt näringsliv som behandlat dig ofördelaktigt. Du visar kämparvilja, de flesta hade nog gett upp och accepterat situationen, och det är det många som har gjort. Jag är lite förvånad att ingen här har tordas ge dig chansen, det är ju så många som påstår att det finns massvis med arbete på sina företag. Ingen stor risktagning, provanställning och på 2 veckor kan man vara ute om det inte stämmer. Jag tror att du skulle ge järnet om du fick chansen. Jag hoppas det löser sig. Strunta i alla som sparkar på dig, det är populärt att sparka på dem som ligger nuförtiden, de har sina egna problem."
	},
	{
		"postIndex": 149,
		"postNum": 150,
		"postLink": "/sp11499842",
		"postTime": "2008-06-04",
		"postUser": "Bluesmoke",
		"postUserID": "/u234386",
		"postUrl": "https://www.flashback.org/t539212p13",
		"userUrl": "https://www.flashback.org/u234386",
		"sentence": "Jag kan förstå att du är bitter, och till viss del har du ju rätt. Behovet av ingenjörer är inte så fantastiskt stort som man kan få intryck av i media. Dock får ändå de allra flesta jobb efter examen i dessa tider (mig själv inräknad) och får därmed chans att med relevant arbetslivserfarenhet skaffa sig en mer stabil position på marknaden. Just nu är det ju fortfarande förhållandevis bra tider för ingenjörer, men därmed inte sagt att alla får jobb så lätt. Jag tror i likhet med en del andra att din ålder i kombination med liten relevant arbetslivserfarenhet och lång utbildningstid tyvärr kan ligga dig lite i fatet (du var väl 45 eller nåt sånt väl?). Därmed inte sagt att det är kört eller att du aldrig kommer att få ett \"riktigt\" jobb. Som många också har sagt så kan gap years vara till viss nackdel också, såvida man inte har haft goda skäl till dessa. Min arbetsgivare frågade mig rakt ut om jag hade tagit sabbatsår, och när jag svarade nej på den frågan sa han bara \"bra, det har jag aldrig fattat vad det ska vara till för, rent slöseri med tid!\". Vilket ju säger en del om den generella inställningen till sånt. Sen tror jag att du hade en jäkla otur också eftersom du tog examen 2005 när det fortfarande var riktigt kärvt för ingenjörer på jobbmarknaden. Kunskap är färskvara i ingenjörssammanhang, och det brukar inte ses som riktigt bra att man har hållit på med något helt annat i flera år efter examen...man tappar stinget, spetsen så att säga. Dessa saker behöver inte i sig vara betydelsefulla, men om det förekommer mycket sånt i CVt finns det risk att man blir bortvald när många andra också söker och man inte har några kontakter på företaget ifråga. Du har varit hos skolans career service och finslipat CV:t, fixat bra referenser, testat allt? Förstår verkligen att det känns surt när man lagt ner så mycket jobb på utbildningen och blir dissad lik förbaskat."
	},
	{
		"postIndex": 528,
		"postNum": 544,
		"postLink": "/sp16097735",
		"postTime": "2009-04-12",
		"postUser": "Dilettanten",
		"postUserID": "/u313835",
		"postUrl": "https://www.flashback.org/t539212p46",
		"userUrl": "https://www.flashback.org/u313835",
		"sentence": "Du glömmer bort att många även går i pension. När det gäller civilingenjörer är det till viss del så att 40-talisterna är den första stora generation som utbildat sig och fått denna typ av examina. Visst har det funnits civilare innan, men dels är 40-talisterna relativt sett många och välutbildade, och dels var inte industribehovet av civilingenjörer så stort tidigare i industrins historia, som det har varit de senaste 40 åren. Jag tror därför att detta kan komma att hjälpa upp marknaden för ingenjörer, eftersom pensionsavgångarna kommer att bli väldigt stora framöver. Ett företag behöver alltså inte växa för att ha ett behov av nyanställningar, utan många företag minskar på personalstryrkan i dåliga tider genom att helt enkelt inte anställa några nya under en period. När det gäller jobbyten, kan det stämma till viss del. Men i goda tider ser man gott om annoner där nyexade, oskrivna papper eftersöks. I synnerhet från studentkonsultfirmor och andra sådana där tredjehandskonsulter/bemanningsföretag. Jag sökte många sådana jobb på traditionellt vis via platsbanken och fick ett, utan kontakter eller andra speciella fördelar. Jag hade inte ens speciellt bra betyg och framförallt hade jag inte examen när detta begav sig. Så visst går det att få jobb genom att söka, och som \"nyexad\". Jag upplevde att folk ändå var intresserade av vad jag kunde erbjuda dem, trots min bristande erfarenhet, mina medelmåttiga betyg och mina icke-existerande EC's. Vilket egentligen är precis som det skall, eftersom bara utbildningen bör vara mer än tillräcklig för de flesta vanliga ingenjörsjobb. Därför är jag lite förvånad över att du har sökt så många jobb i bra tider och ändå inte fått något, inte ens någon provanställning någonstans. Det stämmer inte med mina vänners/klasskamraters erfarenheter heller. Möjligen kan några ha upplevt det under IT-bubblan, men det var då det."
	},
	{
		"postIndex": 134,
		"postNum": 134,
		"postLink": "/sp11454976",
		"postTime": "2008-05-31",
		"postUser": "magi",
		"postUserID": "/u87471",
		"postUrl": "https://www.flashback.org/t539212p12",
		"userUrl": "https://www.flashback.org/u87471",
		"sentence": "Då jag blev mordhotad trodde jag inte det var på allvar då jag är världens snällaste person och är med i Röda Korset samt varit med i Amnesty och Svenska Freds. Så jag skojade tillbaka med att säga att jag varit främlingslegionär i 5 år och sedan stirrade jag argt på honom. När han nu helt plötsligt inte hotade mig längre utan visade ångest och rädsla och bad om förlåtelse förstod jag helt plötsligt att han hade menat allvar. Men i flera månader var det inga problem på LTH och mobbingen började inte förrän en tjej i klassen kom fram till mig på våren och frågade mig om jag verkligen varit med i främlingslegionen. Jag svarade att det var bara som jag skojade, då jag blev verbalt mordhotad på en studentfest då personen skrek mig rakt i ansiktet att han hatade mig och skulle döda mig. Nu startade en veritabel hatjakt på mig på LTH för jag tror att killen som hotade mig blev så rädd att han avslutade sina studier eller något för att undvika mig typ. Så nu gjorde han och hans kompisar allt de kunde för att få bort mig från LTH och när jag började andra året klarade jag bara 2 månader för det gick helt enkelt inte att studera teoretisk fysik på de öppna föreläsningarna då jag ofta hade personer bakom mig som trackaserade mig på föreläsningarna. Så jag tog ett sabbatsår för jag fick ingen hjälp av univeristetet. Jag klarade nätt och jämnt andra året sedan men det var så jobbigt att bli mobbad på föreläsningarna så jag tog ett sabbatsår till efter andra året. Efter tredje året tog jag också ett sabbatsår pgs mobbingen. Att folk här försöker förklara mig som det ena efter det andra är bara fruktansvärt för mig då jag är världens snällaste människa som bara har haft oturen att råka reta någon psykopat på universitetet som haft förmågan att få med sig sina vänner på att trackasera mig. Men jag lyckades iaf ta min examen, men nu får jag inget jobb pga att jag tagit för många sabbats år, trots att jag kan visa att jag varje år lyckades få ihop tillräckligt med poäng för att läsa allt på 5 år. Och jag är rädd att jag fortfarande är trackaserad av dessa galningar för jag köpte en årsny bil nyligen och efter några dagar hade någon repat motorhuven så jag fick lackera om den, samt att jag fick ta den till en verkstad då det började klonka i framvagnen och en av de 2 skruvarna som håller bromsblocken på vänster framhjul var borta så jag hade kunnat förlora bromsen på vänster fram eller fått en hjullåsning. Jag har fått polisanmäla detta som mordförsök. M.Sc. in Engineering Physics"
	},
	{
		"postIndex": 576,
		"postNum": 594,
		"postLink": "/sp17878062",
		"postTime": "2009-07-28",
		"postUser": "kavalen2",
		"postUserID": "/u131003",
		"postUrl": "https://www.flashback.org/t539212p50",
		"userUrl": "https://www.flashback.org/u131003",
		"sentence": "Jo men vad är meningen att man ska göra då? Media späker hela tiden på med massa exempel om att nu blir det brist på både det ena och andra, det här ska du utbilda dig till etc. Ska man verkligen göra det, dvs om det är dåliga tider så ska man alltså utbilda om sig under tiden? Jag har den här utbildningen nu men läser till sjuksköterska då det kommer vara brist där om 3 år låter ju helt sanslöst. Jag har examen i business and economics ( civilekonom) samt jobb men jag känner nästan att det inte var värt studielånet. Nu har jag heller inte fullt studielån utan ca 170 tkr men vet inte vad jag ska få för jobb för att kunna casha ut detta lån på ett par tre månader, för det är i princip det jag vill göra. Jobbar i dagsläget som Account Manager, ett jobb som ger hyfsat betalt men ligger ändå minus sett till helheten. Jag har alltid varit bra på golf och har en talang att bli ännu bättre vilket både tränare och andra påtalat, dock har jag inte kunnat träna för att bli bättre då jag hela tiden jobbar till en enligt mig skitlön. Eller egentligen är det väl ingen skitlön men jag gillar inte jobbet faktiskt. Ärligt så kan jag gå ner 10 tusen i lön och stå i en Golfbutik för det ger mig mer, me ndå blir det mindre kvar att betala av studielånet med. Helst av allt vill jag bara satsa på golfen vilket inte är för sent, men det blir om jag inte bestämmer mig. Den andra aspekten av det hela är att jag startar ett företag relaterat till nånting inom golfområdet. Grejen är den att jag känner att ett vanligt jobb där någon anställer mig ger riktigt dåliga pengar, om man nu inte är koncernchef. Jag vill tjäna miljonbelopp så jag dels kan lägga undan och dels göra allt annat jag vill göra just nu, detta är svårt med en lön på 30k i månaden. Jag inser ju att högskolan var ett dåligt val för hur gör man för att bli hög chef och tjäna de stora pengarna genom att vara välutbildad, ja då måste man typ känna nån hög snubbe på företag och detta i kombination med utbildning kan leda till något bättre. Det känns kluvet från min egen sida just nu, att utbilda sig mer kommer inte på fråga, vad ska det leda till förutom ytterligare studielån? Speciellt när jag inte är intresserad. Högskolan har inga intressanta saker att erbjuda då jag är en person som egentligen är mest intresserad av fysisk aktivitet, träning, hälsa, golf osv. Högskolan erbjuder bara massa teoretiskt tjafs, jag hade inte ens en enda praktikvecka på min civilekonomutbildning. Vafan det är helt jävla sanslöst att skolan inte ens kan ordna så att man får praktisera på ett ställe och komma in i rutinerna, detta kna man ju sedan lägga till sin arbetslivserfarenhet."
	},
	{
		"postIndex": 88,
		"postNum": 88,
		"postLink": "/sp8335288",
		"postTime": "2007-09-13",
		"postUser": "Bengeten",
		"postUserID": "/u134813",
		"postUrl": "https://www.flashback.org/t539212p8",
		"userUrl": "https://www.flashback.org/u134813",
		"sentence": "Jag håller med helt. Diskussionen om att det är fel på dig har spårat ur. Precis som du säger då visar ditt fall att det inte finns ett tillräckligt stort behov av civilingenjörer (åtminstone med F-examen) just nu. Jag har precis samma erfarenhet som dig. Jag tog examen i teknisk fysik 2005, sökte ca 30 jobb i månaden i 1 år och var på 10-15 intervjuer (på dessa fick jag oftast veta att det var ett 30 tal sökande och att chansen var liten på förhand att man skulle få jobb). Sen började jag söka jobb i England, två veckor efter min första ansökan hade jag ett jobb väl motsvarande utbildningsnivån och inom ett område som jag var intresserad av. Go figure. Så Magi, du kan alltid bege dig till England det finns garanterat jobb åt dig här."
	},
	{
		"postIndex": 245,
		"postNum": 252,
		"postLink": "/sp12218761",
		"postTime": "2008-08-01",
		"postUser": "zorlaco",
		"postUserID": "/u188158",
		"postUrl": "https://www.flashback.org/t539212p21",
		"userUrl": "https://www.flashback.org/u188158",
		"sentence": "Har inte surrat igenom hela tråden nu, men något säger mig att du inte har alla hästarna i stallet.. Bland annat efter att ha läst ditt första inlägg i tråden där du särskriver titt som tätt. Visst att folk kan ha problem med det om man är yngre, men det torde man tyckas kunna efter en civilingenjörsutbildning inom teknisk fysik. Hur ser ditt CV ut egentligen? Sedan det här med ditt lurendrejeri.. Det känns lite lätt rubbat.. Inte meningen att låta nedvärderande, men det här med brist på social inkompetens är inte helt otroligt väl? Till saken hör ju faktiskt att det ÄR extrem brist på civilingenjörer, i alla dess former. Har en hel drös med vänner och bekanta som gått ut diverse civ.utbildningar genom åren. Både för fem år sedan, och senast nu i våras, och de har haft jobb innan plugget varit slut. Alla. Bra jobb, inom deras område givetvis. Vet inte vad du misslyckats med riktigt? Men något är det uppenbarligen."
	},
	{
		"postIndex": 128,
		"postNum": 128,
		"postLink": "/sp9571196",
		"postTime": "2008-01-11",
		"postUser": "matterik",
		"postUserID": "/u145648",
		"postUrl": "https://www.flashback.org/t539212p11",
		"userUrl": "https://www.flashback.org/u145648",
		"sentence": "Hej, Jag läste själv teknisk fysik på kth. Jag gick ut på 5 år fast jag spelade MUD i ett halvår hela nätterna. Jobbade i fyra år på Ericsson efter och ett halvår med smartcards. Numera är jag arbetslös och bor borta från civilisationen. Arbetar som vikarie i matte i skolor och lever på akassa. Ensamstående förälder. Vad kan jag säga. Jo detta. Folk som är så blåsta att dom tror att man kan bli intelligent genom att läsa en utbildning förtjänar att bli blåsta. Världen styrs av psykopater och det är därför som vanliga människor med empati mobbas på elitiska utbildningar som teknisk fysik. Psykopater finns överallt i samhället och hela världen styrs idag av människor som i grund och botten bara vill skada andra så varför är man förvånad över att man blir mobbad när man kommer i kontakt med eliten ?? Det tyder på en oförmåga att se verkligheten som den är. Men så är det i denna ankdam som kallas sverige att människorna tror att de är fria och att de kan lita på det som sägs i TV. De tror att vi lever i en demokrati. De tror att civilisationen är till för att hjälpa människor. Civilisationen startades av den psykopat som hade förmågan att sätta sig i en maktställning över de andra genom att döda eller hota att döda andra. Läs riktig histora. Inte den indokrineringspropaganda som man kan lära sig på universitet och skolor. För de som vill ha en förklaring på alla lögner rekommenderar jag : Läs ett transcript på svenska här : Matterik"
	},
	{
		"postIndex": 214,
		"postNum": 217,
		"postLink": "/sp11746058",
		"postTime": "2008-06-23",
		"postUser": "Denethor",
		"postUserID": "/u103781",
		"postUrl": "https://www.flashback.org/t539212p19",
		"userUrl": "https://www.flashback.org/u103781",
		"sentence": "Jag hade en lärare i gymnasiet vars barn sökte mer än 200 jobb innan han fick sitt första jobb efter en ingenjörsexamen. När han väl fick en praktikplats så tog det ungefär 8 månader, sedan sökte han 4 olika jobb, blev kallad till intervju på alla 4 och fick ett nytt jobb med betydligt högre lön. Om du inte hade läst F hade du garanterat inte haft en chans till jobben. Jag hade en person som berättade om chefsposter och arbetsmarknaden för oss i Organisation och Ledarskap, han berättade om en person som var så trött på att inte få jobb att han skickade med en wettextrasa (ny ofc) med en bild på sig och sitt CV och ansökningsbrev. Han blev kallad till intervju eftersom rekryterarna undrade vad det var för person som skickar med en trasa med sitt cv. Han fick jobb också... Detta var även det ett ingenjörsjobb. Utbildningen är tänkt att kvalificera dig, att ta dig genom dörren. Men efter första dörren finns många till och du måste visa att det är just DIG de skall anställa om du inte har en unik utbildning/personlighet. Det kan vara vad som helst, ren tur eller bra meriter. Allt detta är redan sagt, men du bör ju aldrig ge upp hoppet, fortsätt sök och försök sticka ut på något vis. Tror att många rekryterare nobbar din ansökning pga åldern. Åldersdiskriminering är vanligt i Sverige och ålder ses inte som erfarenhet utan som ett problem."
	},
	{
		"postIndex": 422,
		"postNum": 434,
		"postLink": "/sp13622127",
		"postTime": "2008-11-08",
		"postUser": "Bigeard",
		"postUserID": "/u142876",
		"postUrl": "https://www.flashback.org/t539212p37",
		"userUrl": "https://www.flashback.org/u142876",
		"sentence": "Det där var det dummaste jag läst på mycket länge, Mona Sahlin med vänner vill naturligtvis att du tänker och agerar enligt ovan eftersom det skulle garantera att vi får väldigt få nya företag i landet och de få som skapas med statlig såddfinansiering skulle implicit stå i skuld till Mona, förlåt, staten. Om du är civ. ing. och påläst inom aktuellt område, varför i hela världen tror du att ALMI & co kan mer om din sektor än du själv? Tror du på allvar att någon skulle ge Magi med noll track record en påse pengar enbart baserat på en fin affärsplan? Kanske 1999 men knappast idag. Börja knega med en liten bit av ditt projekt, se vad det finns efterfrågan på och visa att du kan dra in pengar. Acceptera att du först får göra uppdrag någon är villig att betala för, tillräckligt många sådana och du har dragit ihop nog med pengar för att kunna börja göra exakt det projekt du själv vill. 1-2mbps? Kan du över huvud taget inte få ADSL? Skaffa eller låna några 3G kort med utomhusantenn och bonda kanalerna för att komma loss? Du bor ju off men inte i norrlands inland. Du verkar ju ägna mer tid åt att sitta och tänka ut ursäkter till varför ditt projekt INTE skall gå att genomföra än vad du lägger på att försöka komma ett steg närmare målet. Svammel. Kan du visa att det fungerar och går att tjäna bra med pengar på en sådan idé så kommer du att kunna hitta pengar till den men att låta Indier eller Pakis sitta och utföra hushållstjänster på distans är nog inte lönsamt. Häng inte upp dig på det, de företag som går bra i venture cup och liknande brukar vara snyggt presenterade medelmåttiga idéer eller finurliga uppfinningar med begränsad ekonomisk potential. Skall du vinna något liknande idag måste du även ha \"rätt\" mix av personer i ditt team dvs. om fem vita män som uppfunnit världens mest effektiva solfångare som dessutom var billig att tillverka och kommersiellt tillgänglig i morgon så skulle de ändå inte vinna. Vad fick du för feedback? Många visitkort? Inbjuden till fler mässor och liknande? Att Conny Svensson kan klicka hem allt som behövs från ebay är inte samma sak som att han förstår vad som behövs eller kan få allt att fungera tillsammans dvs. han behöver en konsult och helst en som kan göra lite specialanpassningar som ingen annan har så att Conny kan bräcka grannarna. Skaffa F-sedel och gör hundra degjobb på helgerna och du har dragit ihop pengar till din radiolänk! Ytterst få riktigt framgångsrika företag börjar med en examen och en påse pengar men ingen erfarenhet och noll är statligt finansierade."
	},
	{
		"postIndex": 129,
		"postNum": 129,
		"postLink": "/sp9572194",
		"postTime": "2008-01-11",
		"postUser": "whey",
		"postUserID": "/u116487",
		"postUrl": "https://www.flashback.org/t539212p11",
		"userUrl": "https://www.flashback.org/u116487",
		"sentence": "Det är lätt att kalla alla andra psykopater, men att sitta och spela MUD hela nätterna under ½ år, eller andra väldigt avvikande betendeen verkar ju fullt socialt normalt i era ögon Jag har mina lite skumma sidor jag med, har också läst teknisk fysik, men snälla nån, bara för att ni själv är kufar, sett till hur genomsnittsmänniskan är, kan ni inte skylla alla era problem på att andra människor är psykopater. Visst det finns riktiga svin och tyvärr tar dom sig ofta långt, men jag jobbar i en av de branscher med mest tuffa människor på många sätt (finansbranschen) och alla är verkligen inte jubelidioter, många är riktigt schysta människor. Ta er samman, gå några kvällskurser i social träning eller något, det skulle ni gjort för längesen istället för att sattsa på en 5a i fouriertransformer.."
	},
	{
		"postIndex": 403,
		"postNum": 414,
		"postLink": "/sp13497337",
		"postTime": "2008-10-30",
		"postUser": "magi",
		"postUserID": "/u87471",
		"postUrl": "https://www.flashback.org/t539212p35",
		"userUrl": "https://www.flashback.org/u87471",
		"sentence": "Jag har en timme till Malmö, Falkenberg och 2 timmar till Köpenhamn, Göteborg, Växjö. Jag har pendlat till Köpenhamn i snart 2 år och har planerat att skaffa tillfälligt boende, om jag får ett riktigt ingenjörsjobb där, då jag söker kontinuerligt överallt och inte tror mig vara kvar där jag är nu och därför inte vill krångla till det med rum som jag kanske måste lämna. Jag har alltså pendlingsavstånd till hela södra Sverige utan problem och har inga problem att pendla långa avstånd samt är berädd att flytta om jobbet är intressant. Jag anser mig inte vara bitter utan är en glad person som bara vill berätta hur min situation ser ut efter att ha tagit en examen som civ.ing i Teknisk Fysik och bara har ett industriarbete trots att tidningar skriver att det är ingenjörsbrist. Jag har en kamrat som är rektor för en skola och han är inte alls förvånad över detta att tidningarna far med osanning om arbetsmarknaden. Det skrivs ju i tidningar att det saknas kvalificerade lärare men han säger att tidningarna ljuger. När han annonserar efter lärare får han hundratals kvalificerade sökande lärare. Så tidningarna verkar sprida direkta lögner om den sk arbetsbristen av iaf lärarbrist och ingenjörsbrist. M.Sc. / Industriarbetare"
	},
	{
		"postIndex": 247,
		"postNum": 255,
		"postLink": "/sp12242171",
		"postTime": "2008-08-02",
		"postUser": "Carma",
		"postUserID": "/u8368",
		"postUrl": "https://www.flashback.org/t539212p22",
		"userUrl": "https://www.flashback.org/u8368",
		"sentence": "Jag har haft liknande erfarenhet. Läste en gång i tiden Teknisk fysik. Jag är jävlig glad att jag hoppade av utbildnigen och läste något helt annat, kan jag säga. Jag har hört om många som läst klart som haft svår att få jobb. Jag har en känsla av att det finns en allmän elititiskt tänkande bland teknologer. Tillhör du \"eliten\" så få du toppen jobb men är du inte perfekt så är du värdelöst, ingen vill ta i dig även om du skulle ha toppbetyg i alla ämnen. Man borde se en människa som en potential som kan utvecklas och inte bara ser på människans brister. Ser en människas potential och hjälp denne att komma till rätta med bristerna istället då! Brist och brist det räcker att man är lite annorlunda så bli man bortsorterad direkt. Jag tror svenska arbetsgivare inom teknikbranchen är bland de mest intoreranta som finns. Har hört om civilingenjörer med invandrarbakgrund som aldrig få jobb i Sverige men få ett jobb så fort de flyttat utomlands. Säg mig: Finns det civilingenjör i Sverige som är handikappad? Som är blind eller döv? Som behöver hjälpmedel i sitt arbete? Skulle inte tro det! Dessa lär bli bortsorteras direkt!"
	},
	{
		"postIndex": 54,
		"postNum": 54,
		"postLink": "/sp8230301",
		"postTime": "2007-09-03",
		"postUser": "Friar Tuck",
		"postUserID": "/u124857",
		"postUrl": "https://www.flashback.org/t539212p5",
		"userUrl": "https://www.flashback.org/u124857",
		"sentence": "Först och främst är det trist att höra vilken sits du har hamnat i...Har ärligt talat lite svårt att förstå hur det har kunat gå så illa, men så kan det väl bli ibland. Utan att egentligen veta hur du beter dig på en anställningsintervju vill jag bara varna dig för att vara alltför ärlig när du går på intervju. Du har helt enkelt en hel del saker i ditt bagage som inte direkt gör att det går i brallan på en potentiell arbetsgivare. 1) Genomströmningshastigheten - No further comments 2) Bakgrund som mobbad - Är det något jag (om jag varit chef) inte skulle velat ha så är det jobbiga situationer som ej är arbetsrelaterade. Att försöka lösa en mobbingssituation är typiskt en sådan jobbig situation och en tidigare mobbad person löper större risk att hamna i ytterligare en sådan. 3) Bostadsort - Du har 5 h resväg/dag. Varför skulle man som chef anställa någon som inte har utrymme för t.ex. övertid om det krisar. Det jag hade gjort i din sits är helt enkelt att töja lite på sanningen. Inte är det snyggt, men men... Du kan ju testa att köra en alternativ intervjustil på var tredje jobb du söker... När det gäller genomströmningshastigheten är det inte mycket att göra åt...Den är ju vad den är, men jag skulle nog försökt komma på några ursäkter och i mina öron skulle i princip allt låta bättre än vad du själv skrev. Tänk på att det normala är 6 år så du måste bara \"hitta\" fyra år till: * Du var ung och omogen när du började och förlorade ett år * Hade svårt för vissa ämnen i början * Var ute och reste (någonstans måste du väl ha varit de sista 10 åren och kan dra ut den resan till att motsvara en termin) * Spelade internetpoker/ daytradade/ försökte starta upp ett företag. Mobbingen skulle jag helt utelämnat... Jag kan bara inte se vad för gott det skulle föra med sig Sen skulle jag verkligen tryckt på att jag var flyttbar, även om sanningen är en annan. Hur som helst får du lycka till!"
	},
	{
		"postIndex": 571,
		"postNum": 589,
		"postLink": "/sp17036311",
		"postTime": "2009-06-05",
		"postUser": "magi",
		"postUserID": "/u87471",
		"postUrl": "https://www.flashback.org/t539212p50",
		"userUrl": "https://www.flashback.org/u87471",
		"sentence": "Jag har hört flera personer som pratat om detta under flera år och som säger att det inte kommer att bli så många fler utan är ett sätt att få folk att börja läsa tekniska yrken. Många fortsätter att arbeta efter pension då de inte har förslitningsskador och har ofta väldigt stora kontaktnät vilket gör att de kan starta egna företag och arbeta när de har tid och ork utöver pensionen. Och det har visat sig att de som gör detta ofta arbetar betydligt mer än de hade planerat då de ju sitter på en enorm erfarenhet, kan förhandla fram väldigt bra ersättningar och är eftertraktade som konsulter eller vad de nu startar för företag. Detta tyder på att ingenjörsjobben inte kommer att öka som man förväntat sig enligt vissa utsagor. M.Sc. in Engineering Physics / Industriarbetare -"
	},
	{
		"postIndex": 210,
		"postNum": 213,
		"postLink": "/sp11742061",
		"postTime": "2008-06-23",
		"postUser": "Vicefreak",
		"postUserID": "/u232597",
		"postUrl": "https://www.flashback.org/t539212p18",
		"userUrl": "https://www.flashback.org/u232597",
		"sentence": "Har inte läst allting i tråden, men tror jag snappat upp det viktigaste. TS skriver att han är utbildad teknisk fysiker och bölar lite över att det inte finns några jobb inom detta område. Han försöker håna alla oss \"vanliga\" industriarbetare genom att kalla det tonårsgöra. Jag säger bara grattis och välkommen till verkligheten! Glöm din jävla utbildning och försök gå vidare i livet istället för att sträva efter något som redan innan var förutbestämt att misslyckas. Hitta ett jobb som passar dina intressen istället för en fet plånbok och lev lite för satan! Skulle dina intressen uteslutande handla om teknisk fysik så får du väl börja praktisera på något ställe där du kan utföra ett arbete du trivs med. Gå på socialbidrag tills de anställer dig och så vidare. Förstår inte var det svåra ligger i det hela."
	},
	{
		"postIndex": 586,
		"postNum": 605,
		"postLink": "/sp21986803",
		"postTime": "2010-03-15",
		"postUser": "Wazzardium",
		"postUserID": "/u426296",
		"postUrl": "https://www.flashback.org/t539212p51",
		"userUrl": "https://www.flashback.org/u426296",
		"sentence": "Men åtminstone gör du ju framsteg! Ett säljarjobb är ju ett väldigt bra sätt att förbättra sin sociala kompetens! Se det som ett steg i rätt riktning. Tror problemet är din attityd och brist på självinsikt. Kan du inte bara jämföra dig med en nyexaminerad civ. ing. i teknisk fysik som får jobb efter sin utbildning och ställ följande fråga?\" \"Vad kan jag utveckla/göra bättra så att jag också kan få ett ingenjörsjobb?\". Nu har det ju varit 4 år sen du tog examen så dina kunskaper bör kanske repeteras lite. Kan känna igen mig i din \"humor\", brukar själv också driva lite med min omgivning. Laserdomsskämtet var Veckans Garv. Tyvärr är detta lite \"tv-sketch-humor\" över det som inte passar in i alla sammanhang, och verkligen inte om folket du skämtar inför inte är medveten om att du skämtar. Du skämtar mer för dig själv (och din tv-publik i skallen) än för andra. Förstår inte folk en, uppfattas man lätt som konstig och på den banan är det.... Sista saken, som är mest irriterande: du använder ordet \"där\" för mycket och i fel betydelse, och att ingen behöver vara världens snällaste/fredligaste person bara för att de har varit med i Röda korset m.m. Hur ska människorna du sprider rykten om på blåsningen veta detta? Som sagt, du verkar tro att du har en uppvärmd tv-publik i huvudet som asgarvar alla \"skämt\" du drar åt folk. Men säg, hur ska vi veta när du skämtar, hur skulle man kunna veta att du inte är en krigsskadad främlingssoldat, om vi aldrig har träffat dig förut och inte ens känner dig? Ps. Du har väl inte kollat på för mycket av Dr House? Lätt och applicera för mycket av den sortens sarkastiska humor på verkligheten."
	},
	{
		"postIndex": 153,
		"postNum": 154,
		"postLink": "/sp11556107",
		"postTime": "2008-06-09",
		"postUser": "Bluesmoke",
		"postUserID": "/u234386",
		"postUrl": "https://www.flashback.org/t539212p13",
		"userUrl": "https://www.flashback.org/u234386",
		"sentence": "Det är ju väldigt olika yrkesgrupper, om vi nu ska ta just läkare och civing som exempel. Alla läkare har förresten inte alls så förskräckligt lätt att få jobb - det beror mycket på vad man har specialiserat sig inom och var man söker jobb. Dessutom kanske inte läkaryrket är så kraftigt konjunkturberoende som civilingenjösyrket. Läkare behövs ju alltid, oavsett om ekonomin är bra eller dålig. Civilingenjörer kan det däremot finnas ett stort överflöd av när konjunkturen pajar och företagen gör sig av med folk. Det är ju därför det kryllar av konsulter överallt, eftersom företagen inte törs anställa fast arbetskraft (jobbigt att göra sig av med). Dessutom är svenska industriföretag rätt bortskämda med \"kvalificerad arbetskraft\", dvs ganska ofta gravt överkvalificerad arbetskraft om jag nu ska vara lite elak. Konkurrensen är ganska hård och atmosfären resultatinriktad. De anställer dig för att du garanterat snabbt ska kunna ta in de stora mängder information som krävs för att du ska kunna utföra jobbet. Som ingenjör är man ju sällan egentligen färdigutbildad och klippt och skuren (i synnerhet inte som teknisk fysiker) för ett särskilt jobb eftersom det finns en enormt stor variation hos de potentiella arbetsuppgifterna. Misstänker de att du har tappat tempot på ett eller annat sätt, kan de därför dra öronen åt sig. Jämför med tex en radiologspecialist som redan från anställningens början kan förväntas vara invand expert på att analysera bilder av folks inälvor - ett mycket komplicerat arbete som kräver lång erfarenhet, men som arbetsgivare vet du vad du får på ett helt annat sätt. Som civilare kan du hamna på ett ställe där du ska programmera en flygsimulator eller vad som helst - du ska bara lära dig att programmera först, och det snabbt som ögat. Ungefär."
	},
	{
		"postIndex": 207,
		"postNum": 210,
		"postLink": "/sp11738161",
		"postTime": "2008-06-23",
		"postUser": "Bluesmoke",
		"postUserID": "/u234386",
		"postUrl": "https://www.flashback.org/t539212p18",
		"userUrl": "https://www.flashback.org/u234386",
		"sentence": "Jag kan å andra sidan förstå att man blir bitter om man inte får nåt jobb efter en sån här utbildning. Själv hyser jag nämligen inga som helst tvivel om att magi är en tillräckligt bra ingenjör rent kapacitets- och kunskapsmässigt. Det blir man efter en sån här utbildning, för annars finns inte en chans att få ut någon examen - trust me. Hur det är med den sociala kompetensen annars när han inte sitter och forumar har jag ingen aning om eftersom jag inte känner killen, men så dålig tror jag inte den är. Hans sätt att hålla god min och inte fullständigt tappa humöret eller komma med okvädingsord när han får nyllet ingnott med skit av folk i den här tråden tyder ju faktiskt på att han är rätt sansad. Det är fullt möjligt att sitta arbetslös i flera år och samtidigt vara en fulländad ingenjör - jag själv vet flera exempel på det (fast det sket jag i när jag valde utbildning och blev civilare ändå). Arbetsmarknaden är bra just nu, men knappast så länge till, och då är det ännu fler bra ingenjörer som kommer att få bita i gräset. Så ser verkligheten ut och det är inget att hymla om. Ska man bli ingenjör får man räkna med svajig arbetsmarknad, i synnerhet då man är färsk. Hela världen knäböjer inte och slickar ens fötter i beundran även om man fick femma i fourieranalys - tragiskt men sant."
	},
	{
		"postIndex": 493,
		"postNum": 509,
		"postLink": "/sp15711734",
		"postTime": "2009-03-20",
		"postUser": "rularn",
		"postUserID": "/u222760",
		"postUrl": "https://www.flashback.org/t539212p43",
		"userUrl": "https://www.flashback.org/u222760",
		"sentence": "Det finns faktiskt flera som vittnar om precis samma sak om magi, att de inte märker av den \"enorma\" ingenjörsbrist som tydligen råder. Hade det verkligen varit sån brist som det står på vissa ställen, ja då hade väl företag valt att anställa magi, om än för en kortare tid, trots hans eventuella brister. Men nu gör de inte så, varför? Jo för att det finns andra som kan ta hans plats, vart är då den \"enorma bristen\" på ingenjörer? Sen när nån journalist ringer till vattenfall, volvo/saab (mm) med flera så har ju de all anledning att säga att det råden en otrolig brist eftersom de då i framtiden får fler att välja mellan. Även om överskott skulle gälla så har de ingen vinning på att berätta det. Precis samma sak är det med t.ex. Sveriges ingenjörer som förmodligen räknar magi som en arbetande ingenjör, de vill få ner statistiken för att få fler att söka teknik, precis som Sveriges högskolor och universitet. Jag gick precis in på nytekniks hemsida över lediga jobb, sökte på Värsta Götalands län och fick, otroliga 16 träffar på samtliga befattningar. Hur mycket är det när hundratals kommer att ta examen till våren?"
	},
	{
		"postIndex": 21,
		"postNum": 21,
		"postLink": "/sp8214774",
		"postTime": "2007-09-02",
		"postUser": "BWisser",
		"postUserID": "/u192182",
		"postUrl": "https://www.flashback.org/t539212p2",
		"userUrl": "https://www.flashback.org/u192182",
		"sentence": "Jag känner igen din situation, känner flera som är i samma sits, och det stämmer att det finns en systematisk överskattning om efterfrågan på civing/ing, hsv bedömer själva att tillgången på dom kommer öka närmaste åren, dvs det kommer bli än svårare att få jobb för en nybakad dito. Jag har själv försökt att uppmärksamma frågan på olika IT-tidningars siter och jag får medhåll från många nykläckta civing/ing, men intresset från journalisterna att ta upp frågan verkar ljummen minst sagt, tvärtom ser man fortfarande panikartiklar i stil med \"flaskhals i svensk ekonomi -akut brist på ingenjörer\" eller liknande gravt osanna påståenden, visste ni ex att antalet förstagångsplatser inom dessa båda ingångar har ökat med 86% på universiteten och högskolorna sen 1990? bara en sån sak, nästan en fördubbling på 17 år, nu är frågan: har det skett en fördubbling av på dom från arbetsmarknaden under samma tid? svaret är ett entydigt NEJ! -inom datorteknik, elektro och just teknisk fysik skulle jag tvärtom vilja påstå att att efterfrågan har sjunkit sen sekelskiftet. Jag tror i grunden att anledningen till massproduktionen av civing/ing utan en reel efterfrågan är ganska enkel: univ/hsk får mer pengar från staten per plats inom teknik (dyrare omkostnader), politikerna kan klappa sig själva på ryggen och prata svulstigt om \"spetskompetens\", \"grundforskning\" och med tårar i ögonen blicka tillbaka till svunna tider då Sverige var en av dom främsta industrinationerna med jättelika företag inom området som var så statssponsrade att det ibland var svårt att skilja på stat och företag. Det finns liknande problem inom andra akademiska områden, statsvetare är en sån, men ingenstans är det så uppenbart att vi producerar akademiker för tomma grytor som inom teknik."
	},
	{
		"postIndex": 223,
		"postNum": 227,
		"postLink": "/sp11816007",
		"postTime": "2008-06-29",
		"postUser": "Signalspanaren",
		"postUserID": "/u266709",
		"postUrl": "https://www.flashback.org/t539212p19",
		"userUrl": "https://www.flashback.org/u266709",
		"sentence": "Jag kapar tråden för att berätta lite om läget i regionen. I Köpenhamn/Malmö/Lund har det varit riktigt bra konjunktur för ingenjörer på sistone. Alla jag känner med samma bakgrund som jag (civing LTH) har jobb på rätt nivå, och har man väl kommit in på arbetsmarknaden är det lätt att flytta vidare. Däremot tror jag det kommer bli bistrare i år och nästa år, men jag har själv sett att vi haft riktigt svårt att tillsätta nya tjänster, även på intronivå. Nästan inga svenska sökande, osv. Strunta i det teoretiska innehållet i EMF-kursen etc. Det som är viktigt är att man har rätt attityd och kan göra praktiska saker. Sedan måste jag ju säga att det finns en viss andel personer på utbildningarna som jag själv aldrig skulle anställa, oavsett konjunktur. Detta menar jag inte som kritik mot TS, men man måste se till att göra rätt intryck på anställningsintervjun så man inte hamnar i det \"facket\". Då menar jag att man ska vara social och öppen, och just visa att man är villig och intresserad av att jobba. Ditt robotprojekt är en typisk sån \"rolig grej\" som man kan dra en historia om på intervjun. Så kämpa på, det är mycket rotation på arbetsmarknaden nu = många lediga jobb."
	},
	{
		"postIndex": 272,
		"postNum": 281,
		"postLink": "/sp12546564",
		"postTime": "2008-08-23",
		"postUser": "zorlaco",
		"postUserID": "/u188158",
		"postUrl": "https://www.flashback.org/t539212p24",
		"userUrl": "https://www.flashback.org/u188158",
		"sentence": "Är fortfarande relativt säker på att du har någon form av social inkompentens, utan vara elak. Som någon skrev är ju bara din stavning helt åt helvete, för att vara vuxen och utbildad civilingenjör. Dyslexi har väl en del, men så många stavfel är något annat.. Och de personerna som det står om i artiklarna lider förmodligen av något liknande, eller annat. För det är BRIST på civilingenjörer. Kolla bara AMS som jag har skrivit tidigare. Jag har huuuuur många vänner och bekanta som helst som har gått ut chalmers genom åren, olika utbildningar, och Alla har jobb. Jobb som de har fått redan innan utbildningen varit färdig. Något är fel. Helt klart. Jobben hos AMS ljuger knappast. Alla ingenjörsjobb där är inte exakt inom din utbildningskategori, men du som civilingenjör skall vara så bred och välutbildad att du i princip kan ta vilket civilingenjörsjobb som helst. Alla analytiker, chefer och annat folk på exempelvis Svenskt näringsliv ljuger knappast när de skriver om bristen på civilingenjörer. Varför skall de göra det? Varför skulle de uppmana dagens ungdomar att läsa långa utbildningar där det ej finns gott om jobb? Något är fel. Vette fan vad dock. Tråkigt. EDIT: Ang. artiklarna och kommentarerna därefter som du länkar är det ju lika många som har jobb som inte har jobb. Och som sagt, det handlar mycket om CV och yttre signaler för att någon överhuvudtaget skall verka intresserad. Att stava rätt på Svenska känns ju som grundläggande för att vara lite intressant. Ser också att någon där har nämnt \"Sveriges framsida\" och gissar att det är Chalmers personen menar. Den personen hade jobb innan utbildningens slut och även många personen känner, tydligen. Från olika utbildningar."
	},
	{
		"postIndex": 281,
		"postNum": 291,
		"postLink": "/sp12633662",
		"postTime": "2008-08-29",
		"postUser": "shogun-r",
		"postUserID": "/u254568",
		"postUrl": "https://www.flashback.org/t539212p25",
		"userUrl": "https://www.flashback.org/u254568",
		"sentence": "Finns många som får kämpa för att få jobb, som söker hundratals jobb, trots att dom har bra utbildning. Kanske är det lite det som är prövningen att se hur mycket envishet man har och hur gärna man vill ha den sortens jobb. Vet inte din situation, men du kanske tar lite för lätt på det, trodde att jobbet skulle komma av sig själv. När det inte gjorde det, så gav du upp och blev bitter. Personligheten är säkerligen viktig för en ingenjör, eftersom en ingenjör fungerar till viss del också som ansiktet utåt. I alla fall vad jag tror. Tala väl och skriva väl borde ju vara självklart i dom preferenserna, eftersom en som skriver eller talar illa, oftast inte tas på allvar. Där har du visat väldigt stora brister."
	},
	{
		"postIndex": 385,
		"postNum": 395,
		"postLink": "/sp13399755",
		"postTime": "2008-10-23",
		"postUser": "Anencefali",
		"postUserID": "/u140946",
		"postUrl": "https://www.flashback.org/t539212p33",
		"userUrl": "https://www.flashback.org/u140946",
		"sentence": "Nej, det enda du kan säga är att det är svårt för att få jobb inom kärnenergiteknik, så länge du inte kan visa att det finns ett otal andra tekniska fysiker som jobbar som industriarbetare (och inte lyckas få andra jobb om de vill). Att gång på gång, med jämna mellanrum, upprepa ditt problem ger inga lösningar. Hur är det med Norge? Du kanske har svarat förut, men har du försökt söka dig dit?"
	},
	{
		"postIndex": 148,
		"postNum": 149,
		"postLink": "/sp11496085",
		"postTime": "2008-06-03",
		"postUser": "Jerka^",
		"postUserID": "/u134595",
		"postUrl": "https://www.flashback.org/t539212p13",
		"userUrl": "https://www.flashback.org/u134595",
		"sentence": "Problemet att konsekvent bli bortsorterad hos arbetsgivare är nog vanligare än man tror, och det har inte nödvändigtvis med arbetsbrist att göra. Kan vara att man är för gammal eller har luckor i CV:t eller talar dålig svenska eller vad som helst. Vet inte exakt vad som spökar i ditt fall, men något är det ju uppenbarligen. Det man kan göra är att försöka bryta situationen genom att t ex starta eget eller söka jobb inom en annan bransch. Man kan bredda sin utbildning lite eller försöka göra reklam för sig på något vis. (Om inget annat hjälper kan man alltid söka jobb som javaprogrammerare. Det verkar inte finnas någon ände på hur många de vill ha.)"
	},
	{
		"postIndex": 380,
		"postNum": 390,
		"postLink": "/sp13369126",
		"postTime": "2008-10-20",
		"postUser": "klump",
		"postUserID": "/u84225",
		"postUrl": "https://www.flashback.org/t539212p33",
		"userUrl": "https://www.flashback.org/u84225",
		"sentence": "Det här låter läskigt.. Jag hade ju tänkt ge mig på den utbildningen när jag sett om jag klarar mig igenom det tekniska basåret..(matte är jag väll lite si och så med, har däremot ganska lätt för det och fysik är någonting jag finner oerhört spännande därav kanske matten blir lite mer intressant ifall man kan sätta den i sammanhang.) När jag nu har suttit och spanat lite på vilka inriktningar det finns så tycker jag kärnenergiteknik låter extremt spännande..(nej jag tänker inte bygga en a-bomb i källaren.. ) Hur ser det ut med arbeten inom den genren. Måste jag söka jobb i Iran för att få jobba med det? Tycker även att det låter intressant att eventuellt forska i ämnet. Skulle vara ännu mer spännande om man fick lära sig lite om teorier bakom fusionsreaktorer och liknande om det finns möjlighet till det.. Men allt detta beror ju på om jag lyckas ta mig in på den utbildningen och om jag verkligen finner den så intressant som jag gör nu. Annars får jag väll bli lärare som någon nämnde att någon hade slutat som. Kanske lite höga drömmar för en som gått industriprogrammet. Men om jag inte försöker får jag ju aldrig veta så.."
	},
	{
		"postIndex": 45,
		"postNum": 45,
		"postLink": "/sp8221589",
		"postTime": "2007-09-03",
		"postUser": "Trancelation",
		"postUserID": "/u184633",
		"postUrl": "https://www.flashback.org/t539212p4",
		"userUrl": "https://www.flashback.org/u184633",
		"sentence": "Magi, lite industriarbete som civilingenjör kanske man tvingas till. När man har jobb och söker jobb blir man dessutom mer attraktiv på marknaden. Det leder förhoppningvis till andra mer önskvärda jobb. Din ålder i jämförelse med hur mycket erfarenhet du har är till din nackdel. Får jag fråga - vad gjorde du under åren du tog ledigt? Jobbade du inte? Jag tror att det bästa är att när man söker jobb så ska man ge intrycket av att vara pålitlig, och givetvis kunnig. Angående jobb - så finns det - generellt sett. Men problemet för nyutexaminerade ingenjörer är att dom saknar erfarenhet och att svenska arbetsgivare är väldigt kräsna. Man har inte råd att anställa fel person .. Många civilingenjörer utbildas av flera skäl. Men ett av dom är att man ska kunna hänga med konkurrensen. Sverige är ett litet land men har ganska mycket industrier i förhållande till sin storlek, så vill man att det ska vara - även om man effektiviserar. Landet genomgår en förändring i det här området och antalet ingenjörer som utexamineras ökar med åren. Men det kan inte öka hur mycket som helst och stabiliseras med tiden, då blir det bättre på arbetsmarknaden när anpassningen har skett och jobben inte flaskhalsar. För övrigt Magi, häftig hemsida (fast den kan behöva finslipas lite ...)"
	},
	{
		"postIndex": 502,
		"postNum": 518,
		"postLink": "/sp15744034",
		"postTime": "2009-03-22",
		"postUser": "magi",
		"postUserID": "/u87471",
		"postUrl": "https://www.flashback.org/t539212p44",
		"userUrl": "https://www.flashback.org/u87471",
		"sentence": "Att stå helt ensam framför en enormt bullrig maskin hela arbetsdagen, är inte vad jag förväntat mig efter 4.5 års studier till Teknisk Fysiker. Jag skulle föredra ett stimulerande, utvecklande arbete med människor och lära känna nya trevliga människor varje dag och där man fick lära sig nya spännande saker varje dag, samt om möjligt, resa i arbetet och uppleva andra länder och kulturer eller iaf ha råd och tid att resa lite på sin fritid. Jag borde kunna komma till bättre nytta efter att ha bevisat mina matematik och fysik kunskaper, på hög nivå, efter 4.5 års utbildning. Det är faktiskt en intressant fråga du ställer. Hur många ingenjörer arbetar egentligen som ingenjörer? Undrar vad de 1,5% egentligen är, om man såg till antalet som faktiskt arbetar som ingenjörer. Själv vill jag inte gissa den verkliga arbetslösheten bland ingenjörer. Master of Science in Engineering Physics / Industriarbetare -"
	},
	{
		"postIndex": 394,
		"postNum": 404,
		"postLink": "/sp13428225",
		"postTime": "2008-10-25",
		"postUser": "shogun-r",
		"postUserID": "/u254568",
		"postUrl": "https://www.flashback.org/t539212p34",
		"userUrl": "https://www.flashback.org/u254568",
		"sentence": "Tror också att det blivit en ond cirkel och kombination av faktorer. Hur man för sig bland folk, inriktning på utbildningen (kärnkraftsteknik är knappast något som man hittar nära sig om man inte bor bredvid ett kärnkraftverk), sedan skall man helst få jobb inom rimlig tid. Får man inte jobb snabbt, så får man helt enkelt fortsätta att bygga på kompentens. Viktiga är att inte gräva ner sig. Frågan är intressant (ialla fall för mig), då jag är 32 och utbildar mig just nu. Hoppas kunna få en civ ing examen på 4 år. Dvs 36-37 när jag går ut. ). Är dock ganska lugn då magi faktiskt blivit kallad till intervjuer. Hade han varit \"för gammal\" så hade han inte ens kommit till intervjuverna troligen, sp med tanke på att han varit på mer än någon enstaka (vad jag förstått) Dock är det ju inte så positivt att det nu är 5 år sedan han blev färdig, och att han (enligt vad jag förstått) inte har vidarutvecklat sina kunskaper."
	},
	{
		"postIndex": 578,
		"postNum": 596,
		"postLink": "/sp17879712",
		"postTime": "2009-07-28",
		"postUser": "kavalen2",
		"postUserID": "/u131003",
		"postUrl": "https://www.flashback.org/t539212p50",
		"userUrl": "https://www.flashback.org/u131003",
		"sentence": "Grejen var den att jag började plugga för att jag ville ha en utbildning för att luta mig tillbaka på, grejen var den att utbildningen tog överhanden då den tog upp tid för golfen. Ska jag vara riktigt ärlig så valde jag ju Civilekonomutbildningen före golfen då jag inte trodde att jag skulle ha nån potential att seriöst kunna slå mig fram genom att spela golf, något jag idag ångrar då jag sett min positiva utveckling. Min enda målsättning är inte att bli miljonär utan att göra något jag verkligen älskar och samtidigt tjäna bra med pengar, grejen är den att jaginte gör det inom det yrke jag har idag och inget jag heller förväntat mig. Det jag har förväntat mig är dock att jag med min utbildning i bagaget ska kunna klättra och med tidne kunna tjäna mycket pengar. Iof är ju detta fortfarande fullt möjligt men det känns avlägset från den position jag i dagsläget har, vad ska jag först bli nån typ av mellanchef och sen för att klättra hela vägen, det är större chans att vinna på lotto känns det som. Grejen är också den att jag valde utbildningen utifrån vad som i de flesta fall är gångbart, hade jag valt exempelvis sjuksköterska hade jag varit låst likväl som många andra utbildningar, nu valde jag endå det som jag själv tycker är mest intressant och som finns på högskola, men det är inte mitt största intresse i livet så att säga. Kost, näring osv kunde jag också valt att plugga men det tycker jag inte heller är speciellt intressant att lägga 100% energi på. Ok jag ligger väl inte direkt minus men det känns konstigt att jag sitter på ett jobb jag inte tycker är intressant. Jag bidrar till mer lönsamhet än jag själv får tillbaka. Att jobba innebär för mig att vara den där personen som är ovärderlig, som kommer med ideer som företag inte kan motstå, en person som får företaget att gå runt så att säga. Att bara vara en i maskineriet är inget för mig, jag vill isåfall inte vara den där personen som är lätt utbytbar."
	},
	{
		"postIndex": 249,
		"postNum": 257,
		"postLink": "/sp12244099",
		"postTime": "2008-08-02",
		"postUser": "zorlaco",
		"postUserID": "/u188158",
		"postUrl": "https://www.flashback.org/t539212p22",
		"userUrl": "https://www.flashback.org/u188158",
		"sentence": "En snabb titt på AMS hemsida på platsbanken över \"Tekniskt arbete\" visar att det finns inom den kategorin. Det är inte enbart ingenjörer, men i princip är det bara det. Har kikat över alla yrkesgruppskategorier under Tekniskt arbete och de allra flesta är ingenjörer. Allvarligt talat? Vad du än säger är det något som är fel. Som jag tidigare skrivit har jag vänner och bekanta som gått ut alla möjliga ingenjörsutbildningar genom åren och de har haft jobb innan plugget ens varit klart! Alla har haft det! Det står i tidningar var och varannan vecka nästan om den stora ingenjörsbristen och att det är framtidsyrket, osv. Och det stämmer ju! Folk får ju jobb! 1366 lediga jobb, kanske inte alla inom Exakt din yrkeskategori, men du är trots allt ingenjör, du borde kunna hoppa in på vilket ingenjörsjobb som helst i princip. Vad i hela friden gör du för fel?"
	},
	{
		"postIndex": 315,
		"postNum": 325,
		"postLink": "/sp12668062",
		"postTime": "2008-09-01",
		"postUser": "Mr Mojo Risin'",
		"postUserID": "/u200104",
		"postUrl": "https://www.flashback.org/t539212p28",
		"userUrl": "https://www.flashback.org/u200104",
		"sentence": "Ingen som funderat på att det kan ha med åldern att göra? Anyway. Är teknisk fysiker själv. Började aldrig söka jobb, utan gled vidare på exjobbet, fast som doktorand. Doktorerar inom medicin dock, så när mina kollegor tar sina examen, kommer de jobba vidare som läkare, medan allt jag fått ut är ett papper att hänga på väggen... Så jag måste också söka ett \"riktigt\" jobb om ett par år. Jag har också fått uppfattningen att det är mycket snack om \"stor brist på högutbildade\", men ändå tvingas många mer eller mindre att fortsätta t ex doktorera, för att de inte kan få jobb (i mitt fall var det för att jag trivdes väldigt bra med min professor, för att det är kul med transdisciplinära områden och för att det är ballt att kalla sig doktor). Ang. TS språk: JO. Det spelar roll. Allt annat lika, är en teknisk fysiker som även kan skriva, ett bättre val än en teknisk fysiker som inte kan det. H*n har troligtvis läst fler böcker, något som också påverkar en persons personlighet etc etc. Att ursäkta särskrivningar och pissig grammatik med att man är teknolog, inte \"humanist\" är ingen höjdare."
	},
	{
		"postIndex": 226,
		"postNum": 231,
		"postLink": "/sp11971723",
		"postTime": "2008-07-12",
		"postUser": "Radsoc",
		"postUserID": "/u265128",
		"postUrl": "https://www.flashback.org/t539212p20",
		"userUrl": "https://www.flashback.org/u265128",
		"sentence": "Det är alla som läser Teknisk Fysik. Inget fel med det. Antingen är man det innan, eller så blir man det av utbildningen. Både och är viktigt. Den som rättar sig efter systemet är en idiot. Då ändras aldrig ett felaktigt eller undermåligt system. Säg att du gillar att vara kritisk, att ifrågasätta, på intervjun. Det är en stor tillgång om arbetsgivaren är klyftig nog att inse det. Företag fyllda med ja-sägare kommer inte konkurrera på en fri marknad och är förmodligen inte värda att jobba för eftersom de ändå kommer gå omkull. Tes-Antites -> Syntes. Tesen i sig kommer aldrig att ge något nytt. Oavsett vad är det slöseri med arbetskraft och samhällsresurser att du inte får ett jobb. Marknadsekonomin är långt ifrån så effektiv som DN:s ledarsidor hävdar i sina ägares intressen. Läsarna apar efter. Det är klart att det flesta beräkningsjobb görs vid dator, men datorn räknar inget automatiskt. Det är en hel vetenskap att få en dator att göra som man vill tillräckligt snabbt och med bra resultat. Det är bland annat det man får ut av en utbildning vid Teknisk Fysik. Min gissning är dock att magi är för blyg vid intervjun. Eller att han valt en för oanvändbar inriktning. Eller att han är för gammal. Som teknisk fysiker bör han också veta att hans fall inte säger något om arbetsmarknaden, utan bara om det dyker upp fler fall som är olika hans. Ett fall är inget statistiskt underlag."
	},
	{
		"postIndex": 164,
		"postNum": 166,
		"postLink": "/sp11632552",
		"postTime": "2008-06-14",
		"postUser": "Bigeard",
		"postUserID": "/u142876",
		"postUrl": "https://www.flashback.org/t539212p14",
		"userUrl": "https://www.flashback.org/u142876",
		"sentence": "Ett kvalificerat arbete eller ens ett arbete över huvud taget är ingen rättighet. Det enda chockerande är din totala brist på självinsikt, om de flesta du pluggade med fått bra jobb men inte du så är det hos dig problemet ligger. Utred vilka personliga egenskaper hos dig själv som gör att ingen vill anställa dig som ingenjör och kör en iterativ process där du åtgärdar dem en efter en. Börja med att lära dig skriva vettig svenska och sluta självömka som en tonåring som skyller allt på föräldrarna eller samhället. Fråga de som intervjuat dig men avstått från att anställa dig om vad som fick dem att avstå samt låt någon språkbegåvad person granska och korrigera ditt CV och några kortare texter du skrivit, notera de grövsta felen och undvik att göra om dem i kommande ansökningar. Om du inte vill/orkar/vågar ta initiativ till att arbeta med dig själv för att passa bättre in på arbetsmarknaden är du inte lämplig för ett ingenjörsjobb och får stanna där du är."
	},
	{
		"postIndex": 283,
		"postNum": 293,
		"postLink": "/sp12643990",
		"postTime": "2008-08-30",
		"postUser": "magi",
		"postUserID": "/u87471",
		"postUrl": "https://www.flashback.org/t539212p25",
		"userUrl": "https://www.flashback.org/u87471",
		"sentence": "Jag vill bara att folk ska veta att man kan bli industriarbetare med en färsk civilingenjörsexamen i Teknisk Fysik. Det tyder helt klart på att det inte finns ett stort behov av kvalificerad arbetskraft om man med min utbildning får arbete som kan skötas av högstadie elever. Jag tycker inte jag gnäller utan förklarar bara min situation, samt att det finns fler som är missnöjda med att inte få relevant spännande arbete som man påstår att man ska få, efter en så krävande utbildning. Jag tar inte särskilt allvarligt i att stava rätt i ett forum, då det bara handlar om småprat och inte är någon avhandling och jag finner faktiskt ett nöje i att folk retar sig på felstavningar. Kan någon här vara snäll och försöka förklara humorn i mitt inlägg härunder. ---- Har det värkligen aldrig slaget nogon att jag finner ett nöje i att få messersmittare att komentera mina inlägg. Heregud ----- Och som sagt har jag haft en kamrat som är en erfaren psykolog sedan många år och som känner mig väl och då man naturligtvis diskuterat sin personlighet med honom har han aldrig sagt något om någon mental defekt i mitt fall. Så alla ni som påstår att ni kan tolka mig som störd på något vis, genom att tolka mina forumsinlägg odyl utan att över huvud taget träffat mig och alltså utan att känna mig som person, ni är bara ute efter att kränka mig av ren ondska. MSc / Industriarbetare"
	},
	{
		"postIndex": 230,
		"postNum": 236,
		"postLink": "/sp12058713",
		"postTime": "2008-07-19",
		"postUser": "magi",
		"postUserID": "/u87471",
		"postUrl": "https://www.flashback.org/t539212p20",
		"userUrl": "https://www.flashback.org/u87471",
		"sentence": "Nu är jag fast anställd sedan mer än 1.5 år sedan och innan dess var jag fast anställd i 8 år och jag har sagt upp mig själv för studier eller bättre jobb från de flesta jobb jag haft, utom en gång under en provanställning, så jag anser mig vara ganska normal. Därför säger jag att trots att journalister och företag säger att de har ett skriande behov av teknisk utbildad personal, även i Danmark där jag nu jobbar och även söker arbete, pekar det på att behovet inte är så stort som man säger. Att folk här försöker anklaga mig för att vara en slags galning, utan att känna mig över huvud taget är bara sjukt. Man kunde iaf förvänta sig ett bättre jobb än ett industriarbete, efter en examen i Master i Teknisk Fysik. M.Sc. Industriarbetare"
	},
	{
		"postIndex": 57,
		"postNum": 57,
		"postLink": "/sp8231928",
		"postTime": "2007-09-04",
		"postUser": "Aekei",
		"postUserID": "/u181473",
		"postUrl": "https://www.flashback.org/t539212p5",
		"userUrl": "https://www.flashback.org/u181473",
		"sentence": "Om jag förstår situationen rätt är du 43 år och började plugga när du var 35? När din ansökan behandlas ligger fokus antagligen mer på arbetslivserfarenhet än studier. Du bör meritera studierna som en sidosyssla samtidigt som du ägnade dig åt annan verksamhet (eget företag inom reglering?). Det behöver inte vara i stor omfattning men det är viktigt att förklara luckorna i utbildningen med en annan historia som är till din fördel. Tänk dig anställningsprocessen ur företagets perspektiv. Varför ska vi anställa en person som är 43 och precis slutfört sin examen på 7-8 år när vi kan få en som är 22 och har gjort det på 4.5 år? Det viktigaste är att visa att din kompetens väger upp din ålder. Vad har du gjort tidigare innan du började plugga som kan vara relevant? Det finns ingen poäng i att ta upp enstaka kurser om de inte har något med jobbet att göra. Alla som har läst matematiska strukturer på LTH vet att det kan vara det jobbigaste som finns men för HR-chefen på ABB Styrsystem säger det antagligen inte så mycket. Ett bra alternativ kan vara att starta eget, din hemsida är intressant och du har antagligen många bra idéer. Där kan också civilingenjörstiteln öppna många dörrar som t ex trovärdighet."
	},
	{
		"postIndex": 37,
		"postNum": 37,
		"postLink": "/sp8217660",
		"postTime": "2007-09-02",
		"postUser": "whey",
		"postUserID": "/u116487",
		"postUrl": "https://www.flashback.org/t539212p4",
		"userUrl": "https://www.flashback.org/u116487",
		"sentence": "Jag gissar att dina problem bottnar i att du tog för lång tid på dig under utbildningen, utan en (som du kan ange till arbetsgivaren) vettig anledning. Fattar inte hur du kunde bli mobbad av vuxna människor på teknisk fysik, särskilt när den gruppen människor brukar va extremt snälla \"geeks\" för det mesta. Men såklart verkligen hemskt att det hände dig. Teknisk fysik är väl förövrigt en civilingenjörs utbildning som är lite lurig, vad läste du för inriktning? Problemet är att vi läser lite för mycket matte och fysik, som man inte direkt har någon användning av ute på företagen. Man brukar väl säga att tekniska fysiker är de ingenjörer som oftast forskar vidare, eller? Så vi specialiserar oss inte på något, som vi kan dyka in och jobba med på företagen. Du säger att du får komma på intervjuer, vad tror du det är som gör att du inte får jobben? Vad går snett på intervjuerna? Kämpa på och ge inte upp är mitt enda råd såhär långt!"
	}
]
