[
	{
		"postIndex": 5786,
		"postNum": 5895,
		"postLink": "/sp14674149",
		"postTime": "2009-01-18",
		"postUser": "MrTomte",
		"postUserID": "/u319141",
		"postUrl": "https://www.flashback.org/t819672p492",
		"userUrl": "https://www.flashback.org/u319141",
		"sentence": "Det var rätt fascinerande att läsa ditt svar på mitt första inlägg. Jag skrev det inlägget helt neutralt men du valde att helt läsa det ur Hamas synvinkel och det trots att det är just Hamas som uttalat inte kan acceptera den andra parten. Intressant... Mina 4 frågor var inte ställda för att jag inte har en uppfattning om svaren utan endast för att jag ville kolla lite vad ni andra anser. Uppenbarligen skiljer sig våra åsikter åt en hel del. Uppenbarligen tycker många här att den offensiv som Israel påbörjade i slutet av 2008 och med den påföljande markoffensiven i år är avskyvärd. Jag kan hålla med om att krig inte är något roligt för någon men om man bara ensidigt pekar åt ett håll (Israel) så har man missat det mesta mellan himmel och jord... samt även under jord. För de som inte förstår den referensen så kommer en förklaring längre fram. Att försöka reda ut begreppen i denna mångtusenåriga konflikt är inte det enklaste. Man kan gå flera tusen år tillbaka i tiden eller börja prata från det att staten Israel bildades av FN eller när Israel tog över Gaza men säg att vi lite kort börjar med när Israel lämnade över Gaza till Hamas 2005. Israel har ju prövat många olika saker för att få slut på den terror som diverse olika terroristgrupper (Hamas inräknat) utsatt Israel för eftersom dessa terroristgrupper anser att allt land ska tillhöra dem samt att alla judar borde förintas. Varför inte testa att frånträda sig Gaza? Sedan 2005 tillhör Gaza inget land (det gjorde det inte innan heller) men styrs av det folkvalda Hamas. Israel förväntade sig positiva reaktioner från palestinierna när man lämnade över hela Gazaremsan 2005 men verkligheten har blivit den motsatta. Sedan tillbakalämnandet har raketbeskjutningen ökat kraftigt och uppgår idag till många tusen skjutna raketer sammanlagt. Bara under första halvåret 2008 regnade det över 2278st raketer och mortars från Gaza till Israel. Detta är inget som Israel tycker om och man har försökt att få bukt med detta. Man har beskjutit de ställen i Gaza därifrån man sett att dessa raketer och mortars kommit från. Det var mycket som hände under 2005 fram till sommaren 2008 men låt oss gå vidare till det som hände den 19:e juni 2008. Tahdi'a Detta är det korrekta sättet att stava det på men eftersom det för icke-araber vanligen inte är så lätt att uttala alif hamzah som är en konsonant så brukar Tahdi'a oftast stavas \"Tahadiya\" istället. Israels uttalade possition var att Tahadiya (jag väljer denna stavning då den är mest frekvent använd) inte hade någon tidsbegränsning. Tidsbegränsningen på 6 månader är något som Hamas själva lagt till. Tahadiya innehöll inte bara att Hamas skulle upphöra med raketbeskjutning samt att Israel skulle sluta svara på denna beskjutning. Tahadiya innehöll 4 saker: Och vad blev det av allt detta? Israel öppnade upp gränsen mellan Gaza och Israel vilket möjliggjorde att stora kvantiteter av förnödenheter kunde komma in i Gaza. Det civila livet blev klart bättre. Hamas kan inte sägas ha gjort mycket för att raketbeskjutningen skulle upphöra för den fortsatte (om än inte i lika stor utsträckning som tidigare)... och Israel fortsatte med att skjuta mot de områden där Hamas skjutit ifrån. Vad gäller Gilad Shalit och öppnandet av gränsen mellan Egypten och Gaza... har inget hänt. Någon vapenvila kan inte anses ha existerat i överhuvudtaget. Hamas fortsatte ju att lobba över raketer in till Israel och Israel fortsatte att besvara elden dock, återigen, i reducerad omfattning. Egentligen kan man ju tycka (i alla fall på ytan) att Tahadiya var hyfsat lyckat. Mindre beskjutning, öppnad gräns mellan Gaza och Israel, klart förbättrade levnadsvillkor för folket i Gaza. Det låter ju inte helt dumt men... det är här som \"under jorden\" kommer in. Hamas hade grävt flera tunnlar under gränsen. Vapen och ammunition började att strömma in i Gaza. Israel kände inte för att stillasittandes se på när terrorister smugglade vapen och ammunition in till Gaza och Israel ville inte heller ha en massa tunnlar som ledde in till Israel så man vidtog åtgärder för att få stopp på detta och för att förstöra tunnlarna. Den militära delen av detta genomfördes den 4:e nov 2008. Att påstå att det var Israel som bröt vapenvilan den 4:e nov stämmer alltså inte. Vill man hitta någon enskild händelse där den s.k. vapenvilan bröts så får det bli den 24:e juni 2008 dvs endast 5 dagar efter att vapenvilan trädde i kraft. Då sköts raketer mot Sderot från Gaza. Inget konstigt i det. Det har ju \"regnat\" raketer över Sderot både före och efter det... samt även på andra platser i Israel. USA, EU och faktiskt... vår alldeles egen utrikesminister Carl Bildt (som även åkte till regionen och pratade med alla ledare på uppdrag av EU) är överens om att det inte vara Israel som bröt vapenvilan. Finns det någon skulle tycka det var ok och accepterat om ens eget land blev beskjutet av raketer? Självklart inte men vad ska Israel göra för att få slut på beskjutningarna? Ett svar skulle kunna vara att man slutar upp med att ockupera Västbanken samt släpper kontrollen över Gazas kustremsa samt Gazas luftrum. Forma Palestina så får alla varsitt land och så kan alla leva i fred var och en för sig. Det låter ju bra... men Israel skulle aldrig kunna känna sig säkra om detta sker. Sett ur Israels synvinkel så skulle det vara katastrof om Hamas fick ett eget land och kunna beväpna sig i lugn. Hamas långsiktiga mål är att ersätta staten Israel med en islamisk stat omfattande nuvarande Israel, Västbanken och Gaza. Det är ett uttalat mål denna terroristorganisation har (att det är en terroristorganisation är ju ställt utom allt tvivel). Den enda lösning jag kan se är att låta Palestinas bildas, att den nya staten Palestina inte får ha en armé samt att Palestina hamnar under FN-mandat dvs har en stor mängd FN-trupper där som håller koll på alla terrorister (hur möjligt det nu är). Dock är detta inget alternativ så länge som inte båda sidor kan acceptera den andra sidan... och det kan ju inte Hamas... Ett långt svar på fråga 1.... är enklare för självklart kan jag inte tolka det på något annat sätt än vad ganjabarnet gjorde. Det betyder också att alla som skriver Israel inom citattecken inte erkänner staten Israel och då har i alla fall jag lite svårt att se deras legitimitet i debatten. Vill man inte ens försöka se saken ur båda parters pespektiv och endast lägger allt ansvar på en part har man, i alla fall i mitt tycke, diskvalificerat sig själv. Rätt enkel den med. Israel är endast intresserad av en sak och det är säkerheten för sitt folk och sina erkända gränser. Att tillåta tusentals raketer att skjutas in i Israel går inte i längden. Att gå in i Gaza hade som syfte att skapa större säkerhet för Israel. Rätt enkel fråga här med. Så länge som Israel kontrollerar Gazas luftrum och kustremsa, så länge som Västbanken är ockuperat... tja, så länge som Israel existerar anser Hamas sig ha rätt att beskjuta Israel. Det är Israel som svarar på överskjutna raketer. Inte tvärtom. Skillnaden är att Israel försöker försvara sig medans Hamas sysslar med terrorism. Terrorism avser det systematiska användandet av våld eller förstörelse, särskilt mot civila mål, för att med hjälp av rädsla tvinga fram politiska eller andra typer av förändringar. Eftersom man inte kan anse att Hamas har andra mål med sina raketbeskjutningar än att förmå Israel att göra förändringar i sin politik så är det att anse som terroristhandlingar. Och alltså tycker jag att allt Israel gör och har gjort är ok? Däremot känns debatten här \"en aning\" snedvriden samt baserad på vissa felaktiga fakta. --- \"Slagen\" med 3 minuter av som dessutom är en fena på korta, koncisa svar... något inte jag kan \"beskyllas\" för"
	},
	{
		"postIndex": 7513,
		"postNum": 7636,
		"postLink": "/sp16655415",
		"postTime": "2009-05-14",
		"postUser": "ganjabarnet",
		"postUserID": "/u82190",
		"postUrl": "https://www.flashback.org/t819672p637",
		"userUrl": "https://www.flashback.org/u82190",
		"sentence": "Just ja, som andra sionister har du hemlig information som vi andra inte får ta del av eller kanske kan du visa vilka källor du anser stå över de jag nämner? Halper har mycket bra att säga och att du inte ens tittar åt vad han säger visar på din arrogans i frågan. Du förnekar indirekt genom att inte erkänna att Israel bör stå för konsekvenserna. Din andra mening vet jag inte om jag förstod riktigt, men jag anser att civila oavsett sida gränsen har rätt till de mänskliga rättigheterna. Hur menar du att jag inte skulle acceptera vad? En suverän israelisk stat är vad enligt dig? En stat endast för judar? Endast för vita judar? Vart går gränsen? Du vet mycket väl om vad judar tycker om icke judar och \"halv judar\" se bara hur man ser ner på etiopiska judar. Det handlar inte om några påståenden tagna ur luften, palestinier är andra klassens medborgare i Israel. Det hade inte varit några problem så länge Israel inte påstår sig vara en demokrati likt västvärlden när de i själva verket inte är det. Om du ställer Israel på samma skala som Jordanien så är vi överens, det är dilemmat du vägrar inse att brotten Jordanien begår bör straffas likt de brott Israel begår vart missar du min intention i debatten? Samma med Hamas krigsbrott. Här har vi dock problemet, Hamas slåss mot en ockupation och detta är en verklighet DU vägrar acceptera. Jag har aldrig försvarat arabmakternas behandling av palestinierna, du försvarar dock Israels aktioner som bryter mot lag och rätt. Officiellt inte slutat med något DU kallar terror de å andra sidan ser på saken med helt andra ögon då de får uppleva och växa upp under en ockupation som följt palestinierna i många år, innan er var britterna och dessförinnan turkarna på plats. Här ser vi dessutom din fina debattmetod, när har jag någonsin skrivit att jag skulle vara någon expert? Det är snarare du som ser mig som en pga av din bristande kunskap? Vad annars är det? Jag använder källor till mina påståenden för att inte behöva stå till svars för sanningshalten då det redan finns utredningar som visar på vad som händer i regionen. Jag kallade dig råtta just för ditt sätt att debattera, precis som du gör nu medan du tolkade på ett annat sätt, jag håller kvar vid mitt uttalande tillsvidare. Det är ju du som påstår saker, varför anser du att trovärdigheten i dina påståenden inte har något sanningsvärde? Du behöver inte berätta om dig själv, svara på frågor man ställer och neka inte saker som uppenbarligen är orsaken till konflikt, så som en ockupation, så som förstörelsen av palestinska hem så som orättvisorna palestinierna får motstå medan israeler lever gott på palestinsk mark. Varför får Israel så mycket bistånd? Är det inte en framgångsrik demokrati som länderna i väst? Du bryr dig inte om lag och rätt, försök inte bry dig om de personer Hamas skjuter, jag har länkat till den rapporten och tycker själv att det är fel och ett brott du däremot har ingen som helst tanke om att se Israels brott och stå för att det krävs konsekvenser då palestinierna har en legitim orsak till att slå sig fria. Du är ett skämt, dags att krypa tillbaka snart? Varför ska Jordanien eller Egypten acceptera att européer som inte har några band till landet förutom sin religion och religion är inte ett värdigt argument, varför ska de tillåta judarna köra bort folket som redan bodde på platsen? Majoriteten var araber och det vet du, men på något underligt sätt försvann araberna från så många delar, helt plötsligt var araberna arga och judarna säger att de inte vet varför... Hur behandlades judar runt om i världen under samma tidsepok du talar om? Med det i huvudet anser du inte att de behandlades bättre av araber under samma tid? Även om konflikter uppstod. Du vill verka vara en person med djup och intelligens men verkar vara mer absurd och dum, din förebild Dershowitz erkänner själv i sina debatter problematiken med ockupationen och bosättningarna om du ser upp till honom borde du inte åtminstone förstå det argumentet? Vad snackar du om? Vadå landet de en gång blev förskingrade ifrån? Ska du leta fakta i några sagoböcker om gudar också eller? Du vet mycket väl om att judarna i dagens Israel består av vita européer som fick genomlida ett trauma i Europa. För att bo i Israel behöver du bara vara jude, det i sig visar på vilka rötter man har till landet. Har du missat att araberna blev lovade landet av britterna? Du kanske missat att britterna dessutom lovade sionisterna landet? Om Israel stått för en demokrati, en riktig demokrati där palestinierna är välkomna och där även palestinierna har rätt att rösta och välja sin ledare så hade vi inte diskuterat \"arabernas rätt till landet\", det hade istället varit judarna som demokratiskt behöver kämpa sig uppåt i Palestina och inte tvärtom. Vad menar du undviker? Du undviker om något, besvara mig varför du så in i helvete blint försvarar Israel? Varför du helt och hållet inte ser något skumt med att innan staten Israels bildande bestod landet av en rådande majoritet palestinsk befolkning där judarna var en väldigt liten minoritet men med tiden fick den lilla majoriteten mer än hälften av landet? Hur kommer det sig att Israeliska städer bara för 60 år sedan var palestinska städer och byar där palestinierna levde med judar dessutom, judar vittnar än idag om samhörigheten och vänskapen som rådde då, ditt hat är ditt budskap som du försöker applicera på mig. En sista sak som du vägrar svara på: Fler eller färre terrorister efter \"Operation Cast Lead\"? Jo min vän, det skapade fler \"terrorister\" och gynnade inte Israel, men du blundar och går vidare. Hur gynnar man fred? Med bomber och ockupation enligt Giladi."
	},
	{
		"postIndex": 7631,
		"postNum": 7755,
		"postLink": "/sp19003025",
		"postTime": "2009-09-30",
		"postUser": "ganjabarnet",
		"postUserID": "/u82190",
		"postUrl": "https://www.flashback.org/t819672p647",
		"userUrl": "https://www.flashback.org/u82190",
		"sentence": "Jag förstår om det är svårt att se \"sig i spegeln\" men det \"Israel\" gör är inte vad du gör, palestinierna lider, varje dag förvärras situationen. Bosättningarna är som ett finger upp för palestinierna, även i Gaza. Israel måste vara den part som tar initiativ. Man kan inte begära att palestinierna ska lita på Israel för att de \"säger\" så, historien visar oss på motsatsen gång på gång, med all rätt ska man inte lita på Israels ord. Varför gav man Hamas aldrig någon chans? Det är lätt att vara efterklok men det är inte första gången de har haft chansen, när palestinierna hade ett demokratiskt val, samtidigt som USA bombade in demokrati i Irak, och Hamas vinner men det valet nekas av \"moralisterna\", är det demokrati? Det finns fler fall i historian. Flygblad och telefonsamtal menar du man som palestinier ska lita på? Även om man för argumentets skull, som vanligt, tar för givet att Israel ringer och kastar flygblad innan, varför? Är det inte smartare att diskret ta ut de \"terrorister\" man ämnar ha ihjäl? Det visar sig att Israel flera gånger har bombat någon Hamas ledare när han befunnit sig med sin familj och släkt trots att de haft chansen att ta ut honom när han är ensam. Varför gör man på det viset menar du? Skulle du acceptera ett sådant meddelande ifrån en fiende? Skapar Israel inte mer fiender i en sådan situation då man vill spränga folks hem? Palestinier som i annat fall kunnat hjälpa IDF, tjalla if you will, varför dödas de istället? Varför förstörs deras hem? Här kommer proportionsbiten in, du säger själv 500.000 i Gaza, 15.000 Hamas medlemmar och det är högt räknat, säg att 3-5000 hör till deras mer extrema Al Aqsa och liknande, är det inte att kollektivbestraffa menar du? Jag frågade inte om den spelade en stor roll jag frågade om du ansåg den vara allt. Du tycker det är samma sak? Om två brott har skett, båda är mord med kniv, har samma sak skett? Har samma brott skett? Som sagt det går inte att jämföra på det viset, USA har annat fuffens för sig i Irak. Låts oss inte ta USA debatten här. Ja, precis, majoriteten vill ha lugn och ro, du säger detta själv. Fundera både en och två gånger kring proportionerna och parallellen till lagen här. Jag håller helt med dig i din sista mening, hur undviker vi då krig eller oskyldiga mord? USAs politik världen över och i mellanöstern främjar terrornätverk mer än något annat, vad får dig att tro att Israels politik i de ockuperade områden inte orsakar samma problematik? Vad menar du med att de lyckas bygga en hel del? Att gräva tunnlar är inte att bygga om det är vad du syftar på. Blockaden förhindrar folk från att bygga upp sina hem efter Israels attacker och detta beror på Israels blockad, hur kan du inte hålla med här? Ska jag behöva gräva fram en källa? Pleas, lite tillit borde du ha, jag försöker ju hålla god ton. Men dagens regering vill ju slåss, dagens regering utökar bosättningarna, vräker palestinier och utökar byggandet av den olagliga muren. Du som ändå litar på lagar och regler, muren som dömd olaglig och som ses som ett stort problem, varför är det inte krigsförklaring? Visst vill majoriteten civila på båda sidor ha det lugnt och skönt men låt oss inte blanda ihop hur lugnt och skönt det är för de båda parter just nu. Rörelsefriheten, tänk på den ett tag, om någon sa åt dig att du inte fick åka vart du ville, vilka åsikter hade du haft om ockupationen? Hur mottaglig hade du varit för propaganda? Ja precis, det var exakt vad jag väntade mig, en kvinna på 250 meters avstånd är inte en risk, strunta i detta fallet, både du och jag vet att det inte handlar om ett enstaka fall. Det var rena vilda västern, inte någon enstaka situation, tänk på det. Jag kan länka till källor, det vet du. Men krigets lagar betyder ingenting när det kommer till Israel? Kom igen nu, du har inte förklarat vart Hamas ska föra sitt försvar, förklara nu, på en plätt där man blir lätta mål? I en koncentrerad del av staden som ingen befinner sig på? I vilket fall som helst blir man lätta mål, hur ska man bekämpa ockupationen menar du? Fredlig väg har visat sig inte fungera. Fiktiv är ordet som passar israelisk propaganda, vad som nämnt är precis vad folk _antog_ men vad som kom fram var _fakta_, vad vi har idag är fakta på hur många som dött samt personnr och namn, förutom det har vi Goldstone rapporten och en hel bunt med människorättsrapporter. Vart ser du samma utspel? I min mening hade de människor israel mördat kunnat vara kombattanter allihopa, de har rätt att försvara sig mot en krigsapparat som Israel. Det är bara så mycket en regering kan göra under omständigheterna och prio 1 för palestinierna är att bli kvitt ockupationen som förstör ekonomin och infrastruktur samt förnödenheter, vad hade du som smart ledare gjort? Valt att bygga hus med material du inte har? Använd din logik och empati till Israel och passa in den på Palestina så ska du se att du förstår, det är bara när man är partisk som man inte kan se hur tydligt detta är. IDF kanske inte offrar sina egna men de offrar definitivt palestinier \"for the greater good\" som du kallar det. Vad som är krigsbrott tycker jag du låter gå till rätten och fakta, vad som är moraliskt, smart, vettigt, nödvändigt och ett måste, det kan vi diskutera. Du verkar anse att Israels hårda politik är nödvändig och skyddar Israel medan jag med källor och fakta bygger min tes kring att Israel skapar mer problem genom den så kallade politik de för, det skadar Israel i nuläget och i det långa loppet att fortsätta vara hänsynslösa till lagen. Det är sjukt till vilken grad vissa är villiga att försvara något, som sagt jag kan förstå om det är svårt att se \"sig\" i spegeln men ibland finns det skit man måste rensa hos sig själv, samtidigt inser man faktum. Det faktumet är att Israels handlingar är oförsvarbara och helt orimliga, bara bosättningarna talar ett tydligt språk där, vi kan fortsätta addera med skit Israel gör men gång på gång kommer jag behöva nämna varenda sak så jag lämnar det denna gången."
	},
	{
		"postIndex": 7905,
		"postNum": 8034,
		"postLink": "/sp22697153",
		"postTime": "2010-04-23",
		"postUser": "ganjabarnet",
		"postUserID": "/u82190",
		"postUrl": "https://www.flashback.org/t819672p670",
		"userUrl": "https://www.flashback.org/u82190",
		"sentence": "Jaja, dra du dina slutsatser, jag ifrågasätter fortfarande vilken innebörd en nazist ifrån 1925 har för relevans till dagens politiska konflikt, du syftar på den historiska beskrivningen, det är alltså viktigt att skilja på dessa. Jag tycker inte att någon som hatar både dig och palestinierna skulle vara mer \"objektiv\" bara för att du säger det, glöm inte att fram till 90talet trodde många på den sionistiska lögnen om \"ett land utan folk till ett folk utan land\". Menar du att det inte finns någon mer relevant litteratur som skrivits senare? Jaja, som sagt dina källor står du för Nja här drar du igen egna slutsatser. Finkelstein stavas det och det vet du så sluta förlöjliga dig själv på det viset. Det Finkelstein skriver är inte sant pga. hans politiska orientering utan pga. just hans fotnoter och hans omfattande arbete gällande propaganda ifrån Israel, som sagt du kör ju på samma argument som IDFs officiella så det är väl inte mycket mer än att du också bör besvara Finkelsteins argument gällande vissa av de totala påhitt du ämnar. Visa vad Finkelstein skulle ha fel så får vi alla ta del av den information du tror dig besitta, han är trots allt relevant till skillnad ifrån dina \"val\", glöm för all del inte att Dershowitz föredrog du före Finkelstein vilket visar på din brist på saklighet, källkritik och ditt akademiska sätt, inte mitt men ditt. Kom ihåg, det är inte jag som skriver om mitt privatliv, det är du som nämnt ditt. Men lille du, är vi inte över detta ännu? Varför tar du inte upp dina gamla argument om du känner att de inte är besvarade? Men gubben då, visst ska vi diskutera dina frågor som du inte fått besvarat ännu. Låt oss förenkla det och för sakens skull anta dina \"premisser\": 1. \"De\" kastar en sten. 2. Du kastar en sten tillbaka. 3. De kastar två tillbaka. 4. Du får hjälp av andra stenkastare, en supermakt och därmed har du alla stenar du kan tänka dig. Hur ska fred uppkomma ur en gäng-mentalitet som du har? Är hämnd vad som driver Israelerna enligt dig? Bör inte den store var den som tar initiativ till att avsluta stenkastandet med tanke på den förhandlings möjlighet som finns, om man då utgår ifrån att den store ska vara rättvis så finns inga hinder för fred. Verkligheten säger att den store inte vill ha fred dock. Det är vad min premiss varit utifrån de senaste 35 årens händelser vilket du helt struntat i, resolutioner för fred som röstats bort med veto etc. Men nu är verkligheten inte så att palestinier bara attackerade judar på måfå, det har du försökt säga, vilket jag visat dig vara felaktigt. Bland annat genom att hänvisa till en facklig rapport från arbetarrörelsen från 20 talet till \"idag\" ( . Det visade sig att judar som emigrerat till Palestina med hjälp av den judiska fonden kunnat köpa en del land för att exempelvis öppna fabriker eller liknande, detta resulterar i att judarna öppnar affärer och fabriker som varken anställer eller säljer till palestinier vilket orsakar uppror 1929, visst kan man se våldet som första felet men är det inte anledningen till våldet som är relevant? Du frågar efter anledning och jag ger dig anledning men det duger aldrig för dina krav är alltid att Israel har rätt att mörda för skulle du inte tyckt detta hade du utan tvekan förstått palestiniernas rätt och deras sätt att försvara sig, desperation är ett huvudbegrepp när det kommer till metoden vissa fraktioner använder sig utav. De andra delarna som går den fredliga vägen möts av fler bosättningar, fler IDF soldater på marken och mer diskriminering och förtryck. Börja nu fundera på vad jag skriver, läs meningarna igen om det är klurigt. Du behöver absolut inte träda fram, men du behöver inte heller hävda något som du inte kan visa fog för, exempelvis att du är akademisk. När jag länkar till ett flertal människorättsorganisationer, FN (Säkerhetsrådet och General församlingen), International Court of Justices dom från 2004, Goldstone rapporten och med detta akademiker som ex. Finkelstein så kan du inte blåsa bort mina underbyggda argument med att påstå saker som jag precis försökt visa på är fel, när jag dessutom försökt visa din propaganda fel med hjälp av dessa har du envisats med Böök och wikipedia samt andra suspekta flashsidor som själva skriver att de har en tendens att vara pro-israeliska. Vad du nu vill börja rabbla på är din sak men kom ihåg att du knappast varit akademisk i ditt framförande av propagandan du så gärna eftersträvar att sprida utan källa eller ibland med wikipedia När jag väl länkar till källor så läser du ändå inte, du har aldrig, jag vill påpeka detta starkt, ALDRIG, använt dig av btselem för att presentera palestinskt våld mot israeler. Vilket jag bett dig göra, allt för att hjälpa dig med dina argument. Palestinierna har haft flera sätt men bara mötts av lögner och svek ifrån Israel. Oslo 1993, vad har hänt sedan dess? PLOs erkännande av Israel, vad hände med Israels erkännande av Palestina? Kom igen, du har varit med för länge för att missa detta. I min tråd \"Palestiniskt icke-våld möter opposition av Israel\" kan vi diskutera detta vidare. Tro inte heller för mycket om dig själv när du påstår att jag gör något till ett slagfält, det är snarare så att du under mer än ett års tid förkastat mina försök till att få dig att förklara något som ger mig din bild av situationen men istället presenterar du lögner som bara övertygar mig om att min åsikt gällande att israel är den felande parten är sann, vilket den är, och jag vet att det finns gråzoner gällande vissa saker osv osv men för det ska jag inte behöva skriva ut det hela. Om du hade bott kvar i Israel och fått vit fosfor över din by/stad, apaches och andra stridsmaskiner skjuter sönder hela området samt dödar barn och civila hade du på allvar inte velat hämnas? Jag kan kort och gott säga att om jag var i palestiniernas situation hade jag också velat föra ett krig med den som orsakar mitt och alla mina vänner samt min familjs liv att vara i det kaos det idag är, utan hopp om framtiden finns heller inget hopp om försoning och här kommer Israel in, här borde israel ta sina chanser att söka fred men istället kör man på våldsvägen (OCL) och påstår att palestinierna är ett hot när de i själva verket inte är det (Israel har aldrig provat den fredliga vägen, alltid har de försökt lösa saker med våld mot Palestina). De våldsamma fraktionerna är små och förutom att de skjuter mot civila så gör de rätt tycker jag (märk väl förutom när det gäller civila), hade de koncentrerat sig på militära mål (om vapen för det hade funnits måste jag säga) så hade det varit väldigt bra, nu fungerar det inte så tyvärr. Därför utgår vi ifrån den verklighet som finns och inte vad vi önskar att saker och ting var, vilket du ofta gör, du säger ibland att du ogillar bosättningarna men sedan tar du inte med det i ekvationen när du ska framföra dina pro-israeliska argument. Bishara ska det stå, typo, är det så farligt tycker du? Du kan inte ens citera honom när han påstår något som detta igen, vilket visar på din tvetydiga attityd till källor. Ska jag behöva länka till klippet där Bishara säger att palestinier lever som 3 klassens medborgare i Israel? Nåja... ska bli intressant att se hur ärligt ditt svar kommer bli, jag förväntar mig inget, på det sätter blir man inte besviken på dina påstådda sanningar."
	},
	{
		"postIndex": 6585,
		"postNum": 6700,
		"postLink": "/sp14873381",
		"postTime": "2009-01-29",
		"postUser": "ganjabarnet",
		"postUserID": "/u82190",
		"postUrl": "https://www.flashback.org/t819672p559",
		"userUrl": "https://www.flashback.org/u82190",
		"sentence": "Frågan du bör ställa dig är; varför behöver de gräva en tunnel? Jag menar att du missuppfattar mig helt, Israel har aldrig fullföljt några tillbakadraganden, vissa delar möjligtvis men vad gör det när det finns tillräckligt med folk som får känna på IDFs knytnävar? IDF säger mycket men om vi ska ha källor så kan varken jag eller du lita på IDF eller Hamas, eller hur? Det kan vara intressant att nämna men hur trovärdiga de är låter vi eventuella undersökningar bevisa i efterhand. Kaos? Du har missat att Israel kontrollerar vägarna? Om familjerna inte har mat så har inte barnen, det är inte svält som i afrika men nog fan är du inte blind, slutet på texten jag citerade, de lever redan på gränsen. Det jag menade var att majoriteten i Sverige röstar på två partier, om vi hade varit i samma situation som palestinierna tvivlar jag på att piratpartiet eller miljöpartiet hade varit så populära. Det var mer en jämförelse inget argument. De lever på gränsen nu är du bara naiv, du kan inte på allvar tycka att det är rätt att kollektivbestraffa befolkningen? Det är dessutom olagligt. Jag har aldrig påstått att de har rätt att bryta mot internationell rätt, men varför anser du att Israel inte har gjort det? Du tror på riktigt att det inte är en ockupation? Du blundar min vän. Om du vill veta vad Israel kom till av får du gärna läsa på själv, terrorism är det min vän, kolla upp det. Det är nog inte jag som behöver läsa på, jag försöker ta åt mig av allt ni skriver men hittils har ingen övertygat mig det minsta om att Israel har någon vilja att nå fred eller att erkänna palestinierna. Varför antar du att Hamas skulle vilja det i detta fall? Jag håller med om att det är fel att sikta på civila, oavsett land/konflikt. Min åsikt är dock att du inte verkar tycka att det är fel, när vi har försökt förklara att i Gaza bor det 1.5 miljoner, många civila och dessutom är många barn, så ser du inte att Israel mördar palestinierna, du kallar det självförsvar. Jag har aldrig försvarat självmordsbombare mer än att jag kan förstå deras motiv. Min fråga till dig är; Hur tror du att det skulle gå till att slå sig fria? Ja det hade jag, om Israel inte följt sin del, om Israel fortfarande förföljer min befolkning, om Israel fortfarande tvingar min befolkning att spionera på sina egna, om Israel ser till att mitt land inte bler erkänt osv osv du förstår min poäng. Du kallar den inte för mur, har du varit där nere? Jag tror palestinierna väljer att inte hålla med dig, hade du undersökt det hela så hade du också insett att muren går igenom städer, där folk bor. Ute på landet är det \"stängsel\", men vi ska inte ens diskutera det här, Israels mur är olaglig och dessutom byggd på olaglig plats! Muren hindrar bönder att nå sin mark, men det ska vi blunda för enligt dig? Jag jämnför inte på det sättet, som Israel agerar nu är detta inte helt olikt innan kriget bröt ut, då judar tvingades bo i ghetton och tvingades spionera åt Hitler. Jag menar att om du kollar på fakta så ser du att de flesta raketerna inte träffar någonting, inte för att det skulle rättfärdiga någonting men du missar vad Israel gör om du vill ha rättvisa. Israel har övertaget eller anser du annorlunda? Vem bör agera utefter det anser du? Du vet ingenting om Ghandi, han stod absolut inte för att bli spottad på bara för att vara fredlig. Hans metoder lär däremot inte fungera i denna konflikt, läser du lite om Ghandi kan du även se att han ser våld som en sista utväg, Livni kanske bör läsa lite Ghandi? Här har du en bra dokumentär, den är möjligtvis inte aktuell men oerhört intressant, kanske ger dig en insikt. Den går igenom båda sidornas \"misstag\", ca 30 min lång. Dirty War - Israel/Palestine Sen så verkar du se alla filmer som \"pallywood\" eller har jag fel? Ingen fara, det finns fler, mycket bevis finns till varför jag tycker som jag gör, du tycker som du gör för att du anser att de ska försvara sig mot ett folk som är försvarslösa? Beit Likia - Palestine - Protest Bil'in Palestine - Journalist shot in head at point blank (under demonstration) Du kanske tycker att det är rätt men detta är nazifasoner och inget annat! Mvh"
	},
	{
		"postIndex": 7540,
		"postNum": 7663,
		"postLink": "/sp16827324",
		"postTime": "2009-05-24",
		"postUser": "ganjabarnet",
		"postUserID": "/u82190",
		"postUrl": "https://www.flashback.org/t819672p639",
		"userUrl": "https://www.flashback.org/u82190",
		"sentence": "Jag tvivlar på att han talar arabiska men informationen finns på andra språk dagens teknik vettu! Du säger att de försöker skada deras familjer medan palestinierna säger att de skickar qassams för att de är förtryckta, Israel styr deras vatten, el och vägar samt rörelsefrihet. Vem ska vi tro på? Vad säger fakta? Just ja, palestinierna har lagen på sin sida, att civila i Israel dör skapar mer problem, som du själv säger så vill man ut och hämnas men du utgår ifrån en skev bild redan ifrån början och därför anser jag att du har fel, palestinierna är offret. Det handlar inte längre om att palestinierna vill köra bort Israelerna utan det systematiska övertaget av Västbanken och alla dess vattenresurser. Hade människorna i Rosengård påstått att de vill ta över Malmö och göra det till sin egen stad så hade Svenskar och antagligen många invandrare stått med vapen och börjat försvara sig, likt palestinierna gjort mot judarna som var en minoritet. Men du ser själv vad som är problemet, människor vill hämnas, tror du inte palestinier vill hämnas när deras nära och kära dör? Om vi tar ditt exempel mera konkret, kan man se dessa faktorer du talar om? Borde inte palestinierna, enligt din logik, ha rätt att \"gå ut på gatan och slå dem\"? Settler shooting Palestinians in Hebron Jag är knappast politiker utan väljer att tro på rättsväsendet då det gynnar mänskligheten, det aktiva förstörelsen av våra lagar och vår moral är däremot ett större hot. Hamas är en legitim motståndsrörelse, hur ser en motståndsrörelse ut i din värld? De hade Arafat, de talade på Camp david, vad föreslog Israel? Dela upp Västbanken i olika enklaver där man separerar dem ännu mer. Varför kan man inte enligt din logik se på det åt andra hållet? När Israel attackerar och inte tillåter palestinierna att leva skapar det mer problem för Israel som påstår sig stå för fred men samtidigt med andra handen mata sin hormonstinnade soldater med propaganda om araberna som är \"mindre värda\". Det är palestinierna som lider och Israel har makten att påbörja fredsprocessen på riktigt om de hade velat, du vet själv om att de kan krossa palestinierna utan problem, borde de inte kunna då ha överhanden i fredsprocessen vilket de inte har? Bra, det gynnar diskussionen. Hur menar du påverkad av dem? Har vi idag inte en apartheidmur på Västbanken? Hindrar det inte palestinier ifrån att nå sin odlingsmark som tillhört dem i flera hundra år? Styr inte IDF deras rörelsefrihet inom VB och Gaza? Är det egentligen inte ens tal om en ockupation som är olaglig? Mjo, det visar sig nämligen att World Court också tycker muren är olaglig, speciellt när den inte följer den gröna linjen. Det finns dessutom gott om bevis på att palestinierna får motstå attacker: Rasismen finns. Jag påstår inte att Hamas är världens gullegris men påstår bestämt att de har en legitim kamp mot ockupationen och jag har FN resolutioner och internationella lagar som backar upp mitt påstående. Det du talar om finns på amnesty, Hamas anklagas för att skada eller skjuta kollaboratörer som spionerat åt Israel bland annat, det ser man i alla konflikter och det borde hållas rättegångar till detta men först måste konflikten avslutas och Israel dra sig ur vilket de ALDRIG gjort. Den andra länken du visar är ett skämt! Det finns ingen som helst antydning på att det som sker är i Palestina eller Mexico, det finns inga undersökningar till den filmen, det är propaganda. Har du mer information är du villig att länka, det finns dock annan fakta om Hamas brott, är en ypperlig Israelisk människorättsorganisation som kan hjälpa dig på traven. Amnesty löser inte problemen men dokumenterar brotten och det i sig leder till mycket lösningar i efterkrigs tider, tänker främst på Serbien i dagsläget. Hört talas om \"ultima ratio\"? Krig bör endast vara sista utvägen, i palestiniernas fall kan vi se att så är fallet, demonstrationer besvaras av IDF med skott salvor på demonstranter och resten av protesterna väljer du att inte se som legitim kamp mot förtrycket. Din andra mening är motsägelse likt hela ditt inlägg, om Arafat var villig att diskutera och inget skedde samtidigt som palestinierna dagligen förlorar mer mark vad säger dig att Hamas inte behöver se Israel visa framfötterna först? Du talar om natur och förvirrar dig själv, om du hade kunnat gå ut på gatan för att slå en palestinie så måste du även se att en palestinie måste få gå ut på gatan och göra samma mot en Israel som dessutom har en armé bakom sig, eller? Din logik fallerar min vän. Visa mig en Israelisk politiker som erkänner en palestinsk stat, problemen med fred ligger inte hos den part som dagligen förlorar på konflikten, vem tjänar på den är frågan du bör ställa dig. Likt blizzardking tvivlar jag på att du är ifrån Libanon eller kanske en självhatande arab? Mvh"
	},
	{
		"postIndex": 7101,
		"postNum": 7220,
		"postLink": "/sp15191116",
		"postTime": "2009-02-17",
		"postUser": "ganjabarnet",
		"postUserID": "/u82190",
		"postUrl": "https://www.flashback.org/t819672p602",
		"userUrl": "https://www.flashback.org/u82190",
		"sentence": "Ja, jag har använt i princip endast Israeliska, Amerikanska och framförallt människorättsorganisationer som du inte helt tycker om. Däremot tvivlar jag på att det är forskare vi pratar om här. Sen kan man ifrågasätta Israels agerande gällande media under senaste konflikten. Du skriver om det som skedde på 80-talet, mycket har hänt sedan dess, om du anser mig fel så skriv några rader om misstagen under senaste konflikten, det är väldigt få människor som inte anser att det förekom \"misstag\". Menar du att judarna inte gjorde några som helst fel? Var arabernas våld helt oprovocerat? Det är du som vill vidga mina vyer, vart är dina vidgade vyer? Jaja, synd synd, var är din kritik till Israel? Ta inte förgivet att alla som kritiserar Israel beskyddar araberna till 120% som du gör med Israel, kritiken är mina senaste inlägg som du dessutom struntat i att besvara. Hur är Israels befolkning säkrare genom inte bara senaste konflikten utom ockupation, förtryck och brott som skett ifrån IDF och Settlare mot alla palestinier? Det är nämligen dags att skippa dina argument mot varje liten punkt, om du vill se \"hela\" bilden så har du missat mycket av det som hänt. Vad har jag saxat? Det är du som tar saker ur sina sammanhang. Fördummande? Ditt svar var minst lika dumt då du helt och hållet missade vad som stod i din länk, du påstår att du inte vill bli anklagad för propaganda, varför sållar du informationen då? Du har under trådens gång inte producerat några vidare vettiga källor, men du är bra på att kritisera mina. Sionismen är lika illa, ska du sluta skylla på vad alla andra gör? Vi ska inte ens börja med att diskutera alla andras brott, du måste först berätta vart du står gällande Israel dem senaste åren. Det enda sättet du lyckats kringgå inläggen så bra är just för att du inte berättat vart du står, jag kanske har missat det och uppskattar om du skulle vilja hänvisa mig till inlägget eller skriva det helt enkelt. Berätta hur motstånd mot en ockupation ser ut, varför vill du inte besvara detta? Ljuger jag om Israels brott? Begår Israel brott? Finns det inte någon chans att allt Israel gör mot palestinierna dagligen kan ha lett till att åtminstone någon blev \"terrorist\"? Är den möjligheten verkligen så långsökt? Ska vi gå in på vetenskap också? Hur menar du nu? Duger inte Amnesty, FN, B'Tselem och Haaretz? Jag nämner inte arabiska källor, varför? -Jag slipper slingra mig som du gör när dina källor inte duger. Det är många frågor du sluppit genom att gå in på detaljer när du byter samtalsämne, hur skapar vi fred? Hjälper det att fortsätta konfiskera palestinsk mark? Israel körde iväg 7000 settlare ifrån Gaza, därefter blev det 30 000 fler på Västbanken, logik? Man drog sig aldrig tillbaka ifrån Gaza utom kontrollerade el och vatten bland annat, har jag fel? Sådant vet du ju, du läser B'Tselem! Jag kan hitta arabiska källor som säger mycket, mycket värre saker om Israel, men jag väljer att gå efter den \"fakta\" man kan komma åt, skillnaden mellan mina och dina källor är således att jag kritiserar de som har dömts, har undersökts osv osv. Hamas skulle verkligen behöva mer undersökning, varför släpper inte Israel in media? Hade det kanske kunnat skada propagandan under OCL? B'Tselem är tvivelaktigt inte något du läser, hade du gjort det så hade du inte kunnat neka de brott dina landsmän anklagar Israel för, du däremot ser inga fel med muren t.ex. Glöm för all del inte att Amnesty, HRW, Haaretz, B'Tselem och FN säger liknande saker, det går inte att strunta i vad alla säger, eller är det araber som ligger bakom allt som skrivs? När Amnesty skriver en artikel om Hamas, duger den inte då? När FN eller B'Tselem skriver om Hamas, duger det inte då? Vh Edit: I Israel finns fler organisationer som ställer sig kritiska till Israels handlingar, det är jättebra, demokratiskt och fint. Börja du använd deras artiklar och skrifter till att förstå situationen då, annars gör du inte annat än att letar information som styrker din tes, oavsett källa. Föresten, tycker du inte att det finns anledningar till palestinska uppror? Det var det jag menade med att du inte läser dina egna källor, du missade helt att läsa vad författaren menade med upproren. Börjar bli allt mer likt Dershowitz, siktar du på toppen?"
	},
	{
		"postIndex": 7510,
		"postNum": 7633,
		"postLink": "/sp16639868",
		"postTime": "2009-05-13",
		"postUser": "ganjabarnet",
		"postUserID": "/u82190",
		"postUrl": "https://www.flashback.org/t819672p637",
		"userUrl": "https://www.flashback.org/u82190",
		"sentence": "Som sagt, denna tråd är mitt bevis på det jag säger. Jag klipper i dina inlägg precis som du gjort de senaste 100 sidorna med alla andras inklusive mina inlägg. Jag har inte bortförklaringar, snarare du som antyder mycket, likt kritik mot Israel besvaras med att man blir kallad anti-semit. Vet du inte om vilka åsikter du står för? Du förespråkar en apartheid, du vill inte se att Israel ger upp makten om något som inte är deras. Såg du klippet jag länkade till i mitt förra inlägg? Never mind, Det skulle inte skada om du såg vad han har att säga Jeff Halper, hur han förklarar hur Israel ser sig som en demokrati utåt men en \"judisk demokrati\" inåt. Hur man t.o.m. på hebreiska kallar muren för \"apartheidmur\" eller \"separationsmur\", vad politikerna vill och vad folket vill är två skilda saker i Israel menar Halper. Ja precis, för att se Israels brott som gång på gång begås måste man ha läst vissa ämnen. Du som saknar baskunskaper i ditt skriftspråk bör kanske inte yttra dig. Mänskliga rättigheter kommer med både rättigheter och skyldigheter, hur kan du inte debattera detta när du påstår att Israel inte bryter mot de mänskliga rättigheterna och dessutom i samma veva bryta mot internationell lag och rätt? Blir du gladare om jag väljer att bara använda Amnesty? HRW? FN? PCHR? Varför inte bara se till vad jag länkar till och fråga dig själv varför dessa saker hänt, varför palestinierna förlorar mer och mer land i en fråga där den allmänna världsledande väg till fred är 1967års gränser och möjligtvis där ifrån gå vidare till en gemensam stat, men nej, här vill sionisterna ha ett land med rena judar och inget annat man ser till och med ner på judar som inte är \"äkta\" dvs ryska judar bland annat. Den rasism som frodas i Israel verkar det som att du förnekar, det är något jag inte accepterar. När PLO officiellt accepterade tvåstatslösningen och därmed accepterade Israel som sin granne trots att vad man då gör är att erkänna bort landet vilket skapar legitimitet till staten Israel så gick palestinierna med på detta, vad gjorde Israel? Vad vi ser idag är helt sonika samma svar palestinierna fick då, fingret samt en ökad bosättningspolitik där palestinierna får mindre och mindre. Detta är fakta, behöver jag länka så säg bara till Du verkar bli irriterad på att jag har källor till mina påståenden varje gång. Vad roligt för dig, får ni vara ute och tälta med scouterna också? Kan du visa mig något av detta? Annars får du faktiskt förklara varför jag ska tro på dig, även om du gjort allt detta så skriver du saker som ger Israel legitimitet att fortsätta sin aggressiva \"politik\" mot palestinierna. Varför säljs det 4-500+ år gamla palestinska olivträd i Israel? Varför river man upp deras träd? Om du på riktigt bryr dig om mänskliga rättigheter skulle du diskutera det istället för att dividera om huruvida rätt antal liv försvann i Gaza eller inte. Du gör inte annat än att diskuterar mig som person, trots att det är en halmgubbe du debatterar. Har bosättningarna ökat eller minskat de senaste 20 åren? Senaste 5 åren? Senaste året? Du ser själv att det är frågor du uppenbart missar gång på gång, du blundar för ockupationen för att lättare föra fram dina argument som hade fungerat om inte Israel stått och kastat sten på allt vad fredsavtal heter. Du säger att du ska sluta skriva men kan inte hålla dig borta, varför är det jag som tjatar? Propaganda 101? Du missar som sagt hela poängen, det är inte Israel som får motstå våld och är ett offer det är palestinierna som inte har ett skit som är underdog i denna debatt. Påstår du annat? Jag har tråden som bevis på att det visst är så, bara till att läsa och lära Vad gav judarna rätt till landet ifrån början? Glöm rätten till landet, vad gav en minoritet rätten till en majoritet av det land de bor i? Glöm majoriteten av landet, vad gav en minoritet rätten att etniskt rensa bort ursprungsbefolkningen som bott i landet? Glöm den etniska rensningen, vad gav en minoritet rätt att stänga in ursprungsbefolkningen i små delar av landet samt begränsa deras rörelsefrihet och riva deras hem? Min vän, de argument du för håller inte, det finns ingenting som talar för din sak. Det hatet du beskriver kommer ifrån en ockupation som föder terrorism och sen beskyller konsekvenserna på andra än sig själva."
	},
	{
		"postIndex": 6386,
		"postNum": 6498,
		"postLink": "/sp14790024",
		"postTime": "2009-01-24",
		"postUser": "Giladi",
		"postUserID": "/u210265",
		"postUrl": "https://www.flashback.org/t819672p542",
		"userUrl": "https://www.flashback.org/u210265",
		"sentence": "Lika sann ändå. Det är inte den kronologiska åldern som avgör påståendets sanningshalten, utan innehållet och de fakta, tesen består av!! - Precis . Varför inte vända den väpnade kampen mot Jordanien. Där har de större ytor att vinna. Där har de 65% av befolkningen på deras sida och där bor inga judesvin.. ?! Men jag begriper ändå inte varför du anser hur gränserna såg ut på 1920 är inte intressant, då de var grunden till den brittiska mark avstyckning.. De såg iofs ut precis som på 1946 Alltså är det geografiskt 75% av Palestina…och det är mycket rimligt i så fall att kräva kungadömet ge till palestinierna sin mark tillbaka, eller åtminstone ett stort sammanhållet territorium i anslutning till VB. Av denna anledning anser jag, att om ni följer logisk ert resonemang är det knappast Israel man skall anklaga för stöld utan, andra och eftersom det handlar absolut inte om stöld utan om en regelrätt omröstning och demokratiskt process borde den parten som ändå har tilldelats, i samma process och av samma domstol, större avstyckning av markyta, kunna lämna en större del tillbaka!! I Israel har man försökt leva enligt demokratiska spelregler och de palestinierna som bor i landet är en integral del av landet. jag skall inte hävda att det inte går att göra bättre, men det är ändå avgrundskillnad om man jämför situationen i Israel, med de totalitära regimerna bredvid och i synnerhet när det gäller skillnad i jämförelse mot palestinier som flydde 48 till sitt egentliga hemland, Jordanien och aldrig blev medborgare fullt ut, och dessutom finns det lagar som förbjuder judar att bo där! Det räcker väl med ett judenfri zon i Palestina.. Bullshit.... Jag har skrivit exakt hur jag ser på det tidigare under Givatis tiden – ( ) du kommer väl ihåg detta tror jag. Jag förnekar inte att vi tänker olika om massa saker men jag är inte Netanyhaus anhängare. Sharon har förresten, tagit tillbaka mycket av det han stod för. Hans initiativ 2005, ( .) är en bevis för detta. Kort kan jag säga att helst av allt skulle jag vilja se ett sammanhållet palestinsk demokratiskt land,/territorium bredvid Israel och jag tror det skulle passa bättre om Jordanien so står för mycket större ytor kunde i samarbete med Israel och Egypten hjälpas åt. Jerusalem för min del kan gärna vara delad huvudstad…Araberna ansvarar för östra delens på lika villkor som vi för den västra. Gemensamma helgedom skall styras tillsammans…ett exempel..: Palestinier ansvarar för övre delen Klippmoskén, Israel för den nedre Klagomuren. Jag ser halvvägs mötande och både och som en lösningsmodell, inte allt eller inget och …antingen eller. Hoppas du tror på det jag skriver!? Jag ser inte deras inhumana psykopati och extremism som farligare eller som särskiljande från många palestinska representanter inuti Israel. De beter sig inte på något sätt annorlunda än några av de mest kända ledande palestinska ledare i synnerhet inom Hamas. Du kan inte heller förneka att det råder en väpnad konflikt och även bland vanliga palestinier finns det sådana som tänker och känner gentemot dessa på exakt samma sätt. Detta är en av konfliktens konsekvenser. Hamas är det inte alla palestinier. Du har valt detta till trots, en klar linje här...Man kan också skriva att judar och araber har terroriserats i decennier av storhetsvansinnigt islamistslödder.. Inte för att dessa är ockuperade i egentlig mening. Israel kontrollerar ytor som skulle kunna utgöra en palestinsk stat i framtiden..ja. Sverige ockuperar danska marker i egentlig mening..däremot!! Rätten att kontrollera/genom statsbildning av dessa territorier tilldelades inte bara araberna utan även judarna. I kriget som startades av ”frustrerade araber” förlorade de större ytor. De har inte räknat in det i sin kalkyl, och det är väldigt frustrerade. Jordanien kan hjälpa de bättre - genom att lämna några tusen kvad/km. Det har förresten aldrig funnits ett Palestina. Israel skulle kunna, hur lugnt som helst överlämna dessa territorier. MEN..inte innan man har sett att på allvar har man från visst håll bestämt sig för att bygga sitt land inte förstöra den andra!! Har man som inställning att fortsätta kampen…så får man räkna med en blodig kamp. Inte önskvärt och man kunde tänka om efter 60 år! Du tror alltså inte på att försoning är möjlig…OK. Jag förstår dig. Jag förstår mer och mer att in inställning till judar/israeler har inte nödvändigtvis med situationen därnere utan snarare är det tvärtom... > din inställning till konflikten därnere beror helt och hållet på dina fördomar och tidigare bisarra attityden till Juden som sådan! Dina inlägg dryper av onyanserat hat och självindignation. Det är respekten för dig själv du förlorar genom att skriva som du gör och du bidrar inte ett dugg för palestinierna sak. Att värna om palestiniernas självklara status som flyktingar, berövar de rätten till att kunna integrera var de än bor. De är inte de ända flyktingar i världen, däremot är de kanske ända som fortfarande tror sig kunna vända till Israel en dag: detta är ju omöjligt och ogenomförbar. Palestinier i Sverige är svenskar som du och jag…varför kan inte arabiska länder öppna sina armar och dela dessa samma rättigheter som övriga medborgare får..? Ditt och deras ledares resonemang leder till självömkan och socialförlamning inte till reflektion, inte till ansvarstagande och absolut inte till försoning och utveckling. Dessa brister är synliga inte bara hos palestinierna utan även hos några bland Israel mest kända kritiker....som sagt, för att inte tala om deras dubbla moral när diskursen: \"den demokratiska aspekten\".. tas i rummet! De allra viktigaste för arabiska palestinierna att frigöra sig från är inte Israelerna utan deras ledare, deras mentalitet islamistiska kultur som håller dem fångna och förtryckta i underkastelse till medeltida regler och mentalitet…Sorry Mvh"
	},
	{
		"postIndex": 3464,
		"postNum": 3544,
		"postLink": "/sp14499571",
		"postTime": "2009-01-08",
		"postUser": "Giladi",
		"postUserID": "/u210265",
		"postUrl": "https://www.flashback.org/t819672p296",
		"userUrl": "https://www.flashback.org/u210265",
		"sentence": "Låt mig påminna herr - - att även Hitler valdes demokratisk. Märkligt nog hade Hitler samma mål som Hamas nämligen att utrota Judar..och det finns tyvärr för mycket som bekräftar parallellen, därav Israels kraftiga svar!! Tillsammans med majoriteten av Israels judar, muslimer och kristna – vägrade jag acceptera att den demokratiska Israel ockuperade Gaza. Jag fortfarande hoppas att även barriären gentemot VB skall ändra form och plats, när tiden är inne. Ett demokratiskt land inte kan vara ockupationsmakt och av denna anledning stödde jag iden att Israel måste lämna Gaza. …Israel med dess armé, IDF, gick så långt att man tvångsevakuerade “bosättarna” i Gaza sommaren 2005. Scenerna i TV och tidningsbilderna, de långa TV rapporteringar om risken för inbördeskrig i Israel; ”Jude mot Jude” klyschorna…har slagit varandra. Minnet sitter färskt i huvudet. Man har fyllt som nation, de krav som världssamfundet - i synnerhet den rabiata antiisraeliska kören i Sverige ställde. För första gången trodde man, skulle palestinier kunna ha ett landsområde för sig själva och kunna styra det. De fanatiska judiska bosättare och – IDF, lämnade efter sig inte bara sina hem, utan vägar, lokaler, växthus och andra industriella anläggningar som skulle med lite ansträngningar kunna utgöra en grund för moderna palestinska små samhälle med infrastruktur för odlingsindustri...mm, ja en modell för ett välordnat och organiserat palestinskt samhällestruktur ..om man nu har från palestinskt håll, har velat och varit intresserade av detta. Palestinierna valde, detta till trots, något annat. Ingen vidare utveckling av dessa områden utan en brutal och barbarisk plundring och bygge av ramper för raketbeskjutning istället. I samband med övertagandet av makten, började Hamas ich islamiska jihad att bygga en annan infrastruktur , en infrastruktur med syfte att skapa ännu fler beskjutningsramper, smugglingstunnlar och destruktion. Hamas hade aldrig en tanke på en modern stat där invånarna skulle kunna ha en hygglig levnadsstandard och/eller leva i fred med en ”Israel” bredvid. Hamas politiska agenda kallar klart och tydligt för förgörandet av staten Israel och icke desto mindre vill de ha en religiöst arabiskt och islamistisk stat utan judar i det området som sträcker sig mellan Jordanfloden och Medelhavet. Alltså inte bara på Västbanken och Gazaremsan, utan även det området som omfattar Israel/67-48. De vill införa som bekant en stat med medeltida muslimska lagar som grundlag. Enbart judar som bodde i det engelska protektoratet ” Mandatoriska Palestina” -1917 och deras ättlingar skulle kunna vistas i landet. Resten av ( flera miljoner ) judarna, bland de överlevande från koncentrationsläger alt deras ättlingar, skall återvända till Europa eller arabländerna…eller vart de nu kommit ifrån. Detta är ju inte bara skrattretande utan infantilt försvara en organisation – oavsett vilken den än är - med argumentet att den valdes demokratiskt, av folket...när organisationen i frågan öppet talar och agiterar för förgörandet av ett grannland. En organisation som dess ideologi berövar de demokratiska grundläggande levnadsvillkor från sina egna och styr sina samhällen med medeltida lagar! Som det står tydligt i deras agenda. Att förgöra staten Israel berättigar alla medel. Då betyder tydligen människoliv ingenting. Inte ens eget. Inte andras. - . och om det finns människor i Gaza som ser en annan mening med livet än martyrskap – otur för dem, för de hamnat på fel plats vid fel tillfälle. Nu kommer det mest märkliga och hypokritiska i sammanhanget; många svenskar, antiisraeliska institutioner och individer började stödja Hamas, då de ansåg att de hade en bättre ”social” agenda och var mera representativa för gräsrötterna. De valdes dessutom demokratiskt av ca 68% av Gazaborna - enligt deras sätt att se på saken, alltså Gazaborna själva => folket var det en storseger. Dessa institutioner - som t ex hjälporganisationen Diakonia, tidningen Aftonbladet, Palestinagruppernas ordförande Per Gahrton och Lars Ohly, mfl, partiledare för Vänsterpartiet - alla dessa gör anspråk på att vara feminister, men de samtidigt stödjer Hamas som presenterar den ideologiska diametrala motpolen. En organisation som dejure och defakto undergräver demokrati bla genom att den förtrycker kvinnor. I Sverige stödjer du och dina vänner demokratin och i Gaza backar ni upp den organisationen som bokstavligen slaktade sina motståndare från Fatah. Alltså inte bara övertog deras ämbete utan radade upp motståndarna och blev kvitt genom nackskott. Ett acceptabelt maktskifte/sätt enligt de, i arabiska demokratier…tydligen !? Hur är det möjligt? Ja en svår fråga. Har dessutom inte folket ett ansvar och medskuld för konsekvensen av deras val? Bär inte de på åtminstone en del av skulden eftersom Hamas agenda har uppenbarligen varit känd från början..? Men inte nog med detta…visar sig den svenska och övriga världens begreppsdefinitionen för ”demokrati” en saknad på tydliga ramar och innehåll när det avser araberna i omtalat område, och frågan är varför!? Varför ställer man inte samma krav på definitionen och gör det däremot mot Israel!? För på vilket sätt kan man annars motivera argumenten ovan eller ens försvara det sättet varpå Hamas systematiskt genomfört sin politik på hemmaplan (gentmot sina egna) och nu även gentemot Israel.…Har de inget ansvar inför Gazaborna själva. Var det inte dessa, de skulle skydda. För vilkas skull kämpar de då…? Och var det inte genom att strida mot satan-Israel, och eliminera det de ville nå himmelens portar. Varför då placera sina missiler bland de egna civila, om det är Israelerna man ville åt. Var är logiken var är skyddsaspekten var är respekten för mänskligtliv/lidandet och var är demokratin… Hur som helst verkar det vara så…att när hatet tar över, får förnuftet stryk. Hatet mot den judiska staten är så starkt inte bara bland extrema krafterna att det motiverar att inte protestera mot raketbeskjutning som är riktad enbart mot civila mål inuti Israel. Jag har som jag har skrivit tidigare …en del verksamhet i en svensk gränsstad vid västkusten. Jag kan föreställa mig vilka krav invånarna i staden skulle ställa på svenska regeringen om de ständigt blev beskjutna av terrorister från Danmark. Om vi har som krav att skydda våra barn och skolor i Sverige mot terror, varför skall vi inte stödja samma krav i Israel? Israel som ändå har tvångsförflyttat sin armé, sina och medborgare från Gaza…och hållet gränserna täta för att undvika tillförsel av medel som i sintur används som vapen mot Israelerna själva. Israel som till skillnad från Sverige som fortfarande äger/ockuperar- annekterat, Skåne...och Samernas land...men som av omvärlden betraktas som demokratisk - tvingas lämna gång efter annan, marker som övertogs i självförsvarskrigen… Skäms, ni som inte stödjer grundläggande mänskliga rättigheter oavsett var de skall tillämpas!! mvh Giladi"
	},
	{
		"postIndex": 10902,
		"postNum": 11072,
		"postLink": "/sp49748669",
		"postTime": "2014-07-29",
		"postUser": "Micke_hs",
		"postUserID": "/u269296",
		"postUrl": "https://www.flashback.org/t819672p923",
		"userUrl": "https://www.flashback.org/u269296",
		"sentence": "Jaha? På vilket sätt är detta alls relevant. Det bekräftar ju bara att Hamas vill se civila dödsoffer så att den Palestinska befolkningen hatar israel mer än dem. jag skrev: \"Det enda de lever på är att Israel ska döda så många civila som möjligt, det är det enda som kan ge dem någon legitimitet över huvud taget.\" Det jag skrev var att Hamas efter valet började döda oppositionen, inte att de inte blev valda. Vad i din länk motsäger det påståendet? Till skillnad från dig har jag faktiskt läst länkarna. Det han säger är: Vilket är exakt det jag har sagt hela tiden. Har du problem med lässvårigheten? Theodor herzl \"skapade\" zionismen. Storbritannien understödde idén. Det följer inte därur att Storbritannien skapade Zionismen. Är så långt från en seriös källa man kan komma. Sidan är full av konspirationsteorier och allmänt bullshit. Nej Israel skapade inte Hamas, hur många gånger ska jag behöva förklara skillnaden mellan att skapa en organisation och att stödja den initialt? Du har fortfarande inte besvarat hur du kan påstå att Israel skapade Hamas som svar på att Hamas bara vill ha krig (vilket i förlängningen ska betyda att Israel bara vill ha krig), detta SAMTIDIGT som du påstår att Hamas bara försvarar sig och att de vill ha fred. Vet du inte vad kognitiv dissonans är? Om de är seriösa med att de vill ha fred kanske de borde börja med att ändra sina stadgar så att Israel inte ska förintas och judarna ska dödas? Eller kanske sluta upp med dylika uttalanden: Och du undrar varför: Vad gäller Israels fredsintentioner har jag sagt det och jag säger det igen, man förhandlar inte om fördelningen av en pizza samtidigt som man äter upp den. Om Israel var seriösa med fred så skulle de inte fortsätta att bygga bosättningar på västbanken. Nej det tycker jag inte, men Hamas talar inte för folket i Gaza. Jag har redan visat undersökningar där de har 15% av befolkningens stöd, det är inte rimligt att de för terrorkrig samtidigt som ledarna sitter och chillar i Qatar medan befolkningen lider för en kampanj de inte ens stödjer. En överväldigande majoritet av Palestinierna stödjer en fredlig kamp mot ockupationen. Den enda reella lösningen är att Hamas mfl upphör sin terroraktivitet samtidigt som det internationella samfundet sätter press på Israel att förhandla fram en tvåstatslösning. Men du ignorerar det faktiska narrativet vad gäller Gaza. Har redan skrivit detta: Israel lämnade Gaza 2005, man rev samtidigt några bosättningar på västbanken för att visa \"good faith\". Gaza skulle bli \"mellanösterns Singapore\". Man öppnade gränsen, man lämnade en blomstrande industri med växthus... vad blev resultatet? Hamas tog över makten, dödade oppositionen och började terrorisera. Växthusen revs. Tusentals raketer har regnat ned över Israel sedan dess, terrortunnlar byggda av det cement man fått för att bygga bostäder. Och du stödjer de dårarna? Hamas är extrema Israelers bästa vän, de är evidensen på att \"araberna inte vill ha fred, ger man dem ett finger vill de ta hela handen\". Detta är fakta. Palestinierna hade en historisk chans, and they blew it genom att rösta på en organisation vars uttalade mål är judars död och Israels förintelse. Det betyder så klart inte att Israel har någon som helst rätt till sina illdåd. Hamas har vid flera tillfällen använt människor som sköldar, inte bara i den nuvarande konflikten utan även vid markstrider. För att illustrera skillnaden mellan Israel och Hamas kan Hamas använda palestinier som mänskliga sköldar och ofta göra det effektivt, om Israel istället skulle använda civila Israeler som mänskliga sköldar har vi målat upp en grotesk monty python-sketch. Och du har fel. Det är inte försvarbart att ha civila som uttalat mål, eller menar du att indianer i USA har rätt att självmordsbomba andra amerikanare? Har Samerna rätt att skjuta skarpt upp i norr? Har Aborginierna i Australien den rätten? Vilken massaker syftar du på? Genuin fråga, jag stödjer inte Netanyahu. Därför att den nuvarande regimen varken vill ha en palestinsk stat eller total annektering av västbanken (gaza vill de inte ha över huvud taget). En faktisk annektering skulle innebära inte bara en apartheidliknande situation utan de facto apartheid, vilket är en av anledningarna att Israels egen president Shimon Peres manar till en tvåstatslösning. Genom fredligt motstånd. Utan Palestinska terrorister har israel inget att skylla på för att fördröja en tvåstatslösning med 1967-års gränser som utgångspunkt. Till skillnad från dig besitter jag kritiskt tänkande och lyssnar på experter; dessa beskriver Gaza som ett fängelse och alltså beskriver jag Gaza som ett fängelse. Sedan finns det olika narrativ till varför Gaza är ett fängelse. Har inte bestämt mig vad gäller den frågan, men det är möjligt att den är nödvändig så länge Hamas sitter vid makten."
	},
	{
		"postIndex": 6800,
		"postNum": 6917,
		"postLink": "/sp14964338",
		"postTime": "2009-02-04",
		"postUser": "ganjabarnet",
		"postUserID": "/u82190",
		"postUrl": "https://www.flashback.org/t819672p577",
		"userUrl": "https://www.flashback.org/u82190",
		"sentence": "Mjo, men det är fortfarande hans åsikt, tycker du inte om den för att den inte håller med ditt ställningstagande? Men du, vill du att vi ska diskutera detta så kan vi återgå till många böcker som du behöver läsa. Med respekt kan du länka till ett domstolsbeslut eller liknande, bevisa din sak utan kringgå sakfrågan. Du får verkligen anse detta, yttrandefrihet är något jag verkligen står för, en av de många fina värderingarna i en demokrati. Men du missade kanske länken till World Courts beslut? Olagligt med bosättningar, varför kan du inte hitta källor som säger att en palestinsk kamp är olaglig? Raketer mot civila är fel, men du har inte så mycket att säga här med tanke på hur Israel agerat, hitta istället en källa som anser att människorna inte har rätt till en befrielsekamp. Vänstervridna? Men vart har du dina källor då? Riktiga källor till resolutioner och domstols beslut? Du vet om att Israel inte sköter sig, varför vill du inte erkänna det? Om du erkänner det så erkänner du också palestiniernas rätt att bekämpa ockupationsmakten! Min vän, om du inte vill läsa Finkelstein så finns det fler duktiga författare som du välja bland, vad sägs om Illan Pappe? Är det propaganda och lögner han skriver? Ok, vi tar en ännu bättre källa, med tanke på att du vill att jag ska läsa dina författare som inte har någon trovärdighet, Jimmy Carters bok, ljuger han? Du förstår, det är inte Finkelstein som är emot dig, det är du som är emot fakta. Sympatiraket? Du inser vad Israel gjort i Gaza va? Var inte denna massaker just för raketer? Du kallar detta sympatiraket. Du kan inte hjälpa mig säger du? Jag ber om din hjälp, vill du inte? Visa mig vart, med Israels säkerhet i åtanke, hjälpte \"ocl\"? Tålamod, varför vill du få det att se ut som om jag vore ett litet barn pga av mitt nickname? Bemöt mina argument, gärna med lite respekt för mina åsikter då jag har respekt för dina åsikter trots att jag starkt inte håller med dig. Vad ska jag göra för att bevisa för dig att palestinierna lever i misär pga av Israels handlingar? Ok, och vilka \"fraktioner\" sköt raketer mellan juni och 4 November? Du håller även här med om att det inte var Hamas hoppas jag, annars hycklar du. Varför gick Israel in och dödade 6 personer den 4 November -08? Är du av den åsikten att man kollektiv bestraffar en befolkning för deras demokratiska val? Du vet om att alla inte är Hamas sympatisörer? Ok, du anser att Hamas skrämde till sig segern, vart är din källa? Det är inte ett litet påstående, skulle jag säga samma om Israel hade det blivit hus i helvete ifrån din sida. Varför kan det inte vara så att du är den som blivit lurad? Propaganda på båda sidorna min vän. Bra då kan vi bekräfta att du ser Hamas och Hizbollah som ett hot, ska de fortsätta med \"sympatiraketer\"? På vilket sätt bombade man bort hotet om att Israel ska upphöra att existera? Hur bildade man INTE fler \"terrorister\" efter denna attack och blockaden t.ex.? Varför tror du att det finns fler fraktioner som vill skada Israel? Hur kommer det sig att det inte är Hamas som alla palestinier stöttar enligt dig? Vad är din definition av befrielsekamp? Jag väntar fortfarande på en källa som bevisar att palestinier skulle värdesätta sina barn mindre än Israeler. Varsågod, inga ad hominum här. Du utgår ifrån att palestinier ska ge upp sin kamp, kampen som pågått i decennier, menar du att det är den taktik Israel eftersträvar? Trötta ut så att man lätt kan köra iväg dem? Varför kan inte du inse att Israels politik leder till mer misär för båda parter? Utplåning av Israel? Sa vi inte att man kan förhandla istället för att bomba? När ska Israel stödja 1967 års gränser och sedan förhandla för fred? Kom igen nu, bättre kan du. Ska du ta fram antisemit kortet nu? Håller om ryggen? Såg du vad jag skrev? Jag höll med Rifad, läs gärna den delen. Varför vill du inte ta min kritik på allvar? Erkänner du att du tar inte kritiken pga av hur du tror att jag tänker? Är det inte ett sett att strunta i kritiken? Tränga bort kritiken? Om du istället ser vad det egentligen är jag skriver så märker du även att jag vill ha fred och ber dig mer än gärna presentera ett alternativ till att man når fred på bästa möjliga sätt. Jag är av åsikten att Israel gör fel, min tes; Du har läst mina inlägg. Hoppas jag Ska du visa vem som är fördomsfull och i samma veva vara fördomsfull mot alla araber och muslimer? Är du en hycklare? Mvh Edit: En en fråga till dig Giladi, varför tror du att jag inte \"föredrar\" Dershowitz? Det är inte i närheten på samma dåliga grunder som du avfärdar allt av Finkelstein, du borde verkligen ta en titt på vad Dershowitz gjort. OBS: Var tvungen att korta ner citaten från dig då det inte fick plats. Den som vill läsa får se inlägget i fråga."
	},
	{
		"postIndex": 6796,
		"postNum": 6913,
		"postLink": "/sp14963093",
		"postTime": "2009-02-04",
		"postUser": "Giladi",
		"postUserID": "/u210265",
		"postUrl": "https://www.flashback.org/t819672p577",
		"userUrl": "https://www.flashback.org/u210265",
		"sentence": "Läs igen vad som står där: ”Bullshit. Hans åsikter om den interna debatten mellan dig och mig och hans försvar av dig är INTE viktiga för mig eftersom han uttalar sin sympati för din åsikter. Hur kan hans slutsatser var intressanta då..Är det neutral bedömning han gjorde..knappast!!” –helt logiskt resonemang från min sida. Det är inte debatten som sådan, utan hans bedömning av den. Av samma anledning, ingen av mina meningsfränder skulle kunna ge en rättvis bedömning. Vad hade du svårt att förstå –nu igen? Ja..du har fått många källor - bla ovan - som bekräftar mina ståndpunkter. Du har dock avsagt sig intresset att läsa dem! Mina ståndpunkter är/var att dagens Hamas är följarna till Hadj amin El Husseinis ...Att rika araber sålde markytor till judar / sionisterna och att statbildningen är därav lagligt, samt ett resultat av arabiska attacker-kriget som karaktäriserades med arabisk underskattning och dålig organisation av våld mot judar..som i sin tur var mycket målmedvetna och organiserade. vilket skapade enorm frustrationer efter den stora förlusten... som enligt arab-islamisterna ..bör med hjälp av , åter skapas till islamistisk ...Men vad begriper du i detta? Finkelstein resonerar som andra vänstervridna ungdomar…Han har dessutom - tidigare - påstått och skrivit generellt om att närastående till mig, använt förintelsen för att göra ekonomiska affärer. Mina föräldrar och jag skiter fullständigt i Nazisternas pengar, dina, hans eller Chomskys kommunistiska ideologier – tro mig. Han är lika relevant för mig som Dershowitz är för dig - Pronto! . Och visst …för att förstå omfattningen av cast lead perationen och dess impact måste man vänta några månader. Efter det stora slaget i Libanon för ett par år sedan gapade alla om israeliskt nederlag. Den gränsen som tidigare hade konstanta konflikter och eldgivningar mellan Hizbollah och IDF är i stortsett tyst nu och Hizbollah ställningar ligger bortom Litani floden. Ja…nu såder i efterhand...vilken seger vann Hizbollah som inte vågade skjuta ens sympati-raketer under Gazakonflikten. Om du har ingen tålamod att vänta in för att se effekterna och resultatet av operationen så, kan jag inte hjälpa dig. Tålamod är något man lär sig i tidig ålder.. Nej det är inte nödvändigt Hamas som skjuter utan andra fraktioner som kanske villhävda något med detta. Hamas har skickat till IDF tydliga signaler –genom bud – Egypten – att de försöker hålla ordning på läget. Ja OM palestinierna folket valde demokratiskt sina ledare så följer logiken att de har ett ansvar i enlighet med detta! Min uppfattning är att Hamas använde sig av terror och tydliga skrämselmetoder för att vinna denna psevdo-demokratiska seger…Och det tragiska i alltihopa är att ni är lurade och det palestinska folket lider ännu mer.. Ja Hizbollah är ett hot liksom Hamas och andra krafter so är potentiela terroruistorganisationer som är bereda att ta vilket medekl som helst för att driva igenom sina idér om utplåning av staten israel På detta viset är de ständigt hot. Fö…är Israels militära seger (bara 4 divisioner) över Hamas/Hizbollah sådär i efterhand, odiskutabel…. är väldokumenterat. Vi må ha lidit förloster och ära i kriget mot Hisbollah men det de har vunnit är framförallt insikt att man inte dealar med Israel på det sättet any longer… Att sedan små olika terroristceller/fraktioner skjuter idag raketer för att provocera Israel är INTE tecken på att målen inte är uppnådda. Vare sig i Libanon eller hos Hamas som har gjort klart för sig att försöka återta greppet i Gaza… Dessa raketer som sagt är /kan vara tecken på interna stridigheter om folkopinionen genom att visa Hamas /civila att de är inte ensamma om kampviljan. Befrielsekamp. utifrån deras egen stadga!! Citat: Du kallar mig som sagt massa saker ..men det är du och du får stå för det! Nu återstår det för dig att påvisa 1. Att u.t vill utrota varenda palestinier bara för att Hamas inte vill erkänna det ni kallar för den olagliga ockupationsmakten. Man du kan lika full börja med att sansa dig om du är intresserad av någon debatt. Du verkar mera fokusera på min person, och detta som en kompis till dig har skrivit - ett tecken på dålig sinade argument. Fast när det gäller dig har du kallat meg under hela tiden med olika oförskämdheter så…jag anar att det kanske inte beror bara på detta utan på ett visst drag, hos dig. Sedan kan jag konstatera att vi har olika syn på huruvida är det klokt eller inte att börja samtal med människor som inte erkänner min rätt att leva, och är bereda att offra sina barn för detta. Vad gäller Hamas, åter vore det önskvärt att istället som de gjorde nyligen i Iran – pånytt deklarerat sitt mål att utplåna Israel – skulle de kanske börja inse att deras politik leder till ännu större misär...och därmed att ge ger avkall på sina krav, och mål som kallar för befrielse av hela Palestina, som innebär utplåning av Israel! Sedan kan jag tycka att nmed tabnke på att du håller ryggen om IvanLendels texter - kan jag inte på allvar ta din Israelskritik, utan ..du närmar dig med jättesteg till Judekritik/Judehat, något jag inte såg hos dig tidigare. Med dessa debatterar jag inte!! -Där går min gräns! Här kan du åter få se/lyssna vilka är verkligen fördomsfulla.. mvh Giladi"
	},
	{
		"postIndex": 7372,
		"postNum": 7495,
		"postLink": "/sp15829882",
		"postTime": "2009-03-27",
		"postUser": "ganjabarnet",
		"postUserID": "/u82190",
		"postUrl": "https://www.flashback.org/t819672p625",
		"userUrl": "https://www.flashback.org/u82190",
		"sentence": "Lögndetektor? Du ljuger genom att försvara din position samtidigt som du inte säger varför vissa saker har skett. Ta OCL som exempel, du påstår att Israel försvarar sig, det är en lögn, för att problematiken ligger i varför Israel behöver ta emot raketerna, inte tror du att Qassam raketer är Hamas väg att säga \"nu utplånar vi Israel\"? Ingen har påstått att jag är här för något, du måste lära dig läsa, man kan betona olika saker i en mening med hjälp av sitt språk. Ibland blir det missförstånd på ett forum där många skriver, men nu har vi skrivit mycket tillsammans, du borde förstå mitt skriftspråk vid nu. Du behöver inte heller ändra åsikt, vi vet att du har fel och anser du att du tar illa upp av denna mening bevisa mig fel. Jag är bunden till mina källor för att jag inte anser att något annat biter på någon som blint försvarar sin tro, du ser själv att när jag ändå länkar till trovärdiga källor som bevisar att orättvisor som missgynnar palestinierna sker samt att det är den stora anledningen till att en motståndsrörelse finns och är så radikal. Specifika händelser är du visst intresserad av, Israel utropades 1948, det är väl något specifikt? Jag är intresserad av \"the big picture\" men i den måste man se detaljerna för att uppskatta \"the big picture\", ditt försök till att komma ifrån detta faktum försvårar fredsprocessen likadant som sionisterna i Israel försvårat den. Brott under krig är meningen att vi ska komma ifrån och om människor som ska följa lagarna inte gör detta men ändå kallar sig demokratiska och fria slutar följa lagarna för några dåliga ursäkter så blir det hela absurt, vem ska följa lagarna menar du? De gäng du talar om är människorna som blivit bestulna sitt land och som fortfarande inte tillåts leva eller styra över sig själva. Hur gjorde judarna i Polen? Var inte det gäng? Vill du istället påstå att det var en armé? Du besvarade inte dock vilka FN resolutioner man kunde bryta på 1800talet samt det komiska faktum att du nämner resolutioner när du inte ens tror på dem. Israel har många resolutioner emot sig, men du tror att du lärt sig något. Intressant detta. Du ser inte det vardagliga lidandet för palestinierna vilket gör ditt perspektiv en aning färgat. Du är inte bara \"en aning\" vinklad utom står på dig att Israel gör rätt, hur många terrorister blev det när OCL nu avslutades? Du pratar om att lära sig ifrån historien men missar helt det faktum att FN är just ett sådant organ som ska lära oss inte göra samma misstag. Varför gör Israel samma misstag som de koloniala länderna gjorde innan FN? Förstår du varför vi andra blir förbluffade av ditt ställningstagande? Du kanske tycker att jag tjatar men jag hinner inte ens ta upp all information som finns om brotten, till trots behövs det inte då jag med den lilla information du fått mötts av en bångstyrig trotsig pojke. Ja, jag vet att du nu erkänner brotten, ser du sammanhang mellan Israels brott > Palestinierna gör uppror? Det är klart att vi ser ifrån olika perspektiv, intresserade av olika aspekter är väl irrelevant då jag är intresserad av orsak och verkan, speciellt i vad som kan orsaka en fred och Israel skapar inte möjligheten för palestinierna att öppna för en mer diplomatisk metod, det lönade sig inte förr. Vill du inte diskutera Camp David och erbjudandet Arafat fick igen? Ja, vi får hoppas att Israel tillåter Palestina att leva så de en dag kan kritisera sin regering. Gillar du inte Amnesty förresten? De skriver också om konflikten och Israels eventuella krigsbrott under OCL. Så länge du tänker diskutera detta med dina så kallade källor så kommer det störa mig, det är som att diskutera ww2 och länka till en nazistisk hemsida. Men snälla, ge oss ett citat åtminstone, dina patetiska försök till att misskreditera Finkelstein duger inte, ge oss något! Jag gav dig fallet med Dershowitz, du har alla bevis du behöver, vart är dina bevis emot Finkelstein? Det är värdet av källor. Jag är inte en instängd människa likt dig, jag är förstående för den gräns våra källor kan nå, däremot ser jag varför palestinierna kämpar emot, de har inte visats några tecken ifrån Israel som leder till att palestinierna kan lita mer på sionisterna. Nästa gång du kommer tillbaka kan du väl vara så snäll och svara på de inlägg du tyckte var obekväma lite längre bak? Vore så tråkigt att inte få höra dina åsikter om brotten och även andra frågeställningar."
	},
	{
		"postIndex": 8848,
		"postNum": 8989,
		"postLink": "/sp40461033",
		"postTime": "2012-11-20",
		"postUser": "asocialstyrelsen",
		"postUserID": "/u529646",
		"postUrl": "https://www.flashback.org/t819672p750",
		"userUrl": "https://www.flashback.org/u529646",
		"sentence": "Jag konstaterar att det finns en klick avgrundsionister som istället för saklig diskussion helst vill skriva korta oneliners. Om ingen bemöter det jag skriver här antar jag att det är för att man inte förstår sig på situationen. I det här inlägget kommer jag att titta på tre olika saker. Först och främst kommer jag att titta på de bakomliggande motiven och målsättningarna som ligger bakom den nuvarande konflikten i Gaza, så att man förstår det hela kontextuellt. Sen kommer jag att gå in på några aspekter av propagandakriget som Israel just nu ägnar sig åt, och viktiga fakta som ofta inte framkommer i media. 1) Israel vill testa sina nya vapensystem, inklusive missilskyddssystemet Iron Dome. Detta gör man för att kunna dra slutsatser om sin militära kraft, men också visa upp för omvärlden att man uppdaterat sin militära kapacitet, så att omkringliggande länder inte ser någon poäng att vid en konflikt i framtiden skjuta missiler mot Israel. 2) Israel vet om att om palestinierna fick observatörsstatus i FN skulle det vara dåligt för den israeliska regimens långsiktiga mål, som jag diskuterar nedan. Att denna observatörsstatus skulle gå till PLO/Fatah (som betalas av USA) och inte till demokratiskt folkvalda Hamas spelar ingen roll för den israeliska regimen. Man vet om att det bara är en tidsfråga innan de får denna status och den israeliska regimen behöver ett sätt att förändra var schackpjäserna står på spelbordet internationellt. Genom att hota med att gå in med en markoffensiv i Gaza tvingas olika västländer försöka övertala den israeliska regimen att inte sätta igång ett blodbad. Detta ger den israeliska regimen spelrum att ta upp palestiniernas observatörsstatus på förhandlingsbordet i hopp om att de olika länderna skall avstå från att acceptera observatörsstatus mot att israel inte går in med marktrupp. 3) Israel vill se till så att länder som Tunisien, Qatar och Egypten får påtryckningar från först och främst USA att på olika sätt agera för att de-eskalera konflikten. Detta tycks man göra som ett test för att se hur den arabiska vårens förändringar i mellanöstern faktiskt verkligen har förändrats när det verkligen gäller. I dagsläget tycks Egypten vackla i detta, man behöver amerikanskt stöd men samtidigt vill man hålla sig väl med palestinierna, man har skickat sin premiärminister på blixtvisit till Gaza för att understryka sitt stöd. Men detta kan mycket väl förändras. Det pågår nog för tillfället ett intensivt arbete i det amerikanska utrikesdepartementet för att hantera dessa länder, och på olika sätt försöka tvinga dem till att göra allt vad de kan för att stoppa konflikten. Den israeliska regimen vill nog också försöka bryta ned den allt mer nära roll som USA har fått till Turkiet den senaste tiden. Turkiet har på olika sätt kommit att bli USAs bas för operationer i Syrien, men det är svårt att tänka sig att den turkiska regeringen skulle acceptera att hamna i en situation där oppositionen och folkliga grupper kan säga att Turkiet verkar bry sig mer om att intervenera i Syrien än att bry sig om det palestinska folket. Vad gäller den israeliska regimens långsiktiga mål tycks de alltjämt fortsätta vara desamma: 1) Israel vill långsamt äta upp de palestinska områdena på Västbanken och i Jerusalem genom bosättningar och genom terrorverksamhet hindra palestinierna från att kunna leva vanliga liv. Vid en viss kritisk punkt hoppas man antagligen att palestinierna till slut skall fly från landmassan. Västbanken är idagsläget fullkomligt uppdelat i olika mindre landområden kringskurna av israeliska vägar och bosättningar. Det är alltså inte ett sammanhängande landområde. 2) Israel agerar genom den amerikanska kongressen, som alltjämt är djupt influerad av AIPAC (den amerikansk-israeliska sionistlobbyn) förhindra varje tillstymmelse till process som kan leda till fredsavtal med palestinierna genom USA. Man vill också använda denna koppling för att förhindra alla sätt för olika palestinska försök att genom FN bli accepterade som en stat. Israel säger ju ibland att palestinierna inte accepterar staten Israel, men detta är ju givetvis bara ett tecken på hur djupt den israeliska regimens påtryckningar på internationella medier går när det gäller beskrivningar av konflikten. Det är ju i verkligheten så att både Hamas och Fatah i praktiken accepterar staten israel. Däremot accepterar inte den israeliska regimen att palestinierna får en stat, och de motverkar det aktivt. 3) Israel vill låta tiden gå så att det blir mer och mer omöjligt för palestinierna att kräva \"rätten att återvända\", vilket i praktiken i dagsläget handlar om ekonomisk kompensation efter den etniska rensningen som den israeliska regimen utförde mot palestinierna 1948. Den sionistiska propagandan är väldigt påtaglig i det här kriget. Faktum är att den psykologiska delen av det här kriget är väldigt viktig och det säger en hel del om diskussionen att man kan kläcka ur sig massa saker och anklaga palestinierna för vissa saker som Israel också ägnar sig åt. Några sådana exempel är mänskliga sköldar, rasism, att vägra acceptera staten israel, indoktrinering av barn och terrorism. Ingen förnekar att Hamas, Islamistiska Jihad och andra grupper ägnar sig åt terrorism. Poängen är att det mesta man hävdar att dessa grupper ägnar sig åt är saker som Israel redan är mästare på. Det måste börja komma fram hur Israel egentligen agerar. Här är några exempel."
	},
	{
		"postIndex": 7106,
		"postNum": 7225,
		"postLink": "/sp15203869",
		"postTime": "2009-02-18",
		"postUser": "ganjabarnet",
		"postUserID": "/u82190",
		"postUrl": "https://www.flashback.org/t819672p603",
		"userUrl": "https://www.flashback.org/u82190",
		"sentence": "Men om det inte är främmande för dig, varför inte kritisera Israel? Du vänder på det hela till att låta som att din position i denna debatten inte skulle skadas om du erkänner, än en gång, varför anser Hamas att de slåss mot en ockupationsmakt? Handlingar av IDF leder till motreaktioner ifrån den palestinska befolkningen, oavsett vart din ståndpunkt är borde du se detta, istället väljer du att bottna allt i historia när jag specifikt frågade om kritik för Operation Cast Lead. Menar du att jag ska söka upp alla inlägg du skrev som Givati för att hitta din position när denna tråd vuxit som den gjort? Tror du Israel hade kunnat anfalla Gaza om bosättarna inte lämnat? Det kan inte vara på det viset menar du? När du ska argumentera för Israel så nämner du hela tiden vad araberna gjort mot judarna som en anledning till dagens konflikter (hasbara guiden?), varför duger inte mina påstående om vad palestinierna utsätts för dagligen som en legitim orsak till uppror? Du utgår ifrån att araberna gjort fel ifrån början istället för att se till vad som hänt, på vilket sätt är det rätt att bilda en specifik judisk stat (när det dessutom skulle vara ett nationalhem), i ett område där majoriteten är araber? Om Israel är demokratiskt bör inte araberna kunna söka medborgarskap och vara respekterade i landet de bor i? Hur ser verkligheten ut? -Icke judar behandlas inte på samma sätt som judar. Vad krävs för att bosätta sig i Israel? Man ska vara jude, menar du att det inte finns några som helst likheter med hur andra fascistiska stater behandlat andra etniska/religiösa grupper? Hur bra behandlas araberna i Israel? Har min länk till det \"helt gått förbi\"? Men det handlar inte om att du ska kritisera Israel bara för att kritisera Israel, det handlar om att du från början av denna debatt försvarat Israel, hur diskuterar man frågan? Jo, man framställer vad båda parter är ansvariga för, problemet med dig har varit att ta sig ifrån stadiet om vad båda gjort fel till att börja diskutera situationen på allvar då du hela tiden borrförklarat vad HRW, Amnesty och B'Tselem säger, vilket är Israels brott som lett till att radikalisera Gaza exempelvis. Det hela blir mycket komiskt när du väljer att sluta besvara mig, gör du så, men kom ihåg vad mina länkar säger och inte vad jag säger, Israel strävar efter att bli ett homogent land där icke judar inte är välkomna det skiljer sig väldigt mycket ifrån att ledaren måste tillhöra en viss religion. Staten Israel förtrycker och diskriminerar palestinier varje dag, även palestinier som valt att bosätta sig i Israel, d.v.s. flyktingar. Varför får de olagliga bosättarna extra förmåner för att flytta ut på ockuperad mark? Du vet om att det är olagligt, jag har länkat till källan (B'Tselem som du \"läser\") men du struntar i att ta upp det väsentliga i varje inlägg och går vidare med dina lögner om hur synd det är om Israel som måste ta emot raketer, vidga vyer gör du när ser varför raketerna kommer in, du ska däremot ha för att du varit så duktig på att se anledningar till judiskt lidande. Om du vill diskutera ämnet ordentligt så kan jag ge dig ett exempel på kritik mot Hamas: På så sätt har du både en vettig källa och legitim kritik, även om det är som du säger, att man kan diskutera detta, så kan man inte bortse ifrån denna information. Vad ansåg du om Al-manar? Kommer du ihåg vad du skrev om dem? Ska du kritisera dåliga källor så gör det men bra källor med väsentlig information är viktigt i en diskussion som denna. Vi kan inte gå vidare i denna diskussion om du inte kan acceptera att Israel gör fel och att palestinierna lever under en ockupation (B'Tselem skriver också ockupation). Jag har även förståelse för om du inte vill skriva mer, blir ofta jobbigt när man inser hur fel man kan ha. Mvh"
	},
	{
		"postIndex": 7477,
		"postNum": 7600,
		"postLink": "/sp16364359",
		"postTime": "2009-04-27",
		"postUser": "ganjabarnet",
		"postUserID": "/u82190",
		"postUrl": "https://www.flashback.org/t819672p634",
		"userUrl": "https://www.flashback.org/u82190",
		"sentence": "Nja här har du fel, om vi säger så här så du förstår; Arab skjuter Israel, Israel fängslar arab=korrekt Nästa blir; Arab begår en självmordsbombning, Israel bygger mur på sin egen gräns=korrekt Vad som är fel är dagens situation där man byggt muren genom palestinsk mark och dessutom hindrar befolkningen ifrån att röra sig vilket är ett brott. Man har vägar som endast judar får använda, vad som för en jude tar 10-15 min tar för en arab 5-10 timmar, samma destination olika vägar trots att det rör sig om Västbanken och INTE Israel. Du kan läsa om det självmant; BTselem min vän Du förstår, det finns mycket som gör människor förbannade, att veta om att Israel bryter mot lagen men inte får känna på repressalier leder till desperation och kort sagt självmordsbombningar. Men skojar du nu? Araberna var i början aggressiva och det har jag inte sagt något om, hade inte du försvarat Israel om låt oss säga syd amerikaner helt plötsligt tar över det som skulle vara ditt efter många års krig och lidande? Du försöker med logik men den brister när du missar det mest fundamentala, när jag sedan bortser från orsak och verkan och bara riktar in mig på fakta och händelser så blundar du, bestäm dig, bryter Israel mot lagen eller inte? Om ja borde palestinierna enligt dig också ha rätt till självförsvar, vilket det handlar om. Sprida lögner om dina åsikter? Vi säger så! Varför anser du dig ha rätt? Israel tar mer och mer medan du sitter här och låtsas förstå palestiniernas situation. Kände till detta väldokumenterade fakta? Det är inget som jag lagt ner tid på att memorera även om du vill använda ww2kortet, jag är dock ganska säker på att svarta slavar förr kallades råtta, likadant för zigenare och idag även araber så din inställning är helt enkelt komisk när du försöker jämföra mig med nazismen och nazistisk propaganda. Den rasism som frodas av Israelerna är minst sagt skrämmande, man ser ner på araberna och på alla andra för den delen men trots det är man inte rasist, kritiserar man Israel är man däremot rasist eller antisemit. Logik? Jag sa inte råtta för att du är jude, den tolkningen gjorde du själv. Du visade inte mig, du skulle \"visa\" gangler2 och därmed vara lite av en pajas som bevisar något alla redan vet om men det hela hade nog inte uppmärksammats av dig ifall gangler2 inte påpekat detta \"misstag\". I vilket fall som helst gjorde du något som inte är godtagbart, det är dock min åsikt, tvivlar inte på att fler tycker som jag dock. Eller så kan vi komma överens om att läsarna själva får avgöra? Är du rädd för att dina inlägg inte kommer att duga? Måste du istället se ner på andra? De kan försvara sig själva, undra om jag borde ställa dig till svars för vad många andra idioter som tycker som du säger. Det var fortfarande inte därför jag sa råtta. Du säger nu att man visst ska tala med Hamas, varför i helvete gjorde man inte det när de vann valet då? Hela denna debatten hade kunnat vara över men inte för dig inte, du skriver själv att man borde prata med Hamas men Israel nekade deras fullt legitima val. Dubbelmoral och komedi i ett och samma inlägg, grattis. HAHA Gangler gav dig ett ypperligt svar, ser du inte logiken? Vågar du konfrontera dig själv och ställa frågan; Har jag fel? Varsågod, presentera ytterligare ett svar som egentligen inte är ett svar."
	},
	{
		"postIndex": 6943,
		"postNum": 7060,
		"postLink": "/sp15043015",
		"postTime": "2009-02-09",
		"postUser": "ganjabarnet",
		"postUserID": "/u82190",
		"postUrl": "https://www.flashback.org/t819672p589",
		"userUrl": "https://www.flashback.org/u82190",
		"sentence": "Vad hade du sagt om jag skrev att Hamas är den bästa armén som aldrig gör misstag, Palestinierna är missförstådda och lever ständigt under hot? Det sista är sant men jag syftar på armén, jag hade inte talat sanning eller helt enkelt missuppfattat det hela, eller hur? Varför tycks du inte se hur du skriver om IDF? Hamas har begått \"felaktigheter\", IDF har systematiskt och olagligt skyddad bosättare, kontrollerat vägar och tull därmed bryter mot lagar. Hur menar du fråntagit sig själva skulden? Hur många fler brott har Hamas begått och varför visar du inte källa? Länka gärna till resolutionerna eller någon dom. Hur tror du att det gått om Israel erkänt Hamas och sedan börjat förhandla? Hade man inte kunnat \"försvara\" sig efter ev. förhandling? Står du verkligen för en tvåstatslösning? Vad gör egentligen muren på palestinsk mark? Allvarligt Giladi, vad är det vi diskuterar? Anser du på riktigt att sådant här käbbel visar Israels \"fina sida\"? Det är knappast kontroversiellt att Israel radikaliserat palestinierna. I Gaza sommaren 2005 verkar vara det ess du drar fram, vad hände på VB vid samma tid? Om du sedan tar bort skygg lapparna som gör att du ser enstaka företeelser så kanske du också får en sammanhängande bild om vad som orsakar instabilitet. IDF lämnade aldrig Gaza helt. Vad har Iran med saken att göra? Alla vet att Israel vill provocera fram en reaktion från Iran, propagandan från AIPAC och andra verkar ha satt skräck i dig, är det inte dags att sluta att kriga i \"preventiva syften\"? Återigen, hur menar du försvarar sig? Får jag leka \"ponera\" leken lite snabbt? Låt oss ponera att det du säger är sant, blir det inte en kollektiv bestraffning Israel utfört? Din första mening erkänner du att våld föder våld och du har helt rätt gällande att det ibland behövs våld men du utgår från fel premisser om att Israel skulle rättfärdiga sitt våld genom att kalla det självförsvar, hur ser självförsvar ut i Krav Maga? En till sak du missade är att våldet som Israel vill bemöta är Israel själva som skapat, en paradox om självförsvar är således bortkastad tid. Du behöver heller inte ljuga om Libanon 2006, om det var året du syftade på? Hizbollah sköt fler raketer i slutet av kriget, vad visar det? Det är inte heller här kontroversiellt att veta att Israels attacker som F.ö. hamnade i Beirut var felaktiga och kriminella. Jag svarar mer än gärna, men får jag också fråga något? Varför struntade du i att besvara majoriteten av inlägget du påstås besvara? Med \"svara ärligt eller inte\" menar du då att oavsett vad jag säger så kommer det inte duga? Kanske är jag som missuppfattat dina intentioner. 1. Färgats? Men bevisen talar för sig, varför är FN en konspiratorisk organisation mot Israel när det på riktigt finns Israel lobbys som gör det du säger, färgar folks åsikter. Dershowitz är en av de stora. 2. Vad ska araberna göra förutom att sätta press med sin olja? Ska de gå ut i krig? Var det inte fred vi ville åt? Du missar att se, fakta talar emot dig, inte araber i FN. Min tur att fråga? 1. Tror du på riktigt att du kan komma undan resolutionerna genom att skylla på vem det är som anmält eller tagit upp saken? Vad hände med att \"i debattens anda\" ta reda på vad den andre säger? Varför ser du inte på besluten som redan dömts i de högsta instanserna? 2. Varför är Israels \"felaktigheter\" endast \"felaktigheter\" medan Hamas är terrorister? Civila har dött på båda sidorna, hur rättfärdigar man mördande? 3. Vad gör dig lämplig att diskutera detta mer än vilken jude som helst? Med det i åtanke, varför har alla judar som stått emot kriget, alla i Israel och runt om i världen som fördömer Israels handlingar, gjort detta? Har de fel? För att påminna dig igen, du svarade aldrig klart på inlägget (#7030)."
	},
	{
		"postIndex": 2573,
		"postNum": 2632,
		"postLink": "/sp14447764",
		"postTime": "2009-01-05",
		"postUser": "Giladi",
		"postUserID": "/u210265",
		"postUrl": "https://www.flashback.org/t819672p220",
		"userUrl": "https://www.flashback.org/u210265",
		"sentence": "Det är väl inte du som ligger i koma i snart 2½ år utan Ariel Sharon ... som erbjöd palestinierna 2005, på ett tillfälle att skapa ett eget samhälle att styra och leva i. Har det gått dig helt förbi...eller så ligger du trots allt i koma Tillsammans med majoriteten av Israels judar, muslimer och kristna – vägrade jag acceptera att den demokratiska Israel ockuperade Gaza. Jag fortfarande hoppas att även barriären gentemot VB skall ändra form och plats, när tiden är inne. Ett demokratiskt land inte kan vara ockupationsmakt och av denna anledning stödde jag iden att Israel måste lämna Gaza. …Israel med dess armé, IDF, gick så långt att man tvångsevakuerade “bosättarna” i Gaza sommaren 2005. Scenerna i TV och tidningsbilderna, de långa TV rapporteringar om risken för inbördeskrig i Israel; ”Jude mot Jude” klyschorna…har slagit varandra. Minnet sitter färskt i huvudet. Man har fyllt som nation, de krav som världssamfundet - i synnerhet den rabiata antiisraeliska kören i Sverige ställde. För första gången trodde man, skulle palestinier kunna ha ett landsområde för sig själva och kunna styra det. De fanatiska judiska bosättare och – IDF, lämnade efter sig inte bara sina hem, utan vägar, lokaler, växthus och andra industriella anläggningar som skulle med lite ansträngningar kunna utgöra en grund för moderna palestinska små samhälle med infrastruktur för odlingsindustri...mm, ja en modell för ett välordnat och organiserat palestinskt samhällestruktur ..om man nu har från palestinskt håll, har velat och varit intresserade av detta. Palestinierna valde, detta till trots, något annat. Ingen vidare utveckling av dessa områden utan en brutal och barbarisk plundring och bygge av ramper för raketbeskjutning istället. I samband med övertagandet av började tom en mer organiserade infrastruktur byggas ..men en infrastruktur med syfte att skapa än fler beskjutningsramper, smugglingstunnlar… Hamas hade aldrig en tanke på en modern stat där invånarna skulle kunna ha en hygglig levnadsstandard och/eller leva i fred med en ”Israel” bredvid. Hamas politiska agenda kallar klart och tydligt för förgörandet av staten Israel och icke desto mindre vill de ha en religiöst arabiskt och islamistisk stat utan judar i det området som sträcker sig mellan Jordanfloden och Medelhavet. Alltså inte bara på Västbanken och Gazaremsan, utan även det området som omfattar Israel/67-48. De vill införa som bekant en stat med medeltida muslimska lagar som grundlag. Enbart judar som bodde i det engelska protektoratet ” Mandatoriska Palestina” -1917 och deras ättlingar skulle kunna vistas i landet. Resten av ( flera miljoner ) judarna, bland de överlevande från koncentrationsläger alt deras ättlingar, skall återvända till Europa eller arabländerna…eller vart de nu kommit ifrån. Detta är ju inte bara skrattretande utan infantilt försvara en organisation – oavsett vilken den än är - med argumentet att den valdes demokratiskt, av folket...när organisationen i frågan öppet talar och agiterar för förgörandet av ett grannland. En organisation som dess ideologi berövar de demokratiska grundläggande levnadsvillkor från sina egna och styr sina samhällen med medeltida lagar! Nu kommer det mest märkliga och hypokritiska i sammanhanget; många svenskar, antiisraeliska institutioner och individer började stödja Hamas, då de ansåg att de hade en bättre ”social” agenda och var mera representativa för gräsrötterna. De valdes dessutom demokratiskt av ca 68% av Gazaborna - enligt deras sätt att se på saken, alltså Gazaborna själva => folket var det en storseger. Dessa institutioner - som t ex hjälporganisationen Diakonia, tidningen Aftonbladet, Palestinagruppernas ordförande Per Gahrton och Lars Ohly, mfl, partiledare för Vänsterpartiet - alla dessa gör anspråk på att vara feminister, men de samtidigt stödjer Hamas som presenterar den ideologiska diametrala motpolen. En organisation som dejure och defakto undergräver demokrati bla genom att den förtrycker kvinnor. I Sverige stödjer du och dina vänner demokratin och i Gaza backar ni upp den organisationen som bokstavligen slaktade sina motståndare från Fatah. Alltså inte bara övertog deras ämbete utan radade upp motståndarna och blev kvitt genom nackskott. Ett acceptabelt maktskifte/sätt enligt de, i arabiska demokratier…tydligen !? Hur är det möjligt? Ja en svår fråga. Har dessutom inte folket ett ansvar och medskuld för konsekvensen av deras val? Bär inte de på åtminstone en del av skulden eftersom Hamas agenda har uppenbarligen varit känd från början..? Men inte nog med detta…visar sig den svenska och övriga världens begreppsdefinitionen för ”demokrati” en saknad på tydliga ramar och innehåll när det avser araberna i omtalat område, och frågan är varför!? Varför ställer man inte samma krav på definitionen och gör det däremot mot Israel!? För på vilket sätt kan man annars motivera argumenten ovan eller ens försvara det sättet varpå Hamas systematiskt genomfört sin politik på hemmaplan (gentmot sina egna) och nu även gentemot Israel.…Har de inget ansvar inför Gazaborna själva. Var det inte dessa, de skulle skydda. För vilkas skull kämpar de då…? Och var det inte genom att strida mot satan-Israel, och eliminera det de ville nå himmelens portar. Varför då placera sina missiler bland de egna civila, om det är Israelerna man ville åt. Var är logiken var är skyddsaspekten var är respekten för mänskligtliv/lidandet och var är demokratin…Alltså tomma ord!! Hur som helst verkar det vara så…att när hatet tar över, får förnuftet stryk. Hatet mot den judiska staten är så starkt inte bara bland extrema krafterna att det motiverar att inte protestera mot raketbeskjutning som är riktad enbart mot civila mål inuti Israel. Jag har som jag har skrivit tidigare …en del verksamhet i en svensk gränsstad vid västkusten. Jag kan föreställa mig vilka krav invånarna i staden skulle ställa på svenska regeringen om de ständigt blev beskjutna av terrorister från Danmark. Om vi har som krav att skydda våra barn och skolor i Sverige mot terror, varför skall vi inte stödja samma krav i Israel? Israel som ändå har tvångsförflyttat sin armé, sina och medborgare från Gaza…och hållet gränserna täta för att undvika tillförsel av medel som i sintur används som vapen mot Israelerna själva. Israel som till skillnad från Sverige som fortfarande äger/ockuperar- annekterat, Skåne...och Samernas land...men som av omvärlden betraktas som demokratisk - tvingas lämna gång efter annan, marker som övertogs i självförsvarskrigen… Skäms, ni som inte stödjer grundläggande mänskliga rättigheter oavsett var de skall tillämpas!! mvh Giladi"
	},
	{
		"postIndex": 8759,
		"postNum": 8900,
		"postLink": "/sp40451255",
		"postTime": "2012-11-19",
		"postUser": "asocialstyrelsen",
		"postUserID": "/u529646",
		"postUrl": "https://www.flashback.org/t819672p742",
		"userUrl": "https://www.flashback.org/u529646",
		"sentence": "Jag konstaterar att det finns en klick avgrundsionister som istället för saklig diskussion helst vill skriva korta oneliners. Om ingen bemöter det jag skriver här antar jag att det är för att man inte förstår sig på situationen. I det här inlägget kommer jag att titta på tre olika saker. Först och främst kommer jag att titta på de bakomliggande motiven och målsättningarna som ligger bakom den nuvarande konflikten i Gaza, så att man förstår det hela kontextuellt. Sen kommer jag att gå in på några aspekter av propagandakriget som Israel just nu ägnar sig åt, och viktiga fakta som ofta inte framkommer i media. 1) Israel vill testa sina nya vapensystem, inklusive missilskyddssystemet Iron Dome. Detta gör man för att kunna dra slutsatser om sin militära kraft, men också visa upp för omvärlden att man uppdaterat sin militära kapacitet, så att omkringliggande länder inte ser någon poäng att vid en konflikt i framtiden skjuta missiler mot Israel. 2) Israel vet om att om palestinierna fick observatörsstatus i FN skulle det vara dåligt för den israeliska regimens långsiktiga mål, som jag diskuterar nedan. Att denna observatörsstatus skulle gå till PLO/Fatah (som betalas av USA) och inte till demokratiskt folkvalda Hamas spelar ingen roll för den israeliska regimen. Man vet om att det bara är en tidsfråga innan de får denna status och den israeliska regimen behöver ett sätt att förändra var schackpjäserna står på spelbordet internationellt. Genom att hota med att gå in med en markoffensiv i Gaza tvingas olika västländer försöka övertala den israeliska regimen att inte sätta igång ett blodbad. Detta ger den israeliska regimen spelrum att ta upp palestiniernas observatörsstatus på förhandlingsbordet i hopp om att de olika länderna skall avstå från att acceptera observatörsstatus mot att israel inte går in med marktrupp. 3) Israel vill se till så att länder som Tunisien, Qatar och Egypten får påtryckningar från först och främst USA att på olika sätt agera för att de-eskalera konflikten. Detta tycks man göra som ett test för att se hur den arabiska vårens förändringar i mellanöstern faktiskt verkligen har förändrats när det verkligen gäller. I dagsläget tycks Egypten vackla i detta, man behöver amerikanskt stöd men samtidigt vill man hålla sig väl med palestinierna, man har skickat sin premiärminister på blixtvisit till Gaza för att understryka sitt stöd. Men detta kan mycket väl förändras. Det pågår nog för tillfället ett intensivt arbete i det amerikanska utrikesdepartementet för att hantera dessa länder, och på olika sätt försöka tvinga dem till att göra allt vad de kan för att stoppa konflikten. Den israeliska regimen vill nog också försöka bryta ned den allt mer nära roll som USA har fått till Turkiet den senaste tiden. Turkiet har på olika sätt kommit att bli USAs bas för operationer i Syrien, men det är svårt att tänka sig att den turkiska regeringen skulle acceptera att hamna i en situation där oppositionen och folkliga grupper kan säga att Turkiet verkar bry sig mer om att intervenera i Syrien än att bry sig om det palestinska folket. Vad gäller den israeliska regimens långsiktiga mål tycks de alltjämt fortsätta vara desamma: 1) Israel vill långsamt äta upp de palestinska områdena på Västbanken och i Jerusalem genom bosättningar och genom terrorverksamhet hindra palestinierna från att kunna leva vanliga liv. Vid en viss kritisk punkt hoppas man antagligen att palestinierna till slut skall fly från landmassan. Västbanken är idagsläget fullkomligt uppdelat i olika mindre landområden kringskurna av israeliska vägar och bosättningar. Det är alltså inte ett sammanhängande landområde. 2) Israel agerar genom den amerikanska kongressen, som alltjämt är djupt influerad av AIPAC (den amerikansk-israeliska sionistlobbyn) förhindra varje tillstymmelse till process som kan leda till fredsavtal med palestinierna genom USA. Man vill också använda denna koppling för att förhindra alla sätt för olika palestinska försök att genom FN bli accepterade som en stat. Israel säger ju ibland att palestinierna inte accepterar staten Israel, men detta är ju givetvis bara ett tecken på hur djupt den israeliska regimens påtryckningar på internationella medier går när det gäller beskrivningar av konflikten. Det är ju i verkligheten så att både Hamas och Fatah i praktiken accepterar staten israel. Däremot accepterar inte den israeliska regimen att palestinierna får en stat, och de motverkar det aktivt. 3) Israel vill låta tiden gå så att det blir mer och mer omöjligt för palestinierna att kräva \"rätten att återvända\", vilket i praktiken i dagsläget handlar om ekonomisk kompensation efter den etniska rensningen som den israeliska regimen utförde mot palestinierna 1948. Den sionistiska propagandan är väldigt påtaglig i det här kriget. Faktum är att den psykologiska delen av det här kriget är väldigt viktig och det säger en hel del om diskussionen att man kan kläcka ur sig massa saker och anklaga palestinierna för vissa saker som Israel också ägnar sig åt. Några sådana exempel är mänskliga sköldar, rasism, att vägra acceptera staten israel, indoktrinering av barn och terrorism. Det måste börja komma fram hur Israel egentligen agerar. Här är några exempel."
	},
	{
		"postIndex": 7222,
		"postNum": 7341,
		"postLink": "/sp15274369",
		"postTime": "2009-02-22",
		"postUser": "Ola Schubert",
		"postUserID": "/u58815",
		"postUrl": "https://www.flashback.org/t819672p612",
		"userUrl": "https://www.flashback.org/u58815",
		"sentence": "Vi är nog överrens om tyskarnas behov av syndabock och den sk \"dolkstötslegenden\". I det andra fallet så har jag redan förklarat att den antikoloniala striden började på 20 talet. Ett koloniseringsförsök har varje folk fullständigt rätt att göra motstånd emot. Däremot så är det bara att beklaga om detta motstånd dessutom gjorde palestinerna, och araber i allmänhet, mottagliga för fånig antisemitisk propaganda. Vad som hände med början av 1834 får du berätta mer om, jag är nyfiken! Vad du menar när du skriver \"sannolikheten\" kan man bara spekulera om, och du, om möjligt förklara. Nä, det är inte bara det att man sätter prefixet \"problem\" framför en folkgrupp i ett land, som utgör parallellen. De underliggande, kanske implicit uttrycka, gör en jämförelse mellan Nazisterna/Tyskland och de sionistiska kolonisatörerna/Israel, adekvat. Tyskarna ansåg sig vara ett herrefolk, judarna sågs som \"undermänniskor\". I det koloniala 1800-tals europa såg man världen på ett liknande sätt med västerlänska \"övermänniskor\" och underlägna natives, vilka man gjorde en tjänst om man kolonialiserade dem. Det är i detta sammanhang och tid som sionismen skapas. Palestina var egentligen inte alltid det enda alternativet för en judisk koloni, eller nationalhem, som man föredrog att kalla det. Men, med tanke på judarnas historia och religiösa traditioner, så blev det ändå palestina tillslut som skulle få smaka på den sionistiska koloniala idén. Att palestinerna kanske inte ville ha ett sådant nationalhem på sin mark, verkade inte bekymra sionisterna, till en början. Men sedan började man göra upp planer för att lösa problemet: Plan A, Plan B plan C och slutligen, för att utnyttja den uppkomna situationen, där bl.a. judisk terror fått britterna att uppge sitt mandat, plan D, där samtidigt den \"palestinska frågan\" skulle lösas genom en systematisk etnisk rensning. Naturligtvis så hade nazisterna samma form av \"problem\" vad gäller judarna. De hade också en slags plan D, nämligen förvisning av samtliga judar i Tyskland. Problemet var bara att nästan inga länder ville ta emot dem, inklusive Polen, som lät dem vänta i gränszonen istället. Vilket gav upphov till ett terrordåd av en, i Paris bosatt student, som mördade en tysk diplomat, (vilken för ovanlighetens skull, var kritisk emot nazismen). Detta gav Tyskarna en dålig förevändning, men dock förevändning för kristallnatten. Resten av historien känner vi till. Israel har inte nått så långt, än, på sin sk \"problemlösning\". Nej det är du som inte är riktig! Om du levt i ett land, eller i alla fall i ett område i hela ditt liv. Du känner dig hemma där. Generationer före dig har levt där. Du har alla dina släktingar där. Du har byggt upp ett liv där. Du betraktar dig själv dessutom, tillhörande en specifik folkgrupp, just pga att du kommer i från detta område och härstammar där ifrån. Skulle du då verkligen vilja flytta därifrån till en osäker flyktingtillvaro? Nä, även om ockupationsmakten försöker inbilla dig och alla andra, med sin propaganda, att du endast är en del av en större kulturgemenskap, det spelar ingen roll vad du bor, så vet du att det inte är sant. Du bor kvar, trots diskriminering och förtal, om inte annat för att ge ditt liv en högre mening, motstånd emot ockupanterna! Snacka om att försöka förskjuta skulden över på det folk som drabbats av det sionistiska koloniala projektet! Den enda vettiga lösningen är att avsluta det sjuka projektet och skapa en civiliserad och modern statbildning på området. Visst har palestinerna rätt, juridiskt, att återvända, i alla fall de som drevs bort. Och de skall, självklart, ha skadestånd för den egendom som den sionistiska tjuvstaten konfiskerade på 50-talet. Palestinerna behöver verkligen inte be om ursäkt för att de gjort motstånd emot kolonialism. Däremot så kan de be om ursäkt om något hänt under inflytande av antisemitisk propaganda. Och åter: Vad hände på 1830 talet? Ganska lustigt egentligen. Det finns sionister som inte bara hävdar att det palestinska folket aldrig existerat. De påstår också att de \"smög sig in i palestina\" efter att Israel utropats. Skönt att inte du sysslar med sådan propaganda, men du hävdar å andra sidan att palestinerna, kan flytta var som helst i arabvärlden, med gott hjärta. Ungefär lika befängt som att jag skulle påstå att det spelar ingen roll vad svenskarna bor de skulle lika gärna kunna på i rumänien, och trivas lika bra! Du Skrev följande: Det sammanhang du skrev detta var en diskussion med mig som börjat med att jag hänvisat till ett uttalande av Israels utrikesminister där hon sa att palestierna i Israel får söka sin framtid i en framtida palestinsk stat. Du svarade med någon gammal oponionsundersökning som visade att palestinerna trivdes utmärkt i östra Jerusalem. Jag har redan diskuterat denna fråga med dig. Så jag återgick till den ursprungliga diskussionen: Hotet om fördrivning av de palestinier som är Israeliska medborgare. Och ansåg då att du kanske bättre skulle förstå deras situation om jag ställde judarna i Sverige inför en liknade situation. [quote=Ola Schubert] Vad jag känner till så fanns det, efter komittens utslag två arabiska partier kvar i knesset. Vad deras agenda består av, känner jag inte till. Men jag kan tänka mig att det inte behövs mycket för att man skall bli stämplad som \"anti-israel\" i den sionistiska hycklarstaten. [/QUOTE Schubert] Tja, kanske i mån om tid. Jag har dock inga planer på att sätta mig in i alla små detaljer i en döende stats administration och politik."
	},
	{
		"postIndex": 5319,
		"postNum": 5427,
		"postLink": "/sp14621322",
		"postTime": "2009-01-14",
		"postUser": "ganjabarnet",
		"postUserID": "/u82190",
		"postUrl": "https://www.flashback.org/t819672p453",
		"userUrl": "https://www.flashback.org/u82190",
		"sentence": "Inlägget kanske blev lite konstigt då jag besvarade Sheridan med det inlägget och sen bara kopierade. Jag funderar på det du nämner ang. gamla konflikter. Vad är det för likheter du försöker hitta? Det här kriget handlar inte om \"gamla konflikter\" utan snarare om \"pågående konflikter\". Du kanske tänker på de som går längre bak i tiden (3000år etc)? Du och många andra säger att vi inte skulle reagera om IRA gjort samma, vart har vi sagt det? Era förutfattade meningar är inte sanningar. När ni sedan inser att vi visst hade reagerat så blir nästa argument att vi hatar Israel och varför vi inte bryr oss om Rwanda t.ex. Får jag fråga vad denna diskussionen har med vår utilitarism till andra drabbade samhällen att göra? Varför ska jag nämna vart enda problem i världen i en diskussion som handlar om \"konflikten i Gaza\"? Nu säger jag som sagt inte att du \"anklagat\" men jag vet om att det är fler som läser och vill gärna ha svar av er andra. Nu hoppas jag det blir sista gången jag behöver nämna detta. När du och andra jämför Gaza med t.ex. IRA och England så glömmer (skiter i?) ni att nämna orsaken, varför? En tvåstatslösning står du bakom, är det Hamas raketer som förhindrar detta? Hur ska Palestinierna försvara sig? Det är Israels fel att folket i Gaza tvingats till Hamas, hur många nya medlemmar får de nu? Vad har Israel åstadkommit? Kommer det en ännu större våg att \"terrorister\" om några år? Hur skapar man fred genom att mörda människor? Just ja, bara terrorister menar jag. Men vad händer med barnen som förlorar alla sina nära och kära? Vilken typ av människor spränger sig själva i luften? Om vi ska diskutera detta måste vi helt klart kolla till vad som hänt tidigare, även så långt bak som 40-50talet. Den aktuella konflikten har sina anledningar och vid det här laget (500 sidor) bör det finnas tillräckligt med bevis i tråden som visar att Israel har skulden för den nuvarande konflikten. Anser någon annorlunda så är det flera källor som gäller och inte någon pro Israel sida då jag faktiskt försökt att inte använda arabiska källor utom amerikanska, så tycker jag att det är något jag kan be om. Mvh EDIT: Who and what is Hamas?"
	},
	{
		"postIndex": 6591,
		"postNum": 6706,
		"postLink": "/sp14875726",
		"postTime": "2009-01-29",
		"postUser": "InteIgen",
		"postUserID": "/u171357",
		"postUrl": "https://www.flashback.org/t819672p559",
		"userUrl": "https://www.flashback.org/u171357",
		"sentence": "Varför har de inte fullföljts sitt tillbaka dragande, vad för närvaro hade de i Gaza efter 2005? Så ditt argument är bara för att Israel kan agera mot Gaza så är det ockuperat, med den argumentationen ockuperar USA hela världen. Israel kontrollera gränsen till Gaza. Du förklarade inte varför raketerna och granaterna inte bröt vapenvilan, men Israels attack gjorde det. Jag hävdar att palestinierna bröt vapenvilan genom sina raketer men den fortlöpte ändå, med båda sidor inte uppfyllde sina åtagande. Jag litar inte fullständigt på någon sida dock känns Hamas betydligt värre att lite på än IDF, Hamas hävdade i början av offensiven att 10 israeler hade dödats, det var nästan den totala döds siffran för Israel, Hamas nämnde aldrig att de rapporterade fel eller att de hade granskat det närmare, Hamas är lögnare. Vänligen förklara vad ordet front betyder för dig, i min mening är fronten ett område mellan två parter som strider där ingen kontrollera området. Du hävdade uttryckligen att barn dog av undernäring. Du instämmer altså med mitt första svar ang detta, att Hamas vann genom att palestinierna inte ville rösta på PLO, hade det inte varit enklare att instämma. Kollektiv bestraffning är troligtvis alla sanktioner för de på ett eller annat sätt påverka civil befolkningen, jag nämnde att inget av sätten va bra, men för att återgå till vad jag tidigare nämne. Upphör raketerna upphör blockaden. Israel har gissningsvis brutit mot någon internationell rätt, att upprätt hålla alla är orealistiskt, dock kan de bestridas i vilken grad. Exakt hur har Israel en ockupation av Gaza under dessa föreskrifter? Vad anser du om tillbaka dragandet från Gaza? eller israels förslag för förhandlingarna i Taba? Israel kunde gjort med för att förhindra civila dödsoffer vilket jag tidigare nämnde, dock så använder Hamas mänskliga sköldar och ett militär mål förblir ett militärt mål även om det finns civila i närhet, det är tragiskt att civila dör, men största delen av det beror på var palestinierna väljer att strida, som jag tidigare nämnde är Hamas intresserade av att civila dör, det gynnar Hamas. Göra det omöjligt för militären att fortsätta verka och inte spränga sig i bitar i resturanger. Då inser du också att Israel har fullständig rätt att agera mot dig, du misstänker inte heller att genom ditt agerade kommer du minimera chanserna till att en egen stat återupprättas för som jag tidigare nämnde skulle situationen varit bättre i Gaza utan raketerna. Jag säger att det är en barriär, liknande den i Saudi Arabien. Förutom att Gaza är isolerat pga. deras handlande. Möjligen har du någon vidare information om statistiken där det vissar att raketrna inte träffat bebyggda områden, utan istället åkrar och fält. Varför skulle inte Ghandi's icke vålds metod fungera på Gaza, vad skulle Israel göra om raketerna upphörde, inser du vilket enorm problem de skulle få från media om de fortsatte att hålla gränsen stängd. Du anser inte att denna diskussionen inte tillhör vad vi tidigare diskuterade, jag är inte intresserad av att byta samtalsämne till andra delar. Vi har redan tillräckligt med delar. Dessutom diskuterar du redan detta med Giladi."
	},
	{
		"postIndex": 6550,
		"postNum": 6664,
		"postLink": "/sp14857194",
		"postTime": "2009-01-28",
		"postUser": "InteIgen",
		"postUserID": "/u171357",
		"postUrl": "https://www.flashback.org/t819672p556",
		"userUrl": "https://www.flashback.org/u171357",
		"sentence": "Vi kan enas om att vapenvilan var enligt överenskommelsen att vara mellan 19 juni till den 19 december 2008, den 24 juni avfyrade Islamiska Jihad raketer mot Israel, genom att vapenvilan syftade på att raketerna skulle upphöra måste detta vara en brott mot vapenvilan. Den fortsatte dock med resultatet att båda sidorna inte upprätt höll alla krav för vapenvilan, konflikten blev mindre lågintensiv jämnfört med tidigare. Varför anser du inte att vapenvilan bröts när raketerna avfyrades, men när Israel attackerade och dödade militanter som grävde i närheten av den Israeliska gränsen? När vapenvilan officelt löpte ur den 19 dec exalerade konflikten återigen. Fortfarande så handlar det om att Israel och Hamas slöt en vapenvila på sex månader, Hamas kontrollera Gaza efter övertagandet, så mycket kan vi vara överens om. PLO kontrollera västbanken så vad som sker på västbanken borde vara irrelevant för vapenvilan. Jag hävdar inte att de ljuger varken indirekt eller direkt. Saken handlar inte om att journalister är ansvariga för sina egna liv eller inte, poäng som jag syftar till är att om utländska journalister dör i Gaza kommer Israel få skulden för det vilket generar dålig publicitet för Israel, Hamas avfyrar raketer från eller i närheten av bostads områden, om det i samma områden råkar finnas journalister är det fullt möjligt att de skulle dö då krig är kaos speciellt när markinvasionen började.Hittade detta klippet från BBC Jag är inte medveten om att barn dör av undernäring i Gaza, möjligen något jag har missat, källa? Båda blockaden och attackerna mot Israeliska städer är båda ett hot mot freden eller en kommande fred, det ena kommer inte ske förren det andra sker, det skulle vara en gigantisk PR förlust för Israel om raketerna upphörde under en tid och Israel fortsatte med en fullständig blockad. Jag gissar att största anledningen till att Hamas valdes var att palestinierna inte ville välja PLO, men det kan knappast göra att Israel förbjuds agera mot Hamas handlande, Hamas har väl aldrig försökt dölja deras syn på Israel som en illegitim stat. Hamas kunde bekämpa Israel som du ser som ockupations makt (jag anser att Israel dragit sig ur Gaza) genom att ägna sig eller framför allt inrikta sig mot militära installationer och sabotera, dock så inser du säkert om de gör detta kommer Israel att agera. Det jag inte förstår när Israel drog sig undan från Gaza 2005 och svaret från palestinierna blev ökat antal raket attacker, en fredhandling med land för fred och resultatet blir mer krig. Anledningen till Kongo referensen är att jag försöker sätta konflikten i perspektiv med andra konflikter i världen, genom intresset av konflikten få Palestinierna mer stöd än vad andra grupper får. Jag har inte sagt att de förtjänar det, dock så är deras situation beroende på hur de har handlat, så jag de har ett ansvar för händelse utvecklingen, dock så anser jag inte att barnen förtjänar det då de är tragiska offer vilka är en konsekvens av var striderna sker. Det jag syftade på var att du hävdade att Israel medvetet attackerade barn, vilket jag motsatte mig genom att vissa statistik. Allt i Israel handlande är inte rätt, det sker händelser hos Israel som inte borde ha skett precis som andra hos andra länders armeer. Saken är att båda sidorna gör fel pga. att den andra sidan gör fel. Fred är målet men det innebär inte att Israel fråntas sin rätt beskydda sin befolkning eller menar du att Israel ska acceptera att 1 million av deras invånare befinner sig inom raketernas räckvidd och beskjuts? Om Hamas siktar in sig mot städer så lär det knappast vara för att de inte vill träffa barn, jag är säker på att raket beskjutningar har skett medan barnen gått till skolan, flertalet skolor har blivit träffad av raketer. Som jag tidigare nämnde så talar statsticken imot att Israel har siktat in sig mot barn. Din sista mening verkar syfta på att det är rätt av palestinierna att beskjuta Israeliska städer som inte befinner sig på ockuperad mark, ska Israel flyg bomba arabiska städer för att de fördrev deras judiska befolkning?"
	},
	{
		"postIndex": 7503,
		"postNum": 7626,
		"postLink": "/sp16602958",
		"postTime": "2009-05-11",
		"postUser": "Giladi",
		"postUserID": "/u210265",
		"postUrl": "https://www.flashback.org/t819672p636",
		"userUrl": "https://www.flashback.org/u210265",
		"sentence": "- Jordanierna lämnar dessa dagar ett fredsförslag som kallar för en försoning mellan stater och . En variant på 1957.. ...mot ömsesidigt erkännade och säkerhetsgaranti..som skulle leda till att även palestinierna bildar en egen stat....Och en palestinsk stat kommer det ändå så småningom att bli!! Det är omöjligt att svara på om freden mellan palestinier och israeler skall skapas inom närmaste tiden. … . Om palestinierna – och deras vänner - använder i sin dagliga retorik raljerande insinueringar, antisemitiska angrepp..likställer sedan Israel med Nazityskland och hetsar med djävulska termer eller hävdar att judeutrotning är en sionistisk propaganda som existerar enbart i judarnas kollektiva fantasi för att skapa ett Israel…….så lär denna dagen dröja, tyvärr?! Att palestinska barn å andra sidan, vaknar dagligen och ser/hör israeliska militärkängor och stridsvagnar framför sina dörrportar….hjälper inte ett dugg. Tvärtom stärker detta palestiniernas hat och den redan förgiftade uppfattning..Den strör ännu mera salt i deras öppna sår! Ett successivt tillbakadragandet med förhandlingar, som skall följas sdan med övertagandet av palestinska gränspolisen! och oberoende trupper (FN/EU... ) som kan garantera grannsämjan, ställas mellan två länderna! - som jag har skrivit tidigare - Dessa områden övertogs 1967 från Egypten och Jordanien...som aldrig haft en tanke om att bilda en genuin arabisk palestinsk stat!! Saker och ting dock kan inte ske över en natt. Israels positiva försök genom tillbakadragande från Gaza, välment det ändå må har varit... lämnade området laglöst... - konsekvenserna för båda parter är förödande...och vi inser idag att det skulle ha skett annorlunda! Konfliktens mständigheterna är föränderliga och äbven i MÖ liksom alltid sker....har förändrats i synerhet situationen på VB/Gaza. Om judar/israeler vill bo där under palestinskt styre blir detta en fråga för dem att ta senare med de palestinska myndigheterna. Det bor redan si sådär 1,3 miljoner araber inom Israel med representation i Knesset...så ett bevis för judisk/arabisk samexistens - åtminstone under Israels styrning - i MÖ finns redan! Fredprocessen kan förstås inte gå vidare så länge den ena parten känner sig att den inte är lika värd eller upplever att det inte finns rättvisa mellan parterna i förhållandet till vad som offras för freden. Retoriken på båda sidor av gränsen måste omedelbart förändras till följd av attitydförändringen!! En viktig psykologisk faktor man måste räkna med ... Israelerna uppfattas av palestinierna som ’vinnarna’ i alla dem tidigare beväpnade konflikterna mot hela arabvärlden, britterna och det tolkas på följande sätt..” israelerna har fått sitt land först genom att skrämma/terrorisera och sedan vinna krig efter krig”. Palestinierna, och det är uppenbart av deras retorik…legaliserat terrorn just genom att hänvisa till dem judiska motståndsrörelserna på 36-48 talet. Dessa argument används även av Hamas anhängarna på sajten. Medan judiska T-grupper har upphört existera i samband med uppbyggnad av Zaál (IDF)..så tidigt som 1949....dvs det organiserade israeliska försvaret, fortsätter palestinierna sitt terrorkrig och ägnar miljarder i syfte att förstöra Israel istället för att försöka bilda ett modernt samhälle med demokratiska konstitutioner. Det är dags, enligt mitt förmenande att även palestinier visar att man verkligen vill bilda en egen demokratisk stat { ...} och satsar på bildandet av en försvarsorganisation underordnad det demokratiska systemet och lämna för gott dogmen: - För mig att vara sionist förknippas med Stor Israel.... , som en del av . Det enda - enligt mig realistiska målet - som ger möjlighet för en judisk nation i MÖ att existera bredvid en arabisk palestinsk sådan! ..Och visst ingår kompensation - { .} - för dem palestinierna som INTE kan återvända till de områdena som stannar i israelisk ägo.. Sedan kan de galna här fortsätta skäla så mycket dem vill.. mvh Giladi"
	},
	{
		"postIndex": 7445,
		"postNum": 7568,
		"postLink": "/sp16198056",
		"postTime": "2009-04-18",
		"postUser": "ganjabarnet",
		"postUserID": "/u82190",
		"postUrl": "https://www.flashback.org/t819672p631",
		"userUrl": "https://www.flashback.org/u82190",
		"sentence": "Din fråga kvarstår alltid, du besvarar inte ens mina inlägg, du sticker och struntar i de inlägg du missat under den tid du var borta, så jävla patetisk människa och debattör. Har du hittat \"israelargument 2.0\" på TPB? Vart i världen har judar inte varit förföljda är snarare det du borde fråga dig. Ska man börja mörda tyskar för WW2? Ska vi gå tillbaka till korstågen och bestämma att allt som utspelade sig då ska vara vår nutida verklighet? Snälla, lilla råtta, antingen börjar du diskutera eller struntar i att besvara mina inlägg, det har du dessutom sagt flera gånger att du ska göra. Din massaker i hebron, är det verkligen allt du kan krypa fram till korset med? Vad hände i Januari detta år? Idiot! Vi säger så, Israel kollektiv bestraffar palestinier för något de påstås ha gått igenom några hundra år tillbaka. En fråga till dig då, vad gör alla polacker och ryssar i Israel? Just ja, vem som helst som påstår sig vara jude får bosätta sig i Israel. Menar du att du har blivit totalt uppläxad i denna tråd och andra så att du nu påstår att vi bara håller oss till de senaste 20 åren, 20år! Inser du att din mening visar att du själv borde erkänna att det vi säger om Israels korta men aggressiva historia är sant? Palestinier bedrevs inte ifrån sina hem? Om du på riktigt vill debattera så sluta klipp mina jävla inlägg och besvara just det du har en dålig kommentar till! Hur menar du djupare rötter? Du har inte mer än spytt galla i tråden sen du började skriva, kanske kan du börja lägga fram din tes med RIKTIGA källor. Just ja din tes innebär: Judar är bäst, Israel gör rätt, Israel står över all lag och rätt. Vad hände med ditt argument om Camp David? Blev du så felinformerad av dina sektledare att du nu insåg hur fel du hade om Sharons erbjudande till Arafat? Spring iväg och göm dig ditt troll. Alla folkslag har fått genomlida något, är det bara judarna som verkar genetiskt ge vidare sin ångest från tidigare hotbilder? Skärp dig! Du ljuger så in i helvete! 1. Det har inte sagts. 2. Inte heller flera gånger. 3. Varför ljuger du? Ge oss hela citatet. Du är bra på att klippa och klistra. Med dina resonemang kan vi använda oss utav små korta citat på knappt en mening och använda detta citat som ett fullgott legitimt argument, emot palestinierna dessutom, man använder sig alltså här av ett citat ifrån Iran som dessutom inte stämmer och även om det så skulle stämma så är det inte så överaskande. Förväntar sig någon i tråden något vettigt inlägg ifrån Giladi? Oj oj, din oerhört höga intelligens tål inte att slösas på, här ska man citera sig själv. Vad du eller dina sionistpuckon till kamrater kan börja med är att aveckla era kärnvapen, det är fel av alla länder eller stater att inneha kärnvapen. Visst vi ska inte vara naiva, andra kan skaffa det osv osv, men det är fortfarande något som kommer döda oss alla i en eventuell \"olycka\", människan i ett nötskal? Er \"quotehora\" Golda Meir har inget att tillägga i denna debatt. När du vill visa hur bra Israel är så jämför du med USA, Sverige, England och vidare västvärld. Det komiska och helt absurda är när du senare inte vill nämna Israels brott för att direkt besvara inlägget med att göra en dum jämförelse. Varför jämför du Israel med korrupta länder? Ska vi bojkotta och terrorstämpla Israel? Jag förväntar mig inget svar. Ingen vill vara först med att använda kärnvapen, är det bara Israel det handlar om? I ett desperat läge vet vi andra inte vad som kan tänkas ske, har någon väl börjat beskjuta andra med kärnvapen är det inte längre någon vidare svår uträkning, fler kommer använda dem. Om Israel hade ökat kraften på Gaza i vintras så hade de kunnat utplåna araberna i området, utan tvekan, däremot skulle man \"riskera sin säkerhetsgaranti\". Kan det vara därför Israel fortsätter gå fram mot sina mål, sakta men säkert? Du benämner folk som \"Israelhatare\", Way to go! Är du arabhatare? Idiot. Bästa källorna kommer från min vän Giladi, han kan dessutom citera en nazist för att bevisa att judarna bara \"försvarar\" sig. Israel är ockupanterna och förtryckarna i den här konflikten, jag har bevisat varför jag anser det jag gör och mina inlägg i tråden kan bevisa att jag försökt diskutera med dig. Denna debatt om huruvida Israel begår brott eller övertramp eller inte, är inte relevant då det i allra högsta grad handlar om oetiska militäriska metoder. Palestiniernas aggressioner mot Israels civilbefolkning må vara oetiskt och fel, samt i många fall ett brott. I denna debatt är det dock Israel som är ockupanterna och behandlar Palestinier som svin, Palestinierna försvarar sig och samt har lag och rätt på sin sida!"
	},
	{
		"postIndex": 7518,
		"postNum": 7641,
		"postLink": "/sp16676968",
		"postTime": "2009-05-15",
		"postUser": "ganjabarnet",
		"postUserID": "/u82190",
		"postUrl": "https://www.flashback.org/t819672p637",
		"userUrl": "https://www.flashback.org/u82190",
		"sentence": "Din första mening är ditt svar på varför Israel inte visar tecken på fred genom att fördriva sin bosättningspolitik? Nu handlar det knappast om total rättvisa då det inte är realistiskt men något som är realistiskt är att lägga fram fakta på de brott Israel begår och du vill påstå är naturliga orsaker. En annan sak som passar verkligheten är strävan efter både perfektion och rättvisa, demokratin kräver rättvisa utan den är alla människor inte lika under lag eller för den delen lika värda. Vilka politiker i Israel erkänner ett självständigt Palestina? Hur kan man begära detsamma ifrån Palestinierna som samtidigt är ockuperade? Ockupationen är olaglig dessutom. Jasså, du menar att du inte presenterade Baraks erbjudande som generöst? Du sa själv att Arafat borde tagit det. Sluta cirkulera kärnan i mina inlägg, du vet precis vad jag menade, jag har också bevisat för dig att det inte var ett acceptabelt erbjudande. Snälla sluta skriva tre punkter efter ett komma eller meningsslut, det börjar bli redigt jobbigt att försöka få ut någon vettig förklaring här utan att bli snurrig. Judarna hade ingen rätt till landet, fatta det! Om Sverige blivit fri en ockupation och alla invandrare utropar sin egen stat så hade ingen accepterat det, tyvärr ser vi detta ske. Om du nu vill låtsas bry dig om fred så ljuger du, jag har i de första hundra sidorna av debatten varit tålmodig och visat alla tecken på att föra en bra diskussion med dig medan du i allt större sammanhang repeterade ditt skitsnack som du inte ser är orsaken till problemet. Min respekt för dina inlägg sträcker sig endast så långt som jag är villig att spela detta patetiska spel med dig. Jag ger ingen bild av något du målar upp mig som något jag inte är, du påstår saker jag inte sagt och sedan har du inga källor eller argument till dina påståenden medan jag fått jobba för att visa dig att mina åsikter har legitimitet. Du väljer att inte se till fakta utan vrida och vända på meningar likt den råtta du är. Vill du ha en lösning på problemet? Sluta ljug till att börja med, jag förespråkar inte avskaffandet av Israel, varför ljuger du, du som är så helig? Du som är så bra kanske ska tänka på vad du själv skriver, som sagt du är inte berättigad min respekt, jag ger den till vem jag vill och dina inlägg i denna tråd förtjänar inte mer än att tillåta mig underhållas. Nu försöker du göra samma sak som du gjort genom hela tråden, vrida och vränga på det relevanta i vår diskussion, jag har i några hundra sidor i denna tråd varit trevlig och tillmötesgående men dina inlägg behöver inget sådant svar, därav min ursäkt till Ivanlendl för några sidor sedan. Jag behöver inte skriva på ett visst sätt, faktan jag presenterar talar för sig själv, synd att du inte kan förlita dig på samma fakta då din skeva syn på konflikten förhindrar dig, visst är det så att du är väldigt partisk bara? Du kan omöjligt inte förstå att du har fel. Är du inte en apartheid förespråkare? Du är för Israels agerande, om du försvarar Israels agerande med tanke på skyldigheterna till palestinierna som befinner sig under ockupation och har lag och rätt på sin sida så blundar du för orsaker till konflikt vill du se fred börja med att rannsaka dig själv och fråga vad ditt land kan göra för freden, inte förrens Israel visar på tecken till fred kommer palestinierna kunna möta dem \"halvvägs\", vi har allt för många gånger sett palestinierna vika sig och sedan bli överkörda (oslo t.ex.). Apropå apartheid: Hur försvarar du det här: Varför tror du att Hamas valdes? Kan det verkligen inte ha någonting med detta ovan att göra? Vad hände samma år de valdes?"
	},
	{
		"postIndex": 7795,
		"postNum": 7921,
		"postLink": "/sp21091385",
		"postTime": "2010-01-24",
		"postUser": "ganjabarnet",
		"postUserID": "/u82190",
		"postUrl": "https://www.flashback.org/t819672p661",
		"userUrl": "https://www.flashback.org/u82190",
		"sentence": "\"Viltskjutande\" skriver du, vart det inte raketerna som du trodde man kunde sikta? Det är ju det som är ditt problem, Hamas har fått kritik ifrån Goldstone men dum som du är avfärdar du och dina gelikar Goldstone för att skydda era sak, nämligen förhindra all kritik av israel. Tyvärr ser det dystert ut för dig, ICJ och Goldstone är två stora steg på vägen, lite synd att du inte \"tror\" på det dock. Alla dessa raketer och ändå verkar Israel inte fatta att det inte hjälper att bomba Gaza, är det inte \"ditt argument\" gällande Israel? Logiken hos dig är skadad och all moral är färgad av ditt hat, tyvärr. Alltså du kan inte ens skriva så man förstår längre, är du så ivrig på att svara med massa rappakalja? Vad i orden \"bosättningarna ÖKADE på Västbanken\" förstod du inte? Seriöst har du så grova lässvårigheter? BOSÄTTNINGARNA ÖKADE PÅ VÄSTBANKEN EFTER \"TILLBAKADRAGANDET\" 2005. Vill du ha bevis? Prova att söka, du påstår att du kan det. Ja du, överbevisa oss då, visa oss nu dina fina källor som bekräftar din äckliga syn. Bevisa att vad som hände 1929 inte var sionisternas \"fel\", alla din argument sen i vintras har blivit pulveriserade gång på gång av många duktiga individer på forumet, att du inte ser det är bara en synd. Ja precis, men du visade det sig att Israel skjutit mot civila och ändå förnekar du det, det visade sig att Israel brutit mot mänskliga rättigheter ändå bortser du ifrån det. Detta är vad som gör dig till den partiska sionist du hittills försökt gömma dig ifrån att vara. Men eftersom du låtsas förstå saker och ting som sker kanske du kan börja med att förklara vilka \"militäramål\" IDF träffade under OCL, oavsett vad du anser om Hamas eller inte så finns det lagar som säger att det är olagligt och om du inte håller med så är det för att du är en partisk person som inte bryr dig om palestinierna och du har upprepade gånger bevisat det, vem tror du att du lurar? Lär dig formulera dina ord innan du skriver ut dem, detta har pågått sedan i vintras, ok om du är ivrig någon gång ibland men det verkar inte ens som om du bemödar dig att skriva längre. Lögnen består i det du inte nämner, svårt att läsa mitt inlägg? Någon annan på forumet som inte förstod min poäng med att \"utesluta något\" är detsamma som en lögn? Bosättningarna ökade på Västbanken, källa har du fått så många gånger att själva faktumet att du inte bemödar dig att skriva ner det själv är pinsamt. Visa oss en källa som säger att det inte byggdes bosättningar, visa oss alla att du är trovärdig! Tyvärr, du kan inte, och detta är därför du borde sluta skriva dina lögner. Narr? Du gör gott nog narr av dig själv. Jag står kvar vid mitt argument om att det var lugnt, varför tror du det skulle vara något jag ångrar? Det visar ju snarare på hur dum du är som inte läst mina svar. Första intifadan var en protest och ett slag ifrån i princip ALLA palestinier, när den första intifadan slutade så lugnade allt ner sig då Oslo avtalen skulle ge en lösning men som vanligt blev palestinierna lurade av Israel \"fredsförslag\" vilket alltid är fallet. Men du ser inte detta (om man vill vara snäll, jag tror du ljuger) som ett problem, detta är varför ingen tar dig seriöst. Små fraktioner har alltid gjort uppror, även sommaren 2008 när Hamas så gott som höll alla fraktioner lugna, men Israel såg inte det som \"good will\" utom valde att gå in i Gaza och då bryta mot vapenvilan. Som vanligt är det Israels fel. Vill du att jag ska vara objektiv? Faktum säger emot din så kallade \"objektivitet\". Ditt förslag har inget med saken att göra giladi, du är ingenting mer än luft när det kommer till lösningen av konflikten, det är vad som är problemet att människor som du lobbar för Israel utan några legala grunder och förväntar sig sedan att bli slickade i röven för det, fuck off du står för allt jag ogillar med denna konflikt, blindhet och total övertygelse utan bevis. Världen inkl. palestinierna har lagt fram förslag för fred, Netanyahu hade nyligen något intressant att säga om Västbanken, vet du vad det var? En ledtråd: Det går inte enligt vad du anser vara fred, utom vad Israel gör är en sak, vad du anser är en annan. Försvara du ditt land, vi alla vet att du är partisk, hur kan du låtsas inte vara det? Precis vad vi påstått. Kommer du med skitinlägg som ovan, möts du av denna arrogans. Ska jag skriva \"Mvh\" och vara falsk som du? Nåja, Mvh."
	},
	{
		"postIndex": 7207,
		"postNum": 7326,
		"postLink": "/sp15265792",
		"postTime": "2009-02-22",
		"postUser": "Giladi",
		"postUserID": "/u210265",
		"postUrl": "https://www.flashback.org/t819672p611",
		"userUrl": "https://www.flashback.org/u210265",
		"sentence": "Bra. Inläggen är mycket långa så jag måste hoppa över några st jag tycker är inte av samma dignitet eftersom både du och jag verkar vara mycket upptagna och vissa saker är inte lika relevanta, saknar vikt, (eller kanske vi tom tänker ganska nära). O..nej Ola, detta stämmer inte alls. Jag skall inte förneka att det finns/fanns i Israel - bland judarna - människor med som skulle vilja ha det så. Xenofobiska/extremistiska åsikter finner man inom alla etniska grupper och fenomenet är snarare regel än undantag ( ) jag vill hävda att det är bara naturligt, med tanke på det tillståndet som råder i MÖ, att det finns extremister. Frågan är to what extend kan dessa bestämma över landets lagar eller dess politiska agenda. Inte konstig alls att sionismen bygger på tanke om judiska symboler, judisk majoritet och att grundlagen byggs på judisk-kristen lag-tradition eftersom hela västvärlden gör det också. Läs gärna Balfour brev och deklaration, och D. Ben Gurions tal. Texten av Israels proklamation. Israel till skillnad från flera europeiska demokratier, ligger taskigt till i frågan om samarbetet grannländer emellan. Freden i MÖ, är snarare Icke krig, än vänskapsrelationer med expansiva diplomatiska, industriella och utbyte mellan forskningsinstitutioner. Jag förstår frågan men måste ändå hävda Israels rätt att kunna försvara sig - med de medel som kräver detta. Felet ligger inte i att beskriva Israel som endast demokrati…Israel visar, i förhållande till sina fiender och andra länder i området, en annan inställning till mänskliga rättigheter. Jag hävdar bestämt att HR – organisationer av typ Be'Tzelem, saknas helt i arabiska länder och aktiva oppositioner för de styrande partierna som kan samla folk på gatan för protester mot islamistisk terrorverksamhet, eller önskan om att förgöra Israel…eller för en varaktig fred med Israel och försoning, existerar knappast i MÖ. Att man jämför Israel mot väst när det inte finns motsvarande situation i väst, är felaktigt, knappast Israels agerande i en rad situationer där våld är en nödvändigt ont att undvika större våld!! Rada gärna upp dessa s.k flera skäl och olika områden och synvinklar. Gäspa kan du, allt.. men har Israel verkligen brutit/brustit mer än låt säg, England, USA, Italien, Spanien, Frankrike, Tyskland Ryssland, Japan, Kina, Egypten, Syrien, Libyen,…trams….Inte ens Svea riket fri från sina fläckar. Sveriges historia, synnerhet storhets tiden är som bekant kantrad med blodiga invasioner ( Under debatten ”Avskaffa Israel” lämnade jag en rad av svenska övergrepp nere på kontinenten, systematiska mord av motståndare på hemma plan och systematiska övergrepp mot t.ex samerna...) och mord nere i kontinenten…Ja dessa har begått långt efter att Sverige hade redan uppfattat sig självt som en stat med lagar och konstitutioner. Har Sverige nu, med tanke på vad du ivrigt skriver om Israels, och resonemanget egna logik – förbrukat sin rätt att existera - som ett kristet protestantiskt land med krav på protsetansk regent i likhet med Israel..? Du skreva att Sionismen var en ren politisk och kolonial rörelse. Jag envisades, och gör det fortfarande med att Sionismens grund är religiös och att den pragmatiska politiska Sionismen - en reaktiv rörelse, med rötter i den religiösa aspirationen. Den politiska Sionismen som , tänkte eller …har självfallet artade ur judeförföljleserna i Europa. Detta är ett faktum som jag inte tänker bestrida. Alltså otur är en sak men rätten att existera med denna otur, något helt annat. Fö har jag skrivet något om Sveriges tur…där ovan. Det är alltså inte tiden för FN, utan handlingarna som sådana. Enligt ditt resonemang annulleras tyskarnas och ryssarnas brott, inkvisitionen, Turkarnas folkmordet på . Det moderna Turkiets nationalltsport – , ska vi inte ens behöva tala om. Är det, nationens storlek,.. det som nationen har begått i namnet av - då förre FN tiden - för staten självklara rättvisan – som avgör legitimiteten av dess existensberättigande eller..? Jag legitimerar ingen terror. Det gör andra…bland annat du (genom att stödja Hamas och den beväpnade palestinska kampen). Jag söker sätta situationen i MÖ och de ömsesidiga fientligheterna i sitt rätta sammanhang. Judar fattade tycke om att försvara sig - detta är /aldrig varit accepterat. Jo det kostade och det kostar ännu…otur eller hur!? Du ärt mer lätt att genomskåda än du tror Ola. Nej, inte riktigt överens och jag förklarade varför också. Jag har svårt att ta till mig ditt ålande när det gäller systematiska förföljelser…Vad är svårt att förstå egentligen. Varför detta ålande och haltande jämförelser mot dagnes muslimer. Förnekar du att nu i Europa pågick det systematiska folkmord på judar under årtusenden när historiker som professor:a. P Englund (Det Eviga Hatet) och Dick Harrysson (Stora Döden) konstaterat..? Förnekar du att Palestinas araber gav sig - med våld - på judar, redan på 1920,30, 40 talet..? Skall inte dessa massakrer - med tanke på uppsåtet till följd av frustrationen över immigrationen – tolkas som misslyckade försök för etnisk rensning? Försöker inte dagens Hamas och andra extremister rensa området på judar..? Nu råder du mig att forska när jag i själva verket kan handleda dig i ämnet.. Du är jo Patetisk. Stern-ligan menar du, väl? De slutade existera som underjordisk org. i samband med uppkomsten av staten och började agera som andra demokratiska politiska rörelser, i den politiska arenan…Shu? Mvh Giladi"
	},
	{
		"postIndex": 6584,
		"postNum": 6699,
		"postLink": "/sp14872154",
		"postTime": "2009-01-29",
		"postUser": "InteIgen",
		"postUserID": "/u171357",
		"postUrl": "https://www.flashback.org/t819672p559",
		"userUrl": "https://www.flashback.org/u171357",
		"sentence": "Så du menar att de 22 raketer 24 granater som skötts innan den 4 nov inte räknas? Dessutom bör en fråga ställas varför gräver Hamas en tunnel i närheten av den israeliska gränsen (ca 250m) den lär knappast varit för smuggling... Men om Israels högsta domstol fastsligt att det var fel, vad försvarar du då? Ge mig gärna källa på det. Det nämner också att inga av anklagelserna kan verifieras, men visst det är möjligt att det har skett, tragiskt nog. IDF säger att anklagelserna inte har några grunder. Jag skulle gissa att det är mer eller mindre fullständigt kaos vid fronten men konsekvensen att all vanlig trafik upphör, dessutom så missade jag kanske, men exakt var står det att barn har dött av undernäring? Kolla valresultatet själv då enligt svenska partier skulle enbart ett annat parti klarat 4% spärren.... Jag trodde att människorna i Gaza inte hade möjlighet att flytta sig, dessutom så får de förnödenheter annars skulle befolkning svält till döds. Fråga dig själv skulle blockaden vara där om raketerna och granaterna inte hade träffat Israeliska städer, inget av dem är bra, upphör beskjutningen upphör blockaden, likande den blockaden som fanns mot Serbien. Jag tror faktiskt att det i stora drag är så iskallt som jag säger, men visst människor påverkas säkert av bilderna på TV dock så tror jag det är stater som stor för de stora donationerna. Dessutom så fråga jag mig varför inte det finns mer stöd för de kvinnor i kongo som blivit våldtagna genom att pålar har tryckts upp i deras livmoder, att deras barn har fått bevittnat detta faktum är så tror jag att de i kongo lider mer pga. bristande stöd, inte för att förmildra lidandet i Gaza. För att Israel gör fel betyder inte automatiskt att allt palestinierna gör är rätt eller att de har rätt att skicka in självmordsbombare, raketer eller granater, dessutom så skedde attacker från Gaza redan när Egypten kontrollerade området när fedajeens angrep Israel. dock så är det möjligen irrelevant men du får gärna studera detta och fortfarande Israel ockuperar inte Gaza, de har en blockad mot Gaza pga. raketerna som ökade efter tillbaka dragandet. Beror hur de hämnas om det är att beskjuta israeliska städer utan ett militärt mål i sikte, eller att de hjälper till att förbereda självmords attacker så är de terrorister, jag ser inte att de automatiskt blir terrorister efter en viss ålder. Skulle du efter att ockupanten drog sig undan ökat dina raket attacker, fullt medveten om att det inte skulle förbättra situationen? Nu vet jag inte hur din defenetion är men jag anser en barriär där endast 10% är en reel mur inte kan kallas för en mur Intressant tolkning, jag antar att du anser att befolkningen i Gaza lider mest, runt 1967-8 så var Gaza's befolkning 400 000 idag är den närmare 1.5 miljoner, det har tagit judarna 60år att nå samma befolknings antal som de hade 1939, jag anser knappast att der lidande kan jämnföras. Palestinierna har inte heller varit slavar vilka fått arbeta sig själva till döds, de har inte heller varit utsatta för medicinska experiment likande de judarna undergick, dödsantal understiger med god marginal judarnas 6 millioner, palestinierna har inte utsatts för dödsmarsher, de har inte systematiskt avrättas. Inte för att vara elak med din antydan att palestinernas lidande kan jämnföras med judarna är rent ut sagt inkompetent. Din poäng är? Betvivlar du att jag är inkorrekt får du vänligen informera mig varför Israels dödsantal till följd av raketer skulle varit identiskt utan skydds rum och varningssystem ? Ecakt hur bortförklara du effekten av skyddsrum och varningssystem? Pricksäkerhet syftar jag till att raketern är tillräckligt pricksäkra för att träffa städer, vad syftar du till, har ett vapen mindre träffsäkerhet för att kulan missar, för att målet har förflyttat sig? Jag anser det vara defensivt i det fall att de inte kan göra annat, de har inga andra vapen, inga andra metoder, ska de bli självmordsbombare istället menar du? För gandi fungerar demonstrationer utmärkt, en annan möjlighet om du anser att väpnat motstånd är att föröka med minering och bakhåll mot israeliska militären, vilket de gjorde när de bröt vapenvilan dock kommer Israel att agera mot detta... Jag kan missuppfattat skylten men frågan är i vilket område de går in i för de verkar lämna Palestiniskt område, vidare så säger armmeen till dem att stanna och de fortsätter gå mot dem vilket resultatet att de skjuter gummi skott. En sak som jag inte riktigt förstå i filmen är när de är vid det israeliska militär fordonet så vänder en soldat kameran så man ser bakom aktiviteterna och då verkar det som det inte är några bakom dem, var är palestinierna? Om den är autentisk så är det rent utsagt idiotiskt."
	},
	{
		"postIndex": 6555,
		"postNum": 6669,
		"postLink": "/sp14858942",
		"postTime": "2009-01-28",
		"postUser": "ganjabarnet",
		"postUserID": "/u82190",
		"postUrl": "https://www.flashback.org/t819672p556",
		"userUrl": "https://www.flashback.org/u82190",
		"sentence": "Det är nog ostabilt där nere när som, jag syftar på detta. Mja som du säger, borde vara irrelevant, tyvärr är situationen inte så svart och vit. Människor i Västbanken stödjer också Hamas, inte alla men det gör inte heller alla i Gaza däremot stödjer alla palestinier frihetskampen då både Västbanken och Gaza får känna på orättvisorna. Men det är fortfarande att blockera pressfrihet, vilket är fel. Dålig publicitet får man när man dödar civila, som Israel gjorde. Man försöker prata bort det hela genom att påstå att civila som dog var olyckshändelser, möjligt, men inte sanning. Jag påstår inte att IDF medvetet siktat in sig på civila, jag anser att IDF hade kunnat minska antalet \"olyckor\" genom att använda sig utav annorlunda taktik och vapen, men hela invasionen var fel så det hör inte hit. Passar det att begära källor helt plötsligt? Undernäring är inte det primiära men definitiv något som förekommer då mat hindrats. Du gissade fel, det fanns fler partier, varför nämner du inte dem? Israel förbjuds inte någonting, som det ser ut nu gör Israel som de vill. Har du förstått hur situationen ser ut och vad en tillbakadragning innebär? Du får det att låta som om Israel visat god vilja på fred genom att \"dra sig tillbaka\" men de har inte dragit sig tillbaka. Mjo men hur mycket stöd ett folk får beror inte helt på finansiär hjälp. Jag kan tänka mig att denna konflikt påverkat fler, många invandrare är araber snarare än ifrån kongo, det blir mer personligt när man väljer att skicka pengar då, vad tror du? Många länder har haft något att säga om denna konflikt, många har växt upp med denna konflikt osv osv. Det finns helt klart människor som har det dåligt på andra ställen, värre än i Gaza också, det får dock diskuteras i en annan tråd. Vadå? Lever palestinierna som de gör pga hur de själva handlat? Inget kan Israel göra för att förhindra misär? Jasså, barnen förtjänar inte att dö, hur gamla är pojkarna när de blir terrorister i dina ögon? Du måste skämta, du säger att palestinierna lever i misär för att 1 miljon Israeler lever i skräck, hur i helvete, kollektivbestraffning? Den logiken fungerar inte, du missar helt poängen med varför palestinierna agerar med våld, det är synd att du inte förstått detta. Här har du en bra läsning, börja med denna och fråga gärna i tråden om du undrar över något. Får jag be om källa? Du ser, du antar saker som inte är sanna. Vet du vad en qassam raket är? De kan omöjligt bestämma vart den landar. Det rättfärdigar inte att rikta dem mot civila men är fortfarande ingenting jämnfört med bomberna Israel använder. Om vi ska vara okänsliga och tröga så kan vi gärna se till hur många Israeler som dött av de farliga qassam raketerna. Men det har inte någon poäng. Det finns så mycket du verkar ha missförstått med situationen, Israels handlande rättfärdigar du på en självförsvars basis men hur menar du att palestinierna ska skydda sig? Tycker du att kollektivbestraffning är rätt metod annars? Mvh"
	},
	{
		"postIndex": 7446,
		"postNum": 7569,
		"postLink": "/sp16200705",
		"postTime": "2009-04-18",
		"postUser": "Giladi",
		"postUserID": "/u210265",
		"postUrl": "https://www.flashback.org/t819672p631",
		"userUrl": "https://www.flashback.org/u210265",
		"sentence": "Består ditt liv enbart av denna psevdo-debatt…? Ja, då är du verkligen patetisk. Vidare visar du samma oförmåga att hålla god samtalston, som dina meningsfränder, tyvärr . En del av frågorna har blivit besvarade men DU tycker varken om svaret eller motfrågorna u.t ställer. En del frågor kanske inte har svar, inte enkla..åtminstone eller så finns det men du måste komma till dem själv? Exakt... var menar du, har de kunnat ha en s.k fristad. Det är en mycket bra utgångspunkt för en debatt i sig och för att försöka förstå omständigheterna även i området, istället för att använda den i syfte att ursäkta, bortförklara eller reducera det mångåriga islamistiska-arabiska våldet mot den judiska minoritetetn innan, under och efter uppkomsten av staten Israel.. Hetlevrade brösttoner och romantiska slagord med refererande till Korstågen, hör man från både Islamisternas och kristna högern. Det skulle förvåna mig om en förvirrad och något vilsen vänstersjäl skulle använda sig av samma retorik, men väljer min vän ändå att göra det så kommer denne inte ens där kunna finna att judarna har provocerat fram våldet i Jerusalemsgator. - Apropå din haltande parallell med mörda tyskar. Det är väl inte nationen Germania utan ideologin det var fel på...Jag skulle inte bli förvånad dock om nazisterna på allvar skulle återuppta/fortsatta praktisera och tillämpa sina politiska mål,... att motståndarna från olika religiösa grupper och politiska riktningar på både vänster och mitten, och högernn... skulle reagera ytterst kraftigt ...eller vad tror du själv? ..hm. ..hm mörda tyskar. Jo var det inte tyskar som kallade judar för råttor. Nej . Vi glömmer det, du får en chans till. - ..? Hoppsan... Hur känns det egentligen…? - Under några dagar i slutet mot December provocerade Hamas Israel genom att intensivt skicka raketer mot städerna och andra samhälle i närhet till Gaza. Israels ledande varnade Hamas för fortsatta raketbeskjutning av israeliska städer. Då raketattackerna inte tog slut, satte Israel igång ett förbannat hårt militär offensiv mot Hamas och som en konsekvens av detta, under aktionen, misskötte sig några IDF soldater genom onödigt aggressivt beteende mot civila och av allt att döma har gjort sig skyldiga - - till brott !! Så du menar allvarligt talat att du inte kände till att det pågår ett ständigt krig mellan två folken och palestinska grupper och enskilda individer, har sedan 29-11-1947 gjort sig skyldiga till terrorattacker mot civila Israeler. Sverige kan bestämma vilka har rätt att bosätta sig i Sverige och Israel är suverän att besluta vilkas kunna bosätta sig i Israel, ja. Love it or leave it.. Detta luktar Blizzi...Jag vet inte vilka tolkningar du gör förstås..men liknande selfboostings retorik har framkommit i tidigare inlägg från både dig och BlizzardKing som krönt er själva till vinnare. Det verkar ibland som om ni sitter i en sandlåda med era spadar och små platshinkar och tar er själva på ett jättestort allvar, ...sånt som bara barn kan...! Israels historia, tragiskt nog särskiljer sig dessvärre icke från andra nationers uppkomst, inklusive Sverige. Skillnad är dock att den sker i moderntid och den ständiga frågan om Israels rätt att existera; en fråga som ställs av dig bl.a..men även av mer capabla och aggressiva potentater. Israels historia skiljer sig även genom dagens omedelbara kommunikationsmöjligheter, religiösa intressen och medians roll. Ja lamensan…som en del av konsekvenserna av kriget de satt igång i syfte att fördriva judarna från området. Ingen konstigt med det inte, sorry…! Du kan väl visa mig debattreglerna. Vad gör jag fel…dina jävla inlägg skriver du väl själv. Jag väljer pärlorna .. Trams..!! Mina argumet om CampDavid liksom svaren på denna frågan har skickats av mig flertalet ggr. … ...Baraks erbjudande, inget annat!!! Spring iväg och göm dig ditt troll... Resten av ditt inlägg är inte ens värt att kommentera. Det verkar som om du har varit mycket arg när du satt framför dattorn. Det kan hända att det har gått mig helt förbi och det är ditt normala tillstånd..vad vet jag. obehagligt är det iallafall Du verkar har tappat helt förståndet vännen. Rena påhopp och svamel t.ex. ..samt Tidigare, som det går att läsa har du kallat mig för både idiot och råtta,..nej nu har det varit för många sådna… Nu får det vara nog. Om det är det du menar med din ...och att du vinner dina debatter så bjuder jag gärna på det. Menar du förresten att jag skall sitta här och ta emot sådant skit …passa på och ge dem svar du vill ha, när det passar just dig och dina tider när du - – saknar all form av sans och reson och respekt för meddebattörer. Du har med detta inlägg sjunkit ner till samma självindignerande nivå som din vän BK.. Jag tycker du ska lugna ner dig en smula… Shalom Giladi"
	},
	{
		"postIndex": 7911,
		"postNum": 8040,
		"postLink": "/sp22742606",
		"postTime": "2010-04-25",
		"postUser": "ganjabarnet",
		"postUserID": "/u82190",
		"postUrl": "https://www.flashback.org/t819672p670",
		"userUrl": "https://www.flashback.org/u82190",
		"sentence": "Vad snackar du om? Bär skuld? Så barn som föds i Palestina idag är ansvariga för vad Israel fortfarande gör? Kom igen, bättre kan du. Gaza är under ockupation än idag, du ljuger om den saken (påpekar bara så du inte missar det). Det vi vill se är att lagen appliceras lika på båda sidor samt att ett erkännande av Palestina kommer, PLO erkände Israel men fick inte sitt Palestina. De berömda \"nejen\" skriver du... hmm låt mig tänka. Hamas har sagt att de är villiga att följa det internationella samfundets idé för en lösning. Varför slutar inte Israel bygga bosättningar och börjar prata? Varför går man ut och säger att Jerusalem är och förblir Israels huvudstad när både du och jag vet att Östra Jerusalem är Palestinskt! Nu försöker du vilseleda, du vet om att Palestinierna lovades landet 1915 men 1917 ändrades det \"på måfå\" bör jag nämna. Vad som orsakar konflikt är inte din starka sida tyvärr, det är inte någon antisemitism som orsakade motstånd ifrån palestinierna och det vet du så sluta upp med att låtsas som om jag inte bevisat sådant här för dig redan. Skärpning Giladi! För sista jävla gången, du har aldrig presenterat en karta för vad som erbjöds på CD, jag har däremot gjort det, varför tar du inte åt dig av information, du har inte ens besvarat den informationen, inte heller visat några bevis för dina argument. Är du verkligen akademisk? Mjo, \"visst var det så\"...Kom igen, bosättarna lämnade Gaza men de växte på Västbanken istället, militären är fortfarande närvarande. Har du inte lyckats förstå det ännu? Varför växer bosättningarna på Västbanken om man nu lämnade Gaza för att visa \"välvilja\"? Hycklare är du! Du vet om att Gaza inte betyder ett skit för Israel, alla resurser finns på Västbanken. Här når du din akademiska höjdpunkt, du presenterar lite information om Dershowitz, information som jag redan känner till, men, och här kommer ett stort jävla men, du visar inte på varför kritiken Finkelstein ger skulle vara felaktig, du visar inga bevis, precis som Dershowitz inte bevisar något med sin bok eller sina hasbara argument. Sedan länkar du till en text skriven av någon lika akademisk som dig själv, som dessutom i samma anda som dig inte heller visar några bevis. Jag ska förklara: 1. Boken han beskriver handlar inte om denna konflikt. 2. Vad Finkelstein säger i boken behandlas inte heller, det är bara skitsnack, bevisa felen istället. 3. Kan du nu presentera några bevis där Finkelstein säger något felaktigt gällande konflikten? Jag förstår inte att du har svårt att förstå vad jag försöker kommunicera, jag kan för allt i världen inte förstå hur du inte kan läsa det jag skriver...eller så \"vill\" du inte med ganska fina anledningar...likadana anledningar som propagandamaskinen i Israel redan spottar ur sig. Edit: Hittade ett inlägg jag skrev till dig för ca. 1 år sedan, roligt att se hur du inte lyckats bevisa något av det du säger ännu.... Kan vara intressant att reflektera över, för din egen hälsas skull måste jag säga."
	},
	{
		"postIndex": 7628,
		"postNum": 7752,
		"postLink": "/sp18995817",
		"postTime": "2009-09-29",
		"postUser": "ganjabarnet",
		"postUserID": "/u82190",
		"postUrl": "https://www.flashback.org/t819672p646",
		"userUrl": "https://www.flashback.org/u82190",
		"sentence": "Hur trovärdiga dessa klipp är återstår men låt oss för argumentets skull anta att det är sanna, vadå då? Hamas är terrorister, stämplade som det också, varför är inte Israel det? Terrorism, att nå politiska mål via \"våld\", vad tror du? Vilka delar av Gaza visste man i förväg inte skulle bombas? Vart bedrevs strid? IDF var inte inne i Gaza, via flyg attackerade man, tycka vad man vill om det men redan där flyger risken för civila förluster upp. Marktrupper var det inte att tala om. Dödssiffran är inte allt, alla skadade människor? Allt som förstördes? Varför ska man behöva nämna varenda sak som Israel gjort fel i en debatt ni verkar vilja vara insatta i? Problemet grundar sig i ockupationen, den ni brukar förbise. Den förödelse som orsakades av IDF i vintras kostar mycket för ett folk som inte har råd, bara problematiken med att cement inte kommer in gör att det blir svårare att bygga upp igen, ska vi då börja tala om skyddsbunkrar, med vad ska de bygga dessa? Om Hamas är så onda mot palestinierna som sionisterna vill få det att låta, varför röstades de fram? Jag menar, ett folk måste vara ganska desperata för att rösta på ett gäng ungdomar som försvarar sig mot en ockupation. Desperat är vad det handlar om, när Israel gör palestinierna desperata så tvingar man dem att agera och det har vi sett ske i form av självmordsbombningar m.m. Vittnesmålen är en del av bevisen som finns, det är när man ser på det med en kontinuitet som man ser mönstret du verkar missa. Vad som är krigsbrott eller inte skiljer sig från fall till fall, exempelvis i det fall du nämner är det inte att skydda sin trupp om kvinnan går långt ifrån samtidigt som hon inte anses vara ett hot. De finns flera exempel på hur människor med vita flaggor blivit skjutna, hur förklarar du det? Är de också hot? Man kan inte döda människor kors och tvärs för att man anser dem vara hot, i Breaking the Silence pratar dem om just detta. Är det rätt att en 19-20 åring kan ta beslut om att döda en person? Se på länkarna, blir mer intressant att debattera med dig då, du verkar inte ha tid just nu men men. Under OCL i vintras bombades sjukhus, skolor och andra byggnader som IDF fått kordinaterna till av FN, menar du att Hamas använde alla dessa ställen? Du har missuppfattat Jenin en aning, man antog att många hade dött pga. förödelsen, man antog att människor begravts under byggnaderna och siffrorna från början var högre än vad UNDERSÖKNINGAR kom fram till. Bevisa att de är ett hot. Du är så låst i din tanke att du förbiser verkligheten, vad får folk att bli terrorister för fan? Det är Israel som genom sin politik radikaliserade palestinierna. DET FANNS INGA QASSAM RAKETER PÅ 80 TALET! Israel gör väldigt mycket mot palestinierna, ingenting verkar ge palestinierna rätten att försvara sig enligt er, däremot har vi Israel som gång på gång visat sig vara aggressiva och för skoj skull \"visat musklerna\", de med all den makten har rätten att slå tillbaka mot människorna de redan våldtar, hur tänker du här? Är det rätt att slå på någon som redan ligger ner också? Hur kan Israel anse Hamas vara ett hot och därtill ha en blockad, vägspärrar och luft&hav kontroll samtidigt som man för ett anfall, men Hamas får inte se Israels handlingar som krigsförklaringar? Snälla förklara! Bunkrar? Hamas är ett gäng ungdomar som fått makten för att de försvarat befolkningen, det är inte förens nu som man satsar mer på politiken, det var vad man vann valet på dessutom. Kom igen, hur ska de bygga upp sina hem och \"bunkrar\" utan cement? Israel förhindrar ju handeln. Israel gjorde mer än vad de borde, Israel har gjort mer än de måste och Israel vill mer än vad du säger. Amerikanerna är ingen förebild för Israel när det kommer till krig och hur man för sin diplomati, det är nämligen USA och Israel som tillsammans står för mycket av våra problem i världen idag. Det är dock en annan historia. Kom igen, bättre kan du, du har varit trevlig och seriös innan nu klänger du fast vid det lilla du hittar. Mvh"
	},
	{
		"postIndex": 6599,
		"postNum": 6714,
		"postLink": "/sp14881962",
		"postTime": "2009-01-30",
		"postUser": "ganjabarnet",
		"postUserID": "/u82190",
		"postUrl": "https://www.flashback.org/t819672p560",
		"userUrl": "https://www.flashback.org/u82190",
		"sentence": "Mitt argument? Du vet ingenting, därför sätter du ord i min mun, Palestinierna i Gaza och Västbanken är ockuperade, vill du diskutera det får du gärna men här kommer dina lögner inte hjälpa. Bröt vapenvilan? Denna konflikt går längre tillbaka och Israel bryter hela tiden mot vapenvilan, muren som du avgudar är byggd på palestinsk mark, bara det är att spotta på fred. Hamas värre än IDF? Hur kan du skita i en sida för den andra? Jag syftade på att du och jag INTE ska använda oss utav dem då de inte kan bevisa vår sak. Men det verkar inte finnas så många ställen som anser att Israel skyddats sig. Du vill veta vad front betyder för mig men kan inte ens med att läsa på, vad fan är GazaCITY för dig? Detta är inget krig som förs på en front, fronten i detta fall är människors hem, men det kanske inte svider i hjärtat när man byter ut orden och gör dem opersonliga. hmm hur fungerar detta om det fanns sju andra partier? Du läser inte. Blockaden är inte det enda, upphör raketerna så upphör blockaden, jag tvivlar starkt på det. Kollektiv bestraffning är vad palestinierna får smaka på enligt mig. Läs gärna hela texten; Israel har \"gissningsvis\", fyfan, vi får se vad tiden kommer läxa upp dig med, att läsa en bok skadar inte. Har du varit på IDF- sommarläger? Jag anser att de bara dragit sig tillbaka \"officiellt\" men fortfarande styr. Vart ska Hamas strida? På fält? Snälla läs på innan, de strider i Gaza för att det är tätbefolkat och det är enda sättet de har en chans, Israel använder vit fosfor i civila områden, på vilket sätt bryter man inte mot lagar när man inte alls ser till hur många civila som dör? Mänskliga sköldar är något du stör dig på va? Var har du BEVIS! Min jävla youtube video om IDF när de gör det är mycket, mycket bättre än någon film om att Hamas använder civila som sköld. Även om du hittar en film, hur kan du bevisa att alla gör det? Kan min film bevisa att alla i IDF gör det? Förstår du vilket töntigt argument det är från din sida? Ni israelvänner klamrar er fast vid era sista argument, ni hänger i självförsvar, vad det än gäller. Om du nu ska vilja ha rättvisa, varför är du inte för ett rättvist palestina? UTAN ISRAELS TRYCK. Mjo, men om du öppnar en bok så ser du vad som hänt där nere. Jag hade inte haft något land om jag följde ditt råd, Israel är ett par giriga jävlar. Barriär? Pleas. Vill du ha statistik? Mattematik+propaganda=IDF, om det nu föll \"tusentals\" bomber, borde inte tusentals ha dött? Kolla upp vilka som fått sätta livet till, gärna antalet. Det hade inte funnits något Gaza om Israel fått ett par fredligaprotester på sig. Se vad som händer i VB med de olagliga bosättningarna, vart är media? Du vill inte diskutera, du har skrivit långa inlägg med skit som redan besvarats i tråden, flera gånger dessutom. Du kringår det mest vitala för vad som orsaker problemen, detta har blivit en debatt om vem som har rätt att skjuta första raketen/missilen, varsågod och kolla upp hur de olika folken lever och vilka som påverkas av ditt hat. Sionismen förstör för både judar och araber, tyvärr ser inte du det. För att avsluta med ett citat."
	},
	{
		"postIndex": 6655,
		"postNum": 6771,
		"postLink": "/sp14909483",
		"postTime": "2009-02-01",
		"postUser": "Giladi",
		"postUserID": "/u210265",
		"postUrl": "https://www.flashback.org/t819672p565",
		"userUrl": "https://www.flashback.org/u210265",
		"sentence": "Du hänvisar till texter/regler konventioner som igrun g förkastas av ena parten som inte alls är medlem av FN, inte erkänner Genéve konventioner och godtar inte Israels existensberättigande. Jag vet att det har begåtts en rad missförhållanden i Gaza pga omständigheterna men i siun helhet står jag helt bakom mitt lands folk och armé! De största missförhållandena och brott har tyvärr orsakats av Hamas eget sätt att genomföra detta heliga krig!! Nej…jag bad dig att tro på det att jag bodde där under en mycket långtid, deltagit i en rad operationer och kan min folk och landshistoria – inget mer. Till skillnad från Hamas som i regel INTE tillåter olikstänkande och följer Iran/arabvärldens övriga teokraturernas socialstrukturer. Själv är jag uppväxt i ett öppet samhälle: kommunist- Map\"am - Kibbutz i Israel med båda blåvita och röda fanor på 1:a Maj och självständighetsdagen. På min kibbutz arbetade vi och läste med arabiska ungdomar..tom mitten av 70 talet! I Israel vare sig du är medveten om det eller inte finns de strösta HRW:ers...i området. Ni använder er ofta av olika israeliska judisk källorna. Öppna diskussioner och ständiga ifrågasättandet, är den stora skillnaden mellan Israel och dess fiender. Jag har ingen anledning således att dölja eller förneka att det har begåtts misstag, dumheter och grova brott under krigen…och innan dess från båda sidor. Sionister använder sig inte bara av WWII., utan av mycket annat. Ni kan inte förneka det faktum att den judiska minoriteten i omtalat område, led under våldsamheter från den arabiska majoriteten, var gång de kände sig frustrerande över något! När förresten har du sett jag, använde denna person annat än att ifrågasätta dina och dina vänners patetiska och haltande jämförelser som kräver att sägas ifrån…? En sista sak -förnekar du att araber rika feodalherrar i området sålde sina egendom till judar – i vetskap om att dessa skall bli judiskt ägda, men i total brist på tanke eller omtanke om de arabiska innevånare som bodde där.. Och åter igen vill jag fråga ( due to international low ..) I Jordanien/Östra Palestina…var det förbjudet förstås. Så vitt jag förstår var det INTE förbjudet för araber att sälja sina marker till judar i Palestina. Jag försvarar Israels självklara rätt att försvara sig och tar avstånd från medveten beskjutning av civila för att skada, eller döda i syfte att döda och skada dessa civilister men jag står helt bakom israeliska soldater som tvingar döda civilister som används som shaidiska levandesköldar – Jag köper helt enkelt inte ert resonemang. Jag tappar inte bort mig någonstans –varför skulle jag det. Jag anklagar dig för att städja Hamas utifrån det jag ser i dina texter, och fortsätter du att försvara Hamas genom att till exempel hänvisa till deras s.k demokratiska ledarställning, så hjälper det inte ett dugg då deras politiska och militära mål ganska tydliga i frågan om Storpalestina. Jag däremot, försvarar inte idén om storisrael. Att Hamas - liksom Hizbollah nu och PLO för i tiden, gömmer sig bakom den egna befolkningen och skjuter medvetet mot civila israeler eller söker sig att terrorisera judar utanför Israel för att döda, skada etc.. visar vilken syn de har på civila. Våra liksom deras egna !! Sedan finns det med valda demokratiskt ” Hamas blev valda, oavsett vad JAG eller DU tycker om saken.”… Det vore bra om du har läst då deras manifest. Sedan kan jag förtå dig om du bor här men jag har mina släktingar i Israel och de blir direkt påverkade av detta demokratiska val som i praktiken är krigsförklaring mot Israel. Jag känner till fö flera ledare som valdes ..s.k demokratiskt –genom tillräckligt bra skrämsel propagering och tidigare systematiska mord på sina motståndare så Hamas show är inte unik i det avseende. Därtill vill jag åter poängtera att Hamas valdes av ca 70% av Gazaborna…Har inte Gazaborna, och Hamas, med tanke på Hamas tydliga mål ett – ömsesidigt - ansvar för konsekvenserna?! Blockad är i regel, krigsförklaring. Du kanske inte kände till att 1967, förekom det också regelmässiga terrorattacker från VB/Gaza …beskjutningar från syriska Golanhöjderna, ner mot israeliska byar/kibbutzim,.. och från jordansk håll mot kvarter i Jerusalem. att Gamal Abdul Nasser hotade med att spola juden till havet och även om han inte skött första skottet så vandrade egyptiska soldater till området som var förbjudet och anvndes av FN som bufertzone. Nasser har tom hotat FN:s General O'thant (från Burma) att beordra alla sina man att lämna områ+det om de inte följa med judarna till medelhavet.. Din vackra och trovärdiga FNs soldater, lämnade sina positioner...eftersom att Indien och Yugoslavien - som hade flesta soldater- INTE ville riskera sina männens liv....för en judiskstat..eller fredens skull!! Israels blockad av Gaza…är inte krigstarten utan upptrappning för den redan pågående konflikt och ett svar på Hamas krigsförklaring i samband med evakueringen av Gaza sommaren 2005 Mvh Giladi"
	},
	{
		"postIndex": 7371,
		"postNum": 7494,
		"postLink": "/sp15829869",
		"postTime": "2009-03-27",
		"postUser": "ganjabarnet",
		"postUserID": "/u82190",
		"postUrl": "https://www.flashback.org/t819672p625",
		"userUrl": "https://www.flashback.org/u82190",
		"sentence": "Hur menar du upprepa? Du struntar i att besvara inlägg med en dålig ursäkt om din dator för att sedan komma med ett längre inlägg utan att besvara kärninlägget, du länkade till några sidor, kommer du ihåg? Ok, nu ser jag, du vill inte erkänna blott och skämmas för det du förnekat. Fine, nu går vi vidare, de brott vi i tråden påpekat skett/sker är orsaken till varför Israel tar emot Qassam raketer. Du svarade aldrig på hur terrorism bäst bör bekämpas, har OCL skapat fler eller färre \"terrorister\"? Jag vet mycket väl vad FN sagt om Jenin 2002, det var inte heller vad jag syftade på. Kan man kalla det massaker om det handlar om 50-60 människor? Svarar du nej så ljuger du för du sa ja innan, då vill jag gå vidare till Gaza 08/09, kan man kalla det en massaker om det handlar om 1300 personer? Varför förvränger du saker och ting när de egentligen är ytterst tydliga? Den var för jobbig? Snälla, presentera något du anser Finkelstein ljuger om, ett citat, det är snarare du som inte sätter dig in vad Finkelstein egentligen säger. Du väljer istället att tro på en nazists ord, om du verkligen är övertygad om vad han säger, ge oss en annan källa, kanske kan du länka till någon organisation som faktiskt undersöker saker på plats? Dina sidor var inte vidare bra, dessutom är inte en sida som samlar artiklar ifrån olika källor någon källa, varför tar du inte länkarna i artiklarna? Det är ganska viktigt för oss som faktiskt värdesätter information att få reda på vem och vart informationen kom ifrån. Det står oftast vem som skrivit texten ifrån början, bara till att googla om de inte länkat. Jag påstår inte att du behöver \"advocera\" för allt IDF gör, det du däremot misslyckas med så gravt är att diskutera med en mer neutral ton, visa mig vart du skriver om Israels brott och hur de försvårat fredsprocessen. Ditt större sammanhang grundar sig i mindre sammanhang, det är detta nät av små information som ger bilden av vad som sker, du påstår själv att man inte kan få 100% information, vad gör dig då så säker? Borde du inte vara villig att ifrågasätta dina åsikter? Varför skjuter du dig själv i foten? Jag ska försöka lära mig, allt för att kunna se dig fortsätta förstöra dig själv med dessa inlägg. Ja visst finns det trovärdiga Israeliska källor, det finns även mindre trovärdiga, anledningen till att majoriteten av mina inlägg består av just Israeliska och amerikanska källor grundar sig att jag inte behöver diskutera om trovärdigheten som du behöver med dina källor som presenterar en skev bild av det hela. Tänk bara, Israel hade fått ett slag på tassarna om det inte vore för USAs veto, det är fakta som du mycket väl vet om. Bara för att det är Israeliska källor innebär det inte att du håller med allt de säger hoppas jag? Hur var det nu, du håller inte med allt IDF gör? Det handlar om källor som är kritiska till Israels handlingar och därmed bortom din hasbara radar. Du påstår att Israel under OCL gått ut i försvar mot Qassam raketerna, eller hur? Jag påstår att anledningen till att raketerna skjuts är pga Israels \"politik\" i de ockuperade områdena, varför i helvete missar du det men ser anledningen till OCL? Just ja, ditt motiv är att du själv är en sionist. Logik? Du kan inte på allvar påstå att vad Israel gör mot palestinierna inte leder deras ilska mot den sionistiska grannstaten! Hur får vi då fred? Glöm inte att Israel inte hade behövt oroa sig för kritik om det inte vore för hur de själva agerar. Hade Israel försökt nå fred så hade vi sett fred men istället ser vi en militärmakt som påstår att det finns ett legitim hot i Palestina."
	},
	{
		"postIndex": 7800,
		"postNum": 7926,
		"postLink": "/sp21104531",
		"postTime": "2010-01-25",
		"postUser": "ganjabarnet",
		"postUserID": "/u82190",
		"postUrl": "https://www.flashback.org/t819672p661",
		"userUrl": "https://www.flashback.org/u82190",
		"sentence": "3 snabba frågor är det väl ändå inte, frågorna är ganska så omtvistade som du själv märkt, trots att vår diskussion inte var så lyckad väljer jag att besvara dig. 1. Tvåstatslösningen är vad som legat på bordet, vad jag själv anser är irrelevant då det inte är jag som tvingas leva med dem besluten. En stat hade varit mer demokratiskt men då hade ju den \"judiska staten\" varit tvungen att vara bara en stat och inte specifikt judisk. Juni 1967 är gränserna som arab peace initiative står bakom, Hamas stödjer nu detta och Världssamfundet har röstat om detta i över 30år med en klar konsensus om vad som är lösningen. 2. Hur menar du ökad sympati? Har jag inte det menar du? Jag är emot terrorism, jag är emot rasism och jag är för mänskliga rättigheter samt internationell lag, oavsett sida. Därför är det komiskt när pro-israeler börjar referera till världens diktaturer för att tro att jag skulle vara någon försvarar av dem pga. deras etnicitet, vilket ni verkar ha valt åsikt efter. Jag menar snarare på att mänskliga rättigheter eller exempelvis Goldstone rapporten i det stora hela gynnar Israel, det är skadligt för Israel att fortsätta på denna väg och detta är inte pga. en kommande konflikt utom snarare om att Israel allt mer isolerar sig ifrån omvärlden men vill trots det räknas som ett land i \"väst\". Men med detta i åtanke innebär det inte att jag anser Nakban vara rättfärdigad, inte heller den fortsatta etniska rensningen eller blockaden eller muren eller ockupation osv osv. Hänger du med i mitt resonemang? När vi då ska sympatisera med Israel krävs det att Israel inte fortsätter med de handlingar som i decennier vart i orsaken till konflikt och har t.o.m. bidragit till att radikalisera konflikten samt polarisera grupper som vill ha fred. Man kan inte tycka synd om staten Israel för att civila tar skada, man tycker synd om de civila. Därför går det inte heller att \"tycka synd\" om en sida men inte den andra om vi ska vara korrekta i våra sympatier men det är en stor aspekt som gör att Israels moraliska aspekt varken håller eller är vidare genomtänkt då det de facto förekommit historiska händelser som i sin tur varit illegitima, att se på Israel idag som en självklar stat och sedan applicera denna tanke på 1948 är inte så smart. Vad jag vill säga är att jag sympatiserar inte med Israel pga. hat utom snarare pga. lag. Däremot är jag starkt emot civila som tar skada, oavsett sida, och tyvärr ser vi i denna konflikt att dödsration ligger på ca. 100:1 dvs 1 Israel dör per 100 Palestinier. Då ställer jag dig frågan, tycker du med detta i åtanke att Israel förtjänar sympatier? Dessutom att de förtjänar sympatier trots hur Israel förhåller sig till fred? Hur Israel trots brott fortsätter bygga bosättningar? Det är så många exempel att det i slutändan inte handlar om \"sympatier\" utom om rättvisa och vad lagen säger om den kan vi verkligen diskutera. 3. Vilken diskussion på FB om förintelsen? Menar du den diskussion som går runt om i världen kring förintelsen och vad som \"egentligen\" hände? Jag är ingen \"förintelseförnekare\" (som det heter) men anser en sak vara väldigt suspekt, hur kommer det sig att historiker som vill forska och fördjupa sig inom ämnet bemöts av stark kritik och nästan uteslutning samt i vissa fall riskerar man fängelse för att yttra sig. Detta är något som inte är acceptabelt enligt mig, det finns en anledning till varför jag anser det och det hela har att göra med Israel som vill \"undersöka\" Palestina och Nakban för att sprida desinformation, med det blir det komiskt hur man bannlyser folk ifrån att forska vidare om vad som skedde under ww2. Jag är alltså ingen \"förnekare\" inte heller finner jag din fråga relevant till topic, allt du vill göra, likt dina gelikar, är att utmåla folk som kritiserar Israel för antisemiter, nazister eller förintelseförnekare. Det är synd att man inte kan bygga diskussioner på information och debatt utom istället väljer att gå på personen i fråga. Något mer?"
	},
	{
		"postIndex": 7514,
		"postNum": 7637,
		"postLink": "/sp16658736",
		"postTime": "2009-05-14",
		"postUser": "Giladi",
		"postUserID": "/u210265",
		"postUrl": "https://www.flashback.org/t819672p637",
		"userUrl": "https://www.flashback.org/u210265",
		"sentence": "Och så fortsätter du fabulera..jo visst handlar det om några påstående tagna ur luften...eller dina israel-hatiska förutfattade fantasier, snarare..Förnekar du att i Israel bor ca 1,3 miljoner icke judiska medborgare nu igen? Palestinier hur du än vänder på det - är långt mer fria i Israel än vad judar är /har skulle ha haft för rättigheter i grannländerna..om det finns några!! Och följande text påvisar att trots att de i mångt och mycket upplever sig själva som II.a klassens medborgare..Förädrar dem israelisk styre. Jag försvarar israels rätt att existera, ja. Innebär Hamas aktioner i praktiken hot mot landet..ja, då anser jag att i enighet med FN.s § 51 ..skall israels arme kunna åtgärda saken. Dessa britter och turkar ockuperade ett land som bebodes även om judar...inte baraq av muslimska arber. Innan dessa ockupanter, ockuperades området av Mongoler...Romare...och ja vilka inte ville kontrollera denna vattenhålla..men faktum är dock att för at göra det var dessa romare tvungna göra av med området urbefolkning - judar - som förskingrades ca 70 eKr. ..jadu... Här förresten gör du självmål, min lärde.. Det är just det jag inte tänker göra eftersom du ändå misstror allt. Som jag har en anledning att ljuga ..Nåväl ...det är du som ständigt ifrågasätter min trovärdighet, inte jag - har du glömt detta? Förtroendefrågan ligger hos dig. Jag slösar inte mer energi på dig i detta avseende - Debatten handlar inte om min tid på shalomAchshav...Det är upp till dig, men självklart visar du minst sagt fördumsfull attityd mot judar och Israel!! Vi kom överens tidigare att ..Israel har mycket större säkerhetsproblem, därav budget ...till följd av den ca 90 åriga etniskarensnings försöken från ett visst arabiskt håll [ .]... vilket trams..Majoritetskapet ger dessutom ingen rätt, per automatik att behandla minoriteterna hur som helst..eller? Dessutom bör du med tanke på påståendet bevisa att den underliga sättet att försvinna började innan araberna själva satt igång sina terroristverksamhet.. Du kan väl inte kräva - - att judarna skulle sitta med händerna i kors när araberna började slakta judar i Palestina. Erfarenheterna från Europa och resten av arabvärlden där arabiskanazism gav sig till känna genom bränning av synagogor (Damaskus, Bagdad..mfl) och mord ..inte bara i Hebron 1929 ..och inte bara Hadj Amin...stor muftin av Jerusalems Ja vad menar du... att bara för att araberna inte mördade ett lika stort antal judar..är det OK ? Du däremot jämför mellan arabernas och européernas våld och drar en förenklad slutsats : och de skulle står ut med lite våld...va'då liksom ..lite våld är OK. Det är ju judar... dem är vana med våld. Dem har varit utsatta i ca 2000 år...så vad är 30-40 år till. ... Human psykologiskt visar du mycket dålig insikt i hur krigs/vålds offren fungerar - när det gäller judar. När det berör palestinska offer däremot är du oerhört känslig helplötsligt..Vad beror denna diskrepans på.. Jo..förmodligen vår gamle... ....?! Trodde du viste det förlåt...läs gärna Philon, eller Josefus Flavejus texter...till att börja med!! Israel behåller sina rättigheter att bestämma vilka skall bo i landet. Det får vilka andra länder som helst göra.. nej..ett st. landsområdet att delas på. Varför ju...för man insåg att ett land med ett styre inte gick att genomföra pga motsättningarna. Jordanierna fick redan 75% av Palestina...Araberna skulle få ett eget land på ½ av den som fanns kvar..utifrån deras demografiska/mark egendom...samt det faktum att jordanien skapades redan bredvid ... Det är var den totala oviljan och oförmåga till kompromiss och samförstånd, inget annat...och ingen våldsam utlopp för frustration kan jag acceptera här eller därnere...Du verkar tycka det var OK..Judar mördades ändå i större utsträckning i Europa sssååå... Dessutom är det helt korrekt, riktigt: Jag tycker du drara förhastade slutsatser. Självklart finns det risk att antalet motståndare/terrorister ökar. sånt tar man i beräkningen men i MÖ är krafterna och processerna lite annolunda, och jag blir inte överraskad om Bibi och PA/Hamas kommer att hitta en mer konstruktiv lösning på problemet.. Du vill ge en bild av ...och sedd som humanist och openminded...men saknar paradoxalt nog....försonings insikt, förståelse, viljan till samarbete, nyans och tanke om två likvärdiga stater med öppna gränser som kan främja varandra och utvecklas Ja däremot beskrivs av dig som rasist, apartheid förspråkare militant och kloakråtta...men som vid snabb läsning av våra alster verkar vara den som söker konstruktiv lösning, jämlik och värdig -paradoxalt nog -försoning, md respekt och förståelse..nyans och samtidigt förespråkar en palestinsk stat bredvid en israelisk sådan! Det är just detta som är av värde min vän inget annat..Medan jag talar om att bygga relationer mellan två länder är du fokuserad på avskaffandet av staten Israel och justifieringen av terrorn - finns det mer talande..finns det starkarer symbolism med palestiniernas envishet och ursäkta för påpekandet...självdestruktiva felfokusering!! mvh Giladi"
	},
	{
		"postIndex": 7789,
		"postNum": 7915,
		"postLink": "/sp21069369",
		"postTime": "2010-01-23",
		"postUser": "ganjabarnet",
		"postUserID": "/u82190",
		"postUrl": "https://www.flashback.org/t819672p660",
		"userUrl": "https://www.flashback.org/u82190",
		"sentence": "Vilken väg för att \"lösa\" konflikten menar du? Den delen om att Israel vägrar sätta sig vid bordet eller den delen om att Israel aldrig håller sin del av de vapenvilor som tidigare funnits? Lögnen ligger bakom dina påståenden och i det du inte nämner. 2005 evakuerades bosättningarna, korrekt! Dock missar du att nämna vad som hände på Västbanken i samband med detta, fler bosättningar. Varför vill du inte nämna det som en av dina \"oklanderliga fakta\"? För att du ljuger. Qassam raketer skjuter man inte mot civila mål, man skjuter dem och hoppas det träffar något, så ditt påstående om att man sköt \"mot\" civila är felaktigt och inkorrekt. Allt som går in i Gaza kontrolleras av IDF, trots det har du inte bevisat hur många qassamraketer man hindrat ifrån att byggas pga. den hemska kollektivbestraffning vid namn blockad. Lögnen består fortfarande i det du utesluter när du försöker vara akademisk men tyvärr subjektiv och partisk. Man lämnade inte Gaza, bosättningarna evakuerades och istället förstorades de på VB. Israel har under hela tiden haft en effektiv kontroll på Gaza, vatten, luft och land. Din lögn är att du inte nämner detta och vill påstå att du inte \"ljuger\", en lögn kan också vara att undanhålla information. \"kasta ut judarna\" vill du så gärna skriva va? Du var bara tvungen att använda dig av den retoriken va? Jag bevisar ovan hur du inte är ärlig, icke ärlig och den retoriken är en katastrof! Ja, varför skulle man inte fira denna, för palestinierna, seger? Varför skulle politiska fraktioner inte dra nytta av detta? Så jävla lågt att bara spotta ur sig massa text utan någon som helst substans. Har jag inte påstått att man med tiden radikaliserat palestinierna? Är det inte precis vad jag påstått? Du skriver om tiden innan andra intifadan och tror att du har någon som helst substans här? Det var inte förens Hamas under 2000talet började bli mer pragmatiska och politiska. Tidigare var de just en grupp unga militanta. Al qassam brigaderna finns kvar idag, som den extrema delen av Hamas, precis som jag alltid skrivit. Vad gjorde dessa \"kraftiga vedergällningsaktioner\" menar du? 20 år senare och Al qassam brigaderna är kvar, vad gjorde de jävla \"kraftiga vedergällningarna\" menar du? Alla som läser kan här se hur Giladi vill ge intrycket av att vara seriös genom att använda sig utav NE till saker som är allmänkunskap men så fort hans \"teorier\" ifrågasätts vill han inte länka till sina IDF källor Intressant giladi, intressant. Lilla vännen, menar du att du vill ha sympatier för dessa 15 som dött? Varför ger du inte sympatier till de tusentals barn som dött i Palestina? Kan ditt hjärta verkligen inte skriva hur synd du tycker om dem? Du ljuger som sagt i det du inte skriver. Bevisa nu för oss hur precisions vapen som qassam riktas mot civila, kan du det? När du gjort detta kan jag förklara hur IDFs precisions vapen, multimiljoner dollars vapen, som är skapade för att vara precisa men ändå dödar oerhört många civila. Varför så jävla kall? Jag har sagt det innan och säger det igen, varför inte ta och sätta sig vid bordet med Hamas och diskutera? Likadant som palestinierna måste acceptera faktum att Israel idag finns där måste Israel acceptera faktum att Hamas blivit valda och representerar palestinierna i Gaza framöver. Israel tar i skrivande stund över Jerusalem, sakta men säkert. Varför annars går muren och bosättningarna runt Jerusalem så \"fint\"? Varför tar du inte upp det som en del av problematiken? Du ljuger, desinformation kallas det, propaganda kallar jag det eftersom du mycket väl känner till vad som egentligen händer men fortsätt du på din väg. Nåväl, lögner var det åtminstone."
	}
]
