[
	{
		"postIndex": 1982,
		"postNum": 2063,
		"postLink": "/sp39244737",
		"postTime": "2012-09-08",
		"postUser": "GA-LOLiver",
		"postUserID": "/u626106",
		"postUrl": "https://www.flashback.org/t959924p172",
		"userUrl": "https://www.flashback.org/u626106",
		"sentence": "Tänkte jag skulle skriva lite i tråden och iaf ge ut så mkt information som jag kan, även om jag är skyldig. Det är jag som är oliver norberg och den senaste månaden bedragit några få personer på några tusen eftersom jag givetvis behövde pengar. Jag höll på ganska hårt för runt 7 år sedan och drog in runt miljonen som jag och \"målvakten\" delade på och mer eller mindre knarkade bort. Detta ledde tillslut till häkte i 5 veckor och sen behandlingshem, ( blev ett halvårs fängelse för den andra killen ) för tror det eller ej jag behövde pengar till mitt missbruk. Titt som tätt behövde jag pengar eftersom mitt drogmissbruk gick över till ett spelmissbruk efter behandlingen, vilket är fallet idag också. Jag försöker verkligen att låta bli men det är svårt och jag behöver förmodligen en hel del hjälpa på många områden. Anledning till att jag skriver detta är för att informera dom drabbade vad som egentligen pågår, jag är inte ute efter att få ngn att tycka synd om mig, däremot måste det visas mer om det ska få ett stop, på vissa försäljnings sidor varnar dom inte ens om betalning i förskott. Det finns en del saker att tänka på innan du ens funderar på att kontakta försäljaren Är priset otroligt bra? Verkar han utrycka sig extra seriöst? Jag har lagt upp en hel drös med bilder som är totalt fejkade, jag har gjort ett flertal fejkade kvitton. det finns INGENTING som garanterar att du får det du betalar för när du betalar till en privatperson. hälften av dom som köpt \"varan\" av mig har varit väldigt oroliga för att inte få det dom betalar för, ändå sätter dom in pengar. Får du personnummer, adress, namn, telenr, svara han i telefon, vill han träffas så du kan få se varan på plats, gör säljaren allt detta så kommer många tro att han är seriös, förmodligen är han inte det om han inte kan skicka med dom säkrare betalningstjänster som existerar. När ngn skriver ett mail och säger att han vill köpa telefonen, det första jag svarar är - kan du mötas upp imorgon runt 1 för då är jag inne i stan på lunch. tex. Många tror direkt att jag är seriös pga att jag vill hellre träffas än att skicka varan. Allt som allt, så borde både blocket och tradera på ngt sätt få ut den information om förskottsbetalning så att ALLA som besöker deras sidor är medvetna om det. betala ALDRIG i förskott, vad säljaren än säger. det är så simpelt. Sen givetvis finns det säljare med tusen positiva omdömmen på tradera som är rätt så säkra att ha och göra med. Jag kom dock ihåg att jag gjorde flera konton på tradera och gav mig själv positiva omdömmen etc, detta är förmodligen omöjligt i dagens läge, har inte så stor koll eftersom jag är permanent bannad från tradera. Jag förstår att många blir ledsna och förbannade och vad ni än gör så kommer ni inte få tillbaka dessa pengar jag själv bor inte på den adressen jag är skriven på och så har det varit dom senaste 5 åren och så är det förmodligen för många andra som gjort sånt som detta. Däremot har jag andvänt mig av min egen information eftersom jag är extremt girig som många andra hära. Kom också ihåg att annonserna kommer dyka upp hela tiden om personen fortsätter. Läser om hur folk klagar på försäljnings sidorna att annonserna aldrig tas bort, men jag ska förklara hur det egentligen funkar. Jag lägger upp en annons om dagens hetaste mobil, säljer den för halva priset i nyskick, ngn köper den, blir lurad, kontaktar sidan och dom blockar mitt ip nummer, min mail, och det finns sparat på min dator tom att jag är den jag är när jag besöker deras sidor, ÄVEN om jag andvänder mig från ett annat ip nummer, så länge jag sitter på denna dator men byter ip nummer så kommer inte detta hjälpa mig för dom kommer blocka mina annonser. Jag tar då bort all internet historik, cookies, formulärinformation, tömmer cacheminnet etc, advänder mig av en proxy som kan gå vars som helst, ( dom flesta proxys i sverige är redan blockade ) oftast blir det från ngt annat land, det betyder att jag kopplar upp mig till en annan dator i tex ryssland och via den uppkopplingen surfar jag och lägger ut nya annonser etc. Så glöm inte att det är otroligt svårt att få undan alla bedrägeri annonser, det händer att dom upptäcker dom snabbt, iaf på veckodagar. Med detta vill jag få det sagt att betala i förskott, spelar nästan ingen roll av vilken anledning, är som att säga här, ta mina pengar, jag har tillräckligt ändå. Oftast får jag en drös med hot mail tillbaka, hot sms, och snyft historier om att jag lurat deras 12 årig dotter på 3000.- och hon ligger och gråter 24/7, för det var tydligen HON som skulle köpa telefonen. Om nu detta skulle vara fallet, så rekomenderar jag att lämna över barnet till socialstyrelsen för utredning om du verkligen är en passande förälder till dina egna barn. Allt som allt så är det få bedragare som är ute efter att såra någon, sätter man in pengar på ngns konto bara sådär så har man förmodligen det rätt bra ställt, och det kan vara en otroligt billig läxa. Ta bara killen några sidor tillbaka i denna tråd som vart av med 35.000:-"
	},
	{
		"postIndex": 1540,
		"postNum": 1603,
		"postLink": "/sp35099653",
		"postTime": "2012-01-13",
		"postUser": "superzeb",
		"postUserID": "/u456435",
		"postUrl": "https://www.flashback.org/t959924p134",
		"userUrl": "https://www.flashback.org/u456435",
		"sentence": "Hej! hade fått lite pengar i jul så jag tänkte köpa en iphone 4 på blocket, jag hittade en annons med telefonen för 2500 kr i bra skick. tar kontakt via mail till killen som på blocket kallar sig ''Ronny S'' han svarar och säger att den finns kvar, det första han frågar är vart jag finns. säger att jag bor i Sundsvall och han bor enligt annonsen i Luleå så han säger att han kan skicka den med schenker privpak för 55 kr, dum som jag är och av gammal vana går jag med på att förskottsbetala Och för att få in pengarna snabbare på hans konto så föreslår Ronny att jag ska gå direkt till swedbank och betala in pengarna eftersom jag har en annan bank. Och jag som bara tänker på telefonen tycker det låter snabbt och bra, så jag gör det och 2550 kr sätts in på hans konto. Jag skickar sedan ett mail och säger att pengarna är inne, han svarar med att pengarna är inne och iphonen är skickad. Jag väntar i 3 dagar utan att jag får något, efter 4 dagar har den inte kommit, jag mailar då Ronny igen och frågar om paket ID så jag kan kolla vad som har hänt med paketet, men han svarar inte, mailar någon dag senare igen och säger att om han inte skickar paket ID eller svarar så gör jag en anmälan. Inget svar . Det har nu gått över 9 arbetsdagar dagar utan svar eller iphone, så jag polisanmälde honom idag. Jag gör även ännu ett misstag i affären och glömmer att skriva ner hans telefon nummer innan han tar bort annonsen. Skulle nu behöva hjälp, kommer polisen göra något åt saken? blocket säger att dom har hans uppgifter (telefon nr osv), men dom ger bara uppgifterna till polisen. Och kommer jag isåfall kunna få tillbaka några pengar? har hans email om någon kan kolla upp den på något sätt? norrlandsa​udi@hotmail​.se"
	},
	{
		"postIndex": 1743,
		"postNum": 1815,
		"postLink": "/sp37296814",
		"postTime": "2012-05-11",
		"postUser": "v50",
		"postUserID": "/u281343",
		"postUrl": "https://www.flashback.org/t959924p152",
		"userUrl": "https://www.flashback.org/u281343",
		"sentence": "Dessa individer som lurar folk använder i många fall falska namna och adresser + kontantkort till mobilen för att inte så lätt bli spårade och dessa byter de ut ganska frekvent så det spelar förmodligen ingen roll att du säger att personen är polisanmäld, det är något de räknar med kommer ske när de gör dessa bedrägerier. Det enda som är riktigt är kontonumret dit pengarna förs över men det är inte ovanligt att de har en målvakt som står för kontot så de som ligger bakom bedrägeriet kan därmed inte spåras / knytas samman med brottet lika lätt. Om det är en som är ny inom detta med bedrägerier kanske ett mejl om att han är polisanmäld kan verka avskräckande så du har egentligen inget att förlora på att anmäla personen samt meddela det åt den som försökte lura dig. På vilket sätt var du på väg att bli lurad, är det varianten där den som ska hyra ut säger sig ska / redan jobbar utomlands och därför ska hyra ut lägenheten och kräver en deposition på 2-4 månaders hyra innan ni ens får se den eller får tillgång till nycklarna? Detta är alltid lurendrejeri kan man utgå från så nappa ej på dessa erbjudanden, det är vanligt att bilderna de visar upp antigen är hämtade från andra annonser eller hus och inte alls kommer från den påstådda lägenheten. Prova ring säljaren om du inte får tag på honom via mejl, tyvärr är vissa dåliga på att höra av sig och uppdatera köparen om att varan är skickad osv efter de sålt varan och fått pengarna därmed inte sagt att de är oseriösa, det förekommer frekvent att folk köper på sig flera likadana saker som de sedan säljer på tradera. Det går då till så att de köper en sak som reas ut t.ex. för halva priset sedan kränger de samma pryl med ett påslag på x antal procent, alternativt så köper de sakerna utomlands där de i många fall säljs 30-70% billigare. Detta förekommer i stor grad när det handlar om elhandverktyg såsom batteridrivna skruvdagare, borrmaskiner, cirkelsågar osv men även vissa som säljer kameror ägnar sig åt detta. Vad använde sig säljaren av för transportbolag för att leverera paketet, är det posten, dhl, schenker eller bussgods alternativt någon annan leverantör? Används schenker så tar det i regel x antal dagar längre att få varan än om posten anlitas sedan kan det ha betydelse var säljaren alternativt du bor, om någon part bor långt norrut tar i regel leveransen längre än om båda bor i södra sverige. Skulle säljaren ha lurat dig så skall du givetvis polisanmäla säljaren samt anmäla honom till tradera, är det en bedragare som är ute efter att blåsa folk i större mängd så lär du aldrig se skymten av pengarna igen, är det en seriös säljare så kanske du får igen dem med lite tur. Ett tips inför framtida köp är att välja t.ex. schenker som leverantör då kan du spåra paketet vira deras hemsida så du kan se att det är skickat och du kan då se att den är på väg. Om paketet som nu saknas är skickat med schenker skall du ha fått ett mejl från dem om att paketet är på väg och en länk till deras sida där den kan spåras. Du kan skriva allt ovanstående om du känner för det förutom att den är inköpt i paris på 80-talet utan att du är det minsta oärlig (förutsatt att det är ett unikt motiv och märke på t-tröjan). Så i ditt fall hade jag skrivit att det är en unik t-tröja men utelämnat var den är köpt och exakt när, sedan är det alltid en tolkningsfråga vad som är unikt men är den unik för dig så är den ju det eller hur Så lägg ut den för t.ex. 400 kr och se om någon nappar, om det ej är fallet kan du sänka priset till 300 kr eller den summa du absolut minst är beredd att släppa den för, det kan ta x antal veckor att bli av med den men förr eller senare lär någon köpa den. Tradera har numera tagit bort osåltavgiften för de första 100 auktionerna varje månad så du behöver inte betala om den ej blir såld såvida du inte har ute väldigt många auktioner."
	},
	{
		"postIndex": 2161,
		"postNum": 2248,
		"postLink": "/sp41002922",
		"postTime": "2012-12-19",
		"postUser": "KinG-NothinG",
		"postUserID": "/u297571",
		"postUrl": "https://www.flashback.org/t959924p188",
		"userUrl": "https://www.flashback.org/u297571",
		"sentence": "Hej Flashback, Jag hade hoppats på att aldrig behöva göra ett besök i denna tråd själv då jag ser mig som en relaitvt försiktig person då det gäller köp och sälj på nätet. Tyvärr är jag samtidigt ganska godtrogen och det straffade sig till slut. Jag är medveten om att det jag gjort i grund och botten är mitt eget fel och att med lite mer försiktighet hade det aldrig hänt. Jag grämer mig över det, absolut. Däremot vill jag att en person som bedrar någon på detta vis ska straffas för det, även om jag inte verkar få se mina pengar igen. Därför hoppas jag att det finns personer här som kan hjälpa mig att få klarhet i vad jag kan göra och hur jag kan gå till väga. Bakgrund - Bruce Springsteen annonseras till Sverige till sommaren, jag som många andra är galna för att få tag i biljetter. Lyckas till en av konserterna men vill ha till båda. Väljer att vända mig till blocket och tradera för att få tag på ett par till som ska gå som \"den ultimata julklappen\" till mina föräldrar (Bruce-fans). Sagt och gjort letar jag igenom Blocket och Tradera och faller för ett par ståplatsbiljetter för helt okej pris (de var inte på något sätt överdrivet billiga i förhållande) och som snart skulle ta slut på tid så jag skulle få de i tid till jul. Eftersom det bara var 9 arbetsdagar kvar till jul och 2 dagar kvar på annonsen kontaktade jag säljaren och frågade om vi kunde avsluta auktionen lite tidigare för att de garanterat ska hinna till mig innan julafton. Huvudet i röven som jag verkade ha fick jag ett personnummer och ett kontonummer att betala in 2800 kronor till och lovord om att det namn och adress han angav stämde. Jag kollade upp det lite fort och visst stämde namn, adress, personnummer överrens. Sagt och gjort betalade jag in pengarna och började hoppas. Det tog nog bara någon timme innan jag började tvivla på människan och skickade mejl där jag frågade om pengarna överförts till kontot nästan 24 timmar senare fick jag svar att så var fallet och att han skulle posta biljetterna dagen efter och skicka ett kollinummer till mig. Efter detta hör jag inget mer från honom vilket är snart en vecka sedan. Trots flertalet mejl och telefonsamtal till en avstängd telefon med kontantkort har jag insett att jag blivit lurad. På 2800 kronor och av min dumma tro att människor inte jävlas med andra. Vad har jag gjort? I fredags valde jag att registrera att jag fört över pengar på fel konto genom min bank och de skulle kolla upp detta. I dag fick jag då ett brev från banken där det står vem detta konto tillhör, något som inte stämmer för fem öre med den information jag fick innan \"köpet\". Is*k M*nther tillhör kontot på ICA Banken. Personen ifråga bor i Gustavsberg och hans kontaktuppgifter är inte så svårt att få tag på. Jag har namn, Facebooksida, Twitter-konto och all annan personlig information som denna bedragare angett till mig vilket jag inte vill lägga ut då jag ser det som brott mot 0.09. Hur bör jag göra med denna information då jag faktiskt vill varna andra människor för denna bedragare? Förutsatt att personen ifråga inte betalar tillbaka pengarna på bankens begäran (vilket är högst otroligt) hur ska jag då gå till väga? //KN (En bevisligen dummare människa än han trodde)"
	},
	{
		"postIndex": 1522,
		"postNum": 1584,
		"postLink": "/sp34962087",
		"postTime": "2012-01-07",
		"postUser": "riddick1987",
		"postUserID": "/u302042",
		"postUrl": "https://www.flashback.org/t959924p132",
		"userUrl": "https://www.flashback.org/u302042",
		"sentence": "Minns inte om det var i den här tråden om blåsningar på tradera eller en liknande som jag skrev i för ett tag sedan, hjälpte då 2 killar som blivit blåsta och förklarade hur som skulle gå tillväga för att göra det på bästa sätt. Det jag skrev då är samma som folk upprört har skrivit här inne nu, om det är en stor bedragare som gör bedrägerier på tex över 100-tusen så finns det ingen chans att dm som har blivit blåsta på mindre summor, eller mindre och mindre..summor runt 1000 spänn kommer få sitt ärende upp i rätten i åtalet mot personen i fråga, dom tar bara det värsta så det gott och väl räcker til len fällande dom, allt annat är bara overkill och massa extra arbete som dom inte ens bryr sig om. Alltså så kan en bedragare göra 100-tals affärer men bara ha med 30 talet eller liknande i åtalet då det gott och väl räcker. Resterande får gott titta på när deras ärende INTE drivs vidare av åklagaren i just det ärendet och avskrivs ist. Visst den utsatta kan ju driva det vidare på egen hand och kostnaderna kommer ju bedragaren att få betala OM det blir fällande dom. Om jag har fattat det hela rätt. Man kan ju även som många säger köra med kronofogden och ta det den vägen, men hur stor tror ni att chansen är att ni ser en enda krona av det om det tex är en 35 åring kåkfarare som hamnade där från början då han förmodligen hade otroliga skulder. Juletider är tyvärr extra mycket av sådant här, precis som ni har sett så laddar många bedragare upp med bra omdömen för att sedan dra upp auktioner från allt till köp nu till några dagar med totala värden på flera hundratusen, ingen hinner reagera då dom första 100 tror att paketet ska komma inom några dagar, inga negativa omdömen hinner komma in och allt ser bra ut Personen kan ta sina 100-tusen och hålla sig undan och leva livet för att sedan ta sitt straff när pengarna är slut. Sitta inne och få mat 3-4 ggr / dag,kabel tv,träning,tak över huvudet och kompisar under en tid för att sedan komma ut och göra samma sak. Klart att det är bättre att hämta vid dörren när man ska köpa saker, men vad gäller tradera så kan man ALDRIG ställa det som ett krav som köpare eftersom man accepterar allt som säljaren har angivit under frakt och köp om man trycker på köp nu eller vinner med högsta bud. Man kan inte heller ställa krav på att paket ska skickas som REK om inte säljaren anger det då man accepterar hans villkor när man vinner en auktion då det är egen ansvar att läsa hur affären ska gå till. Man kan ställa en fråga om det KANSKE kan skickas som REK eller hämtas vid dörren, men säger säljaren nej så sitter man i skiten själv då man har budat på något man vägrar att betala. Konstigt nog så låter tradera bedragare vara överallt på tradera men dom sakerna jag skrev nu är fasta regler som dom är stenhårda på. Tex så har jag själv försökt att sälja mitt nintendo wii nu och det är ute för 4.e gången. Bra bild tagen med mobiltelefon,bra frakt,packas bra,perfekt beskrivning om allt som ingår och en vänlig vädjan om att endast seriösa budgivare ska buda och över 500 bra omdömen. Man hamnar ju i skiten som en seriös säljare pga sådana saker också när folk ska lägga bud i sista minuten för att inte svara på mail på 2 veckor eller säga att : min sambo blev så arg på mig när jag budade och avsluta med ett lol. Skitungar som dom drar jag över samma streck som bedragare i längden då det ändå är pengar som ska till räkningar mm som man i sin tur hamnar efter med,går till inkasso eller blir en prick hos kronofogden. Nej tradera måste reagera mot folk som håller på med oseriösa bud och budar över folk i sista minuten för att sedan inte köpa varan eller för att ha 5 olika adresser och 10 olika telefonummer och vägra svara när man ringer. Samt att dom måste ta större ansvar och stänga konton DIREKT vid bedrägerier eller om dom misstänker något konstigt bara ringa numret till säljaren och fråga hur saker ligger till och om allt stämmer eller liknande, verifiera på något sätt. Lycka till där ute."
	},
	{
		"postIndex": 2034,
		"postNum": 2117,
		"postLink": "/sp39758801",
		"postTime": "2012-10-09",
		"postUser": "webave",
		"postUserID": "/u244185",
		"postUrl": "https://www.flashback.org/t959924p177",
		"userUrl": "https://www.flashback.org/u244185",
		"sentence": "Varning!! Såg en auktion på en cykelkärra som jag tänkte skulle bli en perfekt present till min lilla dotter. Kollade även så att säljaren hade bra rekommendationer och kunde inte finna något som helst skumt med säljaren. Satte ett maxbud och några dagar senare hade jag vunnit cykelkärran för 200kr och frakt med Bussgods 350kr, totalt 550kr. Billigt tänkte jag och betalade in pengarna till det angivna kontot.. Efter att man försökt tagit kontakt med säljaren via e-mail, sms samt telefonsamtal utan att lyckats misstänkte jag att detta kanske är nått skumt.. 4 veckor senare hade det inte heller visats några som helst livstecken ifrån säljaren. Däremot hade andra vunnit auktioner som verkade vara lyckade, så jag tog kontakt med dessa och fick till min förvåning en annan mejladress till \"säljaren\" eller som det senare skulle visa sig säljarens kompanjon. Skickade ett e-mail och frågade vart cykelkärran tagit vägen och fick efter några dagar besked att den skulle skickas omgående. Veckan efter hade det fortfarande inte kommit nått så då skickade jag ett nytt sms till säljaren och sa att jag kommer att polisanmäla om inte nått nytt händer. Tog även kontakt med säljarens bank som gav mig besked om vem som stod på kontot och enligt misstankarna så var det kompanjonen som stod på kontot medan säljaren lade ut auktioner. Tog reda på numret till kompanjonen och började att ringa, sms utan respons. Vid sökning på kompanjonens namn fick jag fram andra sidor där de försökte att sälja samma cykelkärra. Jag fann även många andra auktioner som även de låg ute på andra \"fyndsidor\". Nu 6 veckor senare har jag polisanmält båda, de är spärrade på tradera samt har stoppat massa andra annonser som de lagt ut. Smsar och ringer till dem dagligen (terror!) för att få dem att ev. ge upp och skicka varan. Vet inte om man får lägga ut uppgifter här men då får väl en mod ta och retuschera Användarnamnet på Tradera är/var KentSo, Kent Sörman och kompanjonen heter Jennifer Aarrekangas båda ifrån Umeå, Hörnefors. Blir bara så förbannad hur folk kan vara så ynkliga! Skaffa ett jobb istället för att blåsa folk för pengar till droger etc.. Ynkligt Kommer inte ge mig förrän jag får vagnen/pengarna tillbaka.. antingen kör jag upp med en full bil med killar till Umeå, alternativt även polisen men tills dess fortsätter jag sms och ring terrorn dygnet runt! Om någon bor, känner dessa så får den gärna hämta vagnen och skicka den till mig."
	},
	{
		"postIndex": 1887,
		"postNum": 1963,
		"postLink": "/sp38722849",
		"postTime": "2012-08-08",
		"postUser": "MarreA",
		"postUserID": "/u721401",
		"postUrl": "https://www.flashback.org/t959924p164",
		"userUrl": "https://www.flashback.org/u721401",
		"sentence": "Mitt första inlägg här på flashback efter att ha blivit blåst. Spara mig påhopp om att jag är en idiot som förskottsbetalar- tro mig det vet jag själv nu. Den första gäller dock ett annat annonstorg. Men efter att ha fått tag på en släkting till denna och fått svart på vitt att det är en bedragare så vill jag ta upp det så inte fler blir blåst. Min telefon pajade och hittade en samsung galaxy s3 på fyndtorget. Mailade och frågade om den fanns kvar. Det gjorde den. Tjejen som kallar sig Louise Smith skickade bild på sitt id med personnr, adress, ja det mesta. Och det lät ju kanon. Allt stämde enligt ratsit osv. Förskottsbetalade telefonen, hon skulle skicka den med kollinr. Sen skyllde hon på att det var för dyrt att få kolli och där började jag ana f*n... Det går 1 vecka och ingen telefon. Vi har kontakt under tiden och hon skriver rakt ut att hon tar ansvar om nåt händer och att jag får mina pengar tillbaka. Så efter 7 vardagar kräver jag pengarna. Men gissa- inga pengar kommer.... och hon svarar varken på mail el telefon. Letar upp en släkting till henne som intygar att hon är en bedragare och det är bara att polisanmäla. Så detta är gjort. Vet vart hon bor osv osv allt hon sa stämde.... utom att hon är en bedragare då.... Provar nästa telefon ( ja jag trodde verkligen på denna person om att pengarna skulle komma nästa dag så då var det bara att leta en ny) Sagt och gjort hittar en annan galaxy s3. Verkar vara kanonseriös, står på adress/ telefonnr/ finns på facebook osv osv... Han skulle skicka kollinr samma kväll. Dyker inte upp något och han svarar inte på telefon. Letar upp en släkting via facebook, och mycket riktigt en bedragare sen år tillbaka. Genom brodern får vi kontakt med 3 till som blivit drabbad av honom sen förra veckan. Vi har alla polisanmält. Denna heter Oliver Norberg säljer grejer och lägger upp måååånga annonser varje dag. Han har en i skrivande stund en på blocket. Jag har anmält annonsen igårkväll till blocket... den ligger dock kvar Söker man på hans telefonnr hittar man annonser sen många år tillbaka. Jag kan ju säga att jag lärt mig en stooooor läxa. Jag har vart en dubbelidiot och kommer aldrig, aldrig, aldrig förskottsbetala mer. Om man får lägga upp kontonr, adress, telefonnr osv gör jag det med glädje."
	},
	{
		"postIndex": 1883,
		"postNum": 1959,
		"postLink": "/sp38697281",
		"postTime": "2012-08-07",
		"postUser": "v50",
		"postUserID": "/u281343",
		"postUrl": "https://www.flashback.org/t959924p164",
		"userUrl": "https://www.flashback.org/u281343",
		"sentence": "Bara att beklaga att du blivit lurad men som skrivits är det lätt hänt om man inte är försiktig, se till att alltid kolla upp en persons omdömen innan du lägger bud och undvik att köpa i alla fall dyrare saker från någon som är helt nyligen registrerad. Man ska även undersöka närmare de omdömen som lämnats där det är möjligt alltså klicka på saken som köpts / sålts för att se vad det är för något, bedragare brukar ofta bara köpa eller sälja billigt krafs under en kortare period för att få 5-20 goda omdömen för att sedan lägga ut dyrare saker som de inte har utan endast är till för att lura folk med. Vidare ska man i den mån det går kolla upp vilka köparna/säljarna är som har gjort affär med den användare man funderar på att köpa från, det är inte ovanligt att en bedragare har flera / multipla konton och att de \"köper\" av varandra bara för att få upp omdömena så är det samma köpare på många varor och omdömet som getts har kommit kort tid efter affären (ofta inom någon timme trots att köpare - säljare bor långt ifrån varandra) så tyder det på att det är en bluff. Till att börja med så ska du göra en polisanmälan det kan du sköta via telefon ring 114 14 så hjälper polisen dig där att upprätta en sådan. Se till att ha personens kontonummer tillgängligt samt övrig information du har såsom mejladress och namn osv (som med all sannolikhet är kapat eller falska). Det är viktigt att alla som blir lurade gör en anmälan även om polisen i många fall inte gör så mycket om det bara är ett fåtal, om det däremot är ett större antal som anmäler samma person / bankkonto så är chansen större att polisen försöker få tag på gärningsmannen. Du kan lägga upp kontonumret här i tråden inklusive vilken bank den tillhör så andra som har eller är på väg att bli lurad kanske hittar inlägget. Det är vanligt att en bedragare byter användarnamn/identitet frekvent medan de använder samma kontonummer för insättning av pengar längre då det är mer besvär att byta / skaffa nya sådana alternativt att använda en målvakt."
	},
	{
		"postIndex": 1741,
		"postNum": 1813,
		"postLink": "/sp37272859",
		"postTime": "2012-05-09",
		"postUser": "Pallevante",
		"postUserID": "/u233681",
		"postUrl": "https://www.flashback.org/t959924p152",
		"userUrl": "https://www.flashback.org/u233681",
		"sentence": "Hur goda är chanserna att få tillbaka sina pengar om man anmäler? Jag vet ännu inte om jag blivit blåst, men det känns så. Vann en auktion på tradera och förde över pengar. Personen mailade mig för att se så mina uppgifter stämde och lämnade samtidigt kontonummer för mig att föra över pengar till, vilket jag gjorde samtidigt som jag mailade tillbaka och bad säljaren säga till när pengarna är över och h*n skickat varan. Här började det bli tyst. När ett par dagar gått utan ett ljud gick jag in på tradera för att titta på säljaren och fann att denne har exakt samma auktion uppe igen. Googlade och hittade att han eller hon haft den uppe minst en gång tidigare också. Känns scam. Personen har få men bra omdömen från personer som har flera hundra auktioner med bra omdömen, så det kändes lugnt. Nu ångrar jag mig att jag inte kollade upp säljaren bättre innan. Jag ska ge det ett par dagar och hoppas att burken kommer. Kanske har någon köpt ett lager och säljer efter lag, även om det känns otroligt. Jag har namn, adress, kontonummer i två banken och ett mobilnummer till säljaren. Jag är ute på resa nu så jag kan inte kontrollera min post varje dag, men har en polare som bor i min lägenhet som säger att ingen avi kommit. Tänkte ringa säljaren imorgon. Men som sagt, chanser att få tillbaka pengar om man blivit blåst? Nästintill noll?"
	},
	{
		"postIndex": 2259,
		"postNum": 2346,
		"postLink": "/sp42020163",
		"postTime": "2013-02-14",
		"postUser": "Stoxoz",
		"postUserID": "/u152845",
		"postUrl": "https://www.flashback.org/t959924p196",
		"userUrl": "https://www.flashback.org/u152845",
		"sentence": "Hej. Jag misstänker att jag kan ha blivit lurad på en Blocketannons. Jag skulle köpa en kamera, och tog kontakt med säljaren, som startade ett \"ärende\" på nån sida som kallades safeindex.net - något jag aldrig hört talas om förr. Jag kollade in sidan, och det verkade vara någon tjänst liknande Internetgirot, så allt kändes riktigt tryggt och bra, och sidan går uttryckligen ut med att man ska skydda sig mot bedrägerier osv. Jag tycker att det känns lite skumt, eftersom jag googlade på sidan men kunde inte hitta någon annan på nätet som hade skrivit om detta \"företag\". Jag t.o.m ringde kommunens konsumentrådgivare och frågade vad hon tänkte angående den sidan - Och hon hade aldrig hört om det innan, och därför aldrig fått någon \"varningsflagga\" angående det. Jag fick ett mejl från Safeindex.net, där jag ombads sätta in pengarna på ett konto (Nordea) och ange ett OCR-nummer som meddelande, och jag tyckte allt såg rätt och riktigt ut, och enligt uppgifterna skulle betalningen ta 1-3 bankdagar (satte in pengarna 12/2) och sedan skulle säljaren meddelas om att de mottagit pengarna och sen ska han kunna skicka varan - Precis som Internetgirot. Det har nu gått 2 dagar sen insättningen av lite mer än 8000 kr, och jag har inte fått något meddelande från varken säljaren, eller Safeindex. Jag har försökt mejla säljaren (eftersom jag är otålig och vill ha min kamera så fort som möjligt) men har inte fått något svar. Något telefonnummer har han inte angett. Och nu det ännu jobbigare är att när jag nu går in på så laddar inte ens sidan - det kommer bara ett meddelande om att \"Safari inte kan hitta servern\" - Så jag är grymt oroad att det är något skumt i görningen. Av erfarenhet så vet jag mycket väl att man inte ska betala en okänd säljare i förskott, men denna gång handlade det om något jag antog var en mellanhand, och allt såg bra ut så jag betalde, i tron om att jag slagit till på en riktigt bra deal. Jag ska inte anmäla någonting, utan avvakta ett tag till. Jag har bett min sambo att mejla angående annonsen för att fråga om kameran finns kvar - och hoppas få svar (att det inte finns kvar för min egen skull) Men om det nu visar sig vara ett bedrägeri - Hur stora är då chanserna att luska reda på ursprunget till de som ligger bakom detta? Annonsen ligger ju kvar på Blocket och även om det inte finns telenummer, så finns mejladress, samt hänvisning till en hemsida samt kontouppgifter till ett Nordea-konto. Eller är jag bara nojig angående hela den här grejen? Vad tror ni om detta? Hur stor är chansen att det rör sig om en scam?"
	},
	{
		"postIndex": 498,
		"postNum": 512,
		"postLink": "/sp27242867",
		"postTime": "2010-11-30",
		"postUser": "MarioForPresident",
		"postUserID": "/u497122",
		"postUrl": "https://www.flashback.org/t959924p43",
		"userUrl": "https://www.flashback.org/u497122",
		"sentence": "Finns inga garantier, men stort antal omdömen är i alla fall något att gå efter om inte annat. Sedan finns ju några andra tips för att undvika scams: Populära scams gäller ofta annonser med elektronik, mobiler, datorer och spel. PS3-or och MacBooks är populära på Tradera. Säljaren påstår sig ha dublett eller köpt fel av misstag, och säljer därför varan misstänkt billigt. Redan här bör ju varningsklockorna ringa. Hur man köpa två PS3-spel om man bara skulle ha ett, eller köpt en MacBook när man skulle ha en Acer? Det händer ju liksom inte. Omdömen är som sagt alltid något att gå på, men det vet ju bedragarna också. Så numera kapar man andras konton för att kunna blåsa folk med ett stort antal omdömen i ryggen för att verka trovärdig. Kolla alltid att säljaren sålt något hyfsat nyligen bland omdömena, helst liknande varor som du själv just köpt. Det är inte troligt att Agda Olsson 74 år på Solhöjdens äldreboende som sålt en brödkavel och fyra par stickade strumpor äger femton PS3 och sju Macbooks som hon tänkt sälja på Tradera. Har sett flera sådana liknande fall. Kolla att inte användaren fått femton positiva omdömen inom loppet av fem minuter efter att kontot skapades, en del skaffar sig falska omdömen genom att helt enkelt klicka köp-nu på ett företags produkter bara för att lämna positivt omdöme, på så vis får man automatiskt ett positivt omdöme tillbaka av somliga säljare. Det ser förstås bra ut vid en hastig anblick bara. Kolla alltid att användarens telefonnummer och adress stämmer med Hitta eller Eniro, alla seriösa människor står förvisso inte med där, men då kanske det inte är värt att chansa på flera tusen kronor heller. Bedragare använder ofta påhittade adresser också. Gatan finns, men inte gatunumret han säger sig bo på. Vänta alltid med betalningar, utnyttja tidsfristen till max, och lita inte på den som kräver pengar \"omgående efter auktionsslut\". Ha säljaren under uppsikt efter att du avslutat din auktion och kolla så att han inte lägger upp flera auktioner med snarlik objektsbeskrivning under tiden. Det är inte rimligt att sälja en helt ny, het och populär produkt två dagar efter man köpt den för hälften av man säger sig ha kvitto på att man betalt för den. Man kan göra fynd på Tradera, men det är oftast av säljare som inte riktigt inser värdet av det dom säljer, t ex ovanliga spel värda tusenlappar i samlarkretsar osv, som säljaren hittat i garderoben och bara vill bli av med för att slippa åka till tippen med det. Det var iaf några tips, kanske främst till de som aldrig handlat på Tradera innan men funderar på att göra det."
	},
	{
		"postIndex": 1484,
		"postNum": 1544,
		"postLink": "/sp34666538",
		"postTime": "2011-12-21",
		"postUser": "v50",
		"postUserID": "/u281343",
		"postUrl": "https://www.flashback.org/t959924p129",
		"userUrl": "https://www.flashback.org/u281343",
		"sentence": "Ta och lägg upp den information du har tillgång till här till att börja med, ta med vilken bank han använder, kontonummer och möljigen hela eller delar av hans personnumret m.m så hittar andra som blivit lurade av honom hit det kan vara till hjälp för dem när de börjar googla på hans uppgifter. Angående personnumer och adress så finns det alltid en risk att det är uppgifter som har plockat från någon annan och inte hans egna så det är något man får ha i åtanke men det kan också vara hans egna, man vet ju inte hur professionell han är. Sedan är det svårt att veta om det är han som är den riktiga gärningsmannen eller om han agerar målvakt, det du kan göra för att om möjligt få lite mer vetskap i detta är att gå till ett bankkontor och föra över en mindre summa pengar, säg 50 kr. Samtidigt som du gör detta så frågar du om detta konto tillhör denna person, förhoppningsvis så får du då veta om så är fallet, bankpersonalen har tystnadsplikt och får ej svara på detta men i många fall verkar de ej bry sig så med lite tur så får du veta vem som är ägare av kontot på detta sätt. Även om du inte får veta namnet på personen i fråga så kanske du får ett ja eller nej, så får du ett ja så vet du att det är patric som äger kontot, får du ett nej vet du att han förmodligen är målvakt åt någon annan så det kan vara värt att pröva detta, vet att andra har gjort detta tidigare i tråden med blandat resultat. Sedan ska man alltid göra en polisanmälan då chansen är stor att det kommer drivas vidare då det i detta fallet kommer handla om ett stort antal bedrägerier, han har haft ute ca 200 auktioner varav ca 120-130 st är rena blåsningar och som är avslutade varav en majoritet av dessa i sin tur med all säkerhet är betalda. Ser man till antalet negativa omdömen så har antalet ökat i snabb takt och ligger på drygt 20 st just nu. I många fall används samma kontonummer i olika bedrägerier på olika ställen, tex med olika användarnamn på tradera eller i olika annonser på blocket osv och därför är det viktigt att alltid anmäla till polisen då de förhoppningsvis kan knyta samman olika brott när de gör en sökning på kontonumret."
	},
	{
		"postIndex": 2445,
		"postNum": 2535,
		"postLink": "/sp44244582",
		"postTime": "2013-07-09",
		"postUser": "thelost",
		"postUserID": "/u466005",
		"postUrl": "https://www.flashback.org/t959924p212",
		"userUrl": "https://www.flashback.org/u466005",
		"sentence": "Hej alla flashback-anhängare! Detta lär bli ett rätt pinsamt (OCH LÅNGT!!!) inlägg då jag aldrig trodde jag skulle gå på en så kallad \"blocket-bluff\", men ibland är man så desperat efter en bostad att man helt enkelt blir blind. För dumförklara mig behöver ni inte göra, jag vet att detta är sjukt dumt. Jag är i allafall på jakt efter bostad i en annan stad för att jag ska börja plugga där till hösten. Vände mig till blocket, har alltså lagt ut en annons och har fått en del svar. Men inget som liksom har \"klickat\". En dag fick jag ett mejl från en man som utgav sig för att heta J*n*v* S*h*l* och bo i metropolen Filippinerna. Detta var hans första mejl: Jag tyckte då att detta lät lite suspekt. Men jag valde ändå att svara efter många om och men. Rådgjorde med min familj, de tyckte också att det lät suspekt men valde ändå att svara, det skulle inte skada. Jag skrev att jag var intresserad av att veta mera. Fick då som svar: Han bifogade då bilder på lägenheten samt bilder på sig själv, INKLUSIVE EN KOPIA PÅ SITT PASS, vilket gjorde det hela väldigt verklighetstroget. Och det var väl där jag föll. Skickar någon passuppgifter så känns det ganska osmart om man ska blåsa någon. Jag skrev tillbaka att jag fortfarande att jag var intresserad och frågade om vi kunde ordna en träff så snart som möjligt så jag kunde få se lägenheten. Som svar fick jag då: För mig lät det ganska verklighetstroget och säkert så jag var fortfarande på. Sedan skickade han uppgifter om hur det skulle gå till. Rådgjorde med familjen och några andra och jag valde att chansa ändå. det enda jag kunde förlora var 700 kr och allt verkade så säkert och varför blåsa mig på så lite pengar? nej, jag trodde på detta ändå. Så jag satte in pengar på Western union. Jag hade googlat lite och sett att de flesta använder sig utav den tjänsten, men alltså.. varför skulle han blåsa mig? No way. men efter ett snack med en vän om att detta var ganska vanligt så blevjag orolig, rädd och allt så jag avbröt överföringen innan den blev genomförd. Ljög ihop någon story att jag aldrig fick kvittot och att jag s kulle kika på detta dagen efter. Min tanke var att kolla upp med bostadsföreningen, för jag hade nu fått reda på vilket nummer lägenheten låg på. Skrev ett mejl till föreningena alltså och frågade om det fanns någon vid detta namn. Jag sov sedan på saken och valde att genomföra detta ändå dagen efter. Någon timme efter fick jag svar från bostadsföreningen, detta fick jag som svar: Efter att jag svarat på detta fick jag även ett till svar att de hade haft tre andra den senaste veckan som undrat samma sak. Jag blev alltså blåst. Jag ringde till polisen bara för att kolla upp honom, med tanke på att jag hade passet. Mannen i fråga finns på riktigt, har bott i Västerås men är bosatt på filippinerna, men har aldrig i hela sitt liv haft en bostad i staden. Jag blev alltså blåst. Ringde till polisen igen när jag kom ghem från jobbet, gjorde en polisanmälan och nu har jag fått ett beslut: \" förundersökning inleds inte, skäl: det är uppenbart att brottet inte går att utreda\" Jag är så jäääävla frustrerad för han bara fortsätter att skriva. Och för att jag ens gick på detta. Känner mig så HIMLA dum. Han skriver att han inte har fått kontrollnumret som han skulle få av frakbolaget och massa andra bortförklaringar. Jag vill bara sätta dit honom. Konfrontera, få pengarna tillbaka. Sååå mina kära medarbetare, finns det någon som kan hjälpa mig att sätta dit fanskapet? Det enda jag har är passuppgifter och IP-nummer."
	},
	{
		"postIndex": 1767,
		"postNum": 1841,
		"postLink": "/sp37845178",
		"postTime": "2012-06-13",
		"postUser": "v50",
		"postUserID": "/u281343",
		"postUrl": "https://www.flashback.org/t959924p154",
		"userUrl": "https://www.flashback.org/u281343",
		"sentence": "Antigen är hon med personkontot en målvakt eller själva bedragaren, har lite svårt att tro att hon har blivit av med sitt betalkort + kod men så kan vara fallet också, hur länge var auktionen uppe var det i någon dag eller uppemot 2 veckor? Om kortet är stulet så borde den drabbade märka det ganska fort kan jag tycka och då är det lite våghalsigt att chansa med att använda den personens konto om man som bedragare inte vet om / när stölden av kortet skall upptäckas och spärras. Skulle nog tro att det är bedragaren du har att göra med, du kan alltid dra ut på det hela genom att kräva fler bilder på halsbandet ur olika vinklar där eventuella stämplar finns med, det borde vara svårt att få fram om bilden är stulen sedan kan du ifrågasätta hur det kommer sig att hon använder ett konto vars ägare inte alls är samma som säljaren. Kan bli intressant att höra vad säljaren har att säga om det. Sedan kan du givetvis kontakta den med kontonumret, vilket jag tror är antigen målvakt (alltså lånar ut sitt konto mot en viss ersättning till den riktiga bedragaren) eller mer troligt själva bedragaren själv och höra vad den personen har att säga, kanske smartast att ringa upp den personen före du mejlar säljaren så de inte hinner snacka ihop sig om det är målvakten du får kontakt med. Du skall givetvis kontakta Tradera och se till att kontot stängs det är ej tillåtet att ange felaktiga uppgifter och förmodligen inte heller att använda en annan persons konto för mottagning av pengarna, kolla mer i traderas regelverk angående det sista. Om säljaren har några omdömen så kan du kolla upp vem det är som har gett dem, alltså kolla den personens/personernas omdömen, ofta är det så att om det är en bluff så finns det flera användarnamn med i bilden och de har ofta gett omdömen åt varandra för att verka mer trovärdiga/seriösa. Tror det är tveksamt att polisen bryr sig om du gör en anmälan då du i detta fallet inte har fört över några pengar, möjligen skulle det klassas som försök till bedrägeri, polisen är som bekant sega / dåliga på att utreda bedrägeribrott som sker via annonssiter och är det bara ett försök till bedrägeri lär de knappast bry sig. Dock kan de jämföra kontonumret mot ett centralt register där anmälningar från hela landet samlas upp (så har jag uppfattat det) och den vägen se om kontonumret har varit inblandat i fler bedrägerier så ur den synvinkeln kan det vara ide att göra en anmälan."
	},
	{
		"postIndex": 507,
		"postNum": 521,
		"postLink": "/sp27408583",
		"postTime": "2010-12-07",
		"postUser": "MRZnr1",
		"postUserID": "/u181799",
		"postUrl": "https://www.flashback.org/t959924p44",
		"userUrl": "https://www.flashback.org/u181799",
		"sentence": "Själv har man gjort över 200 köp med förskottsbetalning från olika säljare på tradera och inte blivit blåst någon gång. Det handlar bara om att köpa smart. Ett tips är att de har fler än 20 omdömen (helst fler) och inga negativa. Att hela annonsen är seriös är också viktigt. Nu till sak. Jag blev blåst på 600 kr när en kille ringde på en köpesannons jag lagt upp på blocket. Förde över pengarna och sedan visade det sig att han hade blåst väldigt många. Det roliga var att han verkligen levde sig in i rollen och verkligen drog ut på det med flera samtal om att posten gjort fel, att han skulle komma och lämna personligen osv. Blocket kan jag fortfarande tänka mig att handla på, men då ställer jag alltid frågor till säljaren så att jag kan bygga mig en bild av hur denna är att lita på eller inte. Att betala med förskott är verkligen inte dumt. i 99.9% så fungerar det."
	},
	{
		"postIndex": 433,
		"postNum": 445,
		"postLink": "/sp26133881",
		"postTime": "2010-10-14",
		"postUser": "RickJames",
		"postUserID": "/u97294",
		"postUrl": "https://www.flashback.org/t959924p38",
		"userUrl": "https://www.flashback.org/u97294",
		"sentence": "Jag har blivit blåst på tradera, bjöd på en dator och betalade in pengarna på kontot efter auktionens slut till det automatiska mailet från tradera som innehöll bedragarens bankkontonummer, så jag hade aldrig någon mail kontakt eller liknande med personen ifråga och jag tänkte att det är ju rätt vanligt att man har autosvar för att slippa skicka mail till alla som nu har vunnit på ens auktioner. jag skickade iväg ett bekräftelsemail och fick aldrig något svar, sen ringde jag på angivna numret som inte existera, och personuppgifterna är helt påhittade, kollade på eniro finns ingen sådan person där, han måste ha stulit någon riktigt persons personnummer samt namn för att ha reggat på tradera. jag har iaf polisanmält men, det lät på polisen som att det inte direkt var högprioriterat, kommer väl inte hända ett jävla skit antagligen. förövrigt gick jag till två swedbank kontor för att försöka få dem att lämna ut kontoinnehavarens namn, men det gjorde dem bestämt inte, ena var rent ut av oförskämd mot mig och argt berätta för mig undrande varför jag springer runt och leker polis, det har vi redan polisen till för, gå dit! Här är bedragarens uppgifter, det enda jag har på honom: Ulf Johansson (fake antagligen). Det är ett Swedbank konto, med kontonummer 8150-5923 199 773-6 om någon kan hjälpa mig bara få ett namn eller personnummer så skulle jag vara överlycklig och otroligt tacksam."
	},
	{
		"postIndex": 2396,
		"postNum": 2485,
		"postLink": "/sp43268115",
		"postTime": "2013-05-04",
		"postUser": "kennystarfighter2k",
		"postUserID": "/u432188",
		"postUrl": "https://www.flashback.org/t959924p208",
		"userUrl": "https://www.flashback.org/u432188",
		"sentence": "Låt oss säga att jag och en annan via tradera gör upp en affär och jag säljer en iphone 5, han för över pengar till mitt konto. Jag säger att jag har skickat den, men den kommer aldrig fram. Han känner sig lurad och polisanmäler. Kan jag inte bara säga att jag skickat mobilen och att den måste kommit bort med posten eller nåt? det finns ju inga egentliga bevis på att jag inte skickat varan..? alltså ifall jag skulle bli kallad till polis kan jag ju egentligen bara neka o säga att jag skickat den? ______________"
	},
	{
		"postIndex": 395,
		"postNum": 405,
		"postLink": "/sp26050607",
		"postTime": "2010-10-11",
		"postUser": "Morriswald",
		"postUserID": "/u490103",
		"postUrl": "https://www.flashback.org/t959924p34",
		"userUrl": "https://www.flashback.org/u490103",
		"sentence": "Detta är ett tillägg gällande en anmälan jag kommer att göra för Blocket bedrägerier. Bedragaren eller bedragarna använder sig av andras identiteter för att låtsas sälja saker på Blocket. Jag har undersökt brotten själv utifrån vad som var möjligt att göra som privatperson. Jag har kommit fram till en del detaljer. Brotten är enligt mig allvarliga eftersom bedragarna eller bedragaren använder andras identiteter som försäkran och mailar bilder på andra personer när de håller i sitt körkort eller liknande. Jag delar med mig av den informationen jag har lyckats komma fram till. Kontonumret som är kopplat till bedragaren, dvs. \"6631-447357948\" är registrerat på handelsbaken i Visby. Jag har med hjälp av sidan Upplysning.se kontaktat andra berörda personer som också blivit lurade av samma bedrägerikedja. När jag blev utsatt för bedragaren låtsades bedragaren vara en av de personer som han lurad tidigare med en liknande annons. Därigenom kunde jag komma i kontakt med flera av de personer som råkat ut för bedrägerierna. Bedragaren eller bedragarna har antagligen flera bank- konton: Det konto som bedragaren använde när jag personligen blev lurad var ett konto som är registrerat på Handelsbanken i Visby \"6631-447357948\". Det var också det kontot som jag betalade in 2000 kr i mellanhand I tron om att jag betalade för en Macbook pro 13”. Jag har spårat ip-numret från de mail han skickade till \"STATIC.CUSTOMER.KRYPT.COM ip174.139.74.140\" Skickade iväg ett mail till det företaget som han antagligen använder för att tunnla sitt internet igenom. -Jag har också anmält annonsen till Blocket.se Jag kontaktade Handelsbanken i Visby och pratade med en av personalen där. Hon var medveten om bedrägerierna och sa att det var många som hade ringt angående det kontot. Hon sa också att hon inväntar en utredning från Polisen, men skulle hålla uppsikt på kontot. Andra personer som har blivit lurade har råkat ut för detta Swedbank konto: ”7178-2872345”. Bedragaren använder också flera olika mobilnummer: när han gjorde affärer med mig hade han 0760605648, 07606055645 både numren är antagligen registrerade genom Vodafone ”Telenor”. Han har också använt dessa nummer : 0708685176, 0733923758. Det lät som att bedragaren talade Gottländska och hade relativt mörk röst. Är det någon som vet något om dessa telefon och kontonummer?"
	},
	{
		"postIndex": 1593,
		"postNum": 1658,
		"postLink": "/sp35498611",
		"postTime": "2012-02-04",
		"postUser": "Plasticsmiles",
		"postUserID": "/u601562",
		"postUrl": "https://www.flashback.org/t959924p139",
		"userUrl": "https://www.flashback.org/u601562",
		"sentence": "Blivit blåst en gång,var väl cirka 4 månader sen jag \"köpte\" en Iphone 4 för 2500 kr över en annons på Eniro. Hade telefonnummer,adress,namn på säljaren osv. All mailhistorik kvar och kvitto på min överföring av pengarna. Det sista jag hörde av säljaren var att hon skulle skicka paketet direkt efter jobbet.Och där tog all kontakt slut.Jag anmälde henne till polisen en vecka senare,absolut ingenting har hänt.Har fått hem brev från polisen men det är bara kopior på min anmälan.Polisen gör inte ett shit. Var så desperat efter en ny telefon så jag ville inte tro att vissa människor är så äckliga,men jodå. Innan denna händelse trodde jag jag skulle bli blåst igen.Köpte en telefon för 1000 kr först,och vi körde på payson/paypal whatever.Dock var det nått skumt med payson whatever,så efter en vecka så överfördes mina pengar in på säljarens konto direkt..säljaren lovade att hon hade skickat varan. Jag väntade och väntade.Inget paket.Jag kontaktade säljaren,hon kontaktade posten,posten visste inte vart paketet var.JAG FICK TILLBAKA MINA PENGAR.Tänka sig.Säljaren hade fått pengarna på sitt konto,hon kunde bara ha slutat höra av sig där.Men hon var en bra människa,jag fick tillbaka mina pengar och därmed stod hon för att posten slarvat bort paketet! Fyfan för dessa tattare."
	},
	{
		"postIndex": 7,
		"postNum": 7,
		"postLink": "/sp18778379",
		"postTime": "2009-09-17",
		"postUser": "techno_the_king",
		"postUserID": "/u81389",
		"postUrl": "https://www.flashback.org/t959924p1",
		"userUrl": "https://www.flashback.org/u81389",
		"sentence": "Tyvärr så kan man inte göra ett skit visst en polisanmälan då men det är det enda & polisen kommer inte göra ett skit åt saken & Tradera stänger möjligtvist av personen blev själv blåst på 560kr för några år sen köpte ett par kängor med dödskallar på skulle ha dessa på en Iron Maidenspelning säljaren hade 100% i posetiva omdömen & jag litade på att bitchen skulle skicka dessa dock så gjorde hon aldrig detta så igentligen kan man blåsa folk rätt friskt på Tradera eller göra det en gång för det enda du får är ett negativt omdöme sen så är det ju i princip jämt så att man måste betala först för att få varan hemskickad knappt en jävel som kör med Paysongaranti på Tradera alt skickar varan först."
	},
	{
		"postIndex": 2303,
		"postNum": 2391,
		"postLink": "/sp42477239",
		"postTime": "2013-03-15",
		"postUser": "Villvetameranu",
		"postUserID": "/u711777",
		"postUrl": "https://www.flashback.org/t959924p200",
		"userUrl": "https://www.flashback.org/u711777",
		"sentence": "Köpte en nicer dicer plus på tradera som jag och ett par jobbarkompisar skulle ge till en 4de jobbarkompis som fyllde år å ville ha en sån.. Kollade säljarens betyg och hade bäst av dem som jag jämförde med så jag köpte och satte in pengar direkt, lev tid 1-7 arb. dagar efter 2 veckor ingen produkt å kollar då igen på tradera för att se att snubben sålt några till vilka inte heller kommit fram.. misstänker att jag blivit lurad men \"hoppas\" ändå att det kanske hänt killen något som gör att det dröjer.. försökte kontakta flera gggr via mail och telefon.. inget res.. telefonen står dessutom på hans flickvän.. Sen ramlar det mer eller mindre in neg omdöme varje dag och några har polisanmält.. googlade runt lite på hans namn hittar att han är ägare till en sida som heter And*oidKung*n.se och att han även där blåst å lurat folk.. Jag har oxå polisanmält honom nu och undrar finns det fler här som köpt av denne kille på tradera? hur har det gått? Jag hittade minst 6 tidigare alias som kan vara hans.. han har även sålt billiga mobiltelefoner och surfplattor.."
	},
	{
		"postIndex": 984,
		"postNum": 1022,
		"postLink": "/sp30594473",
		"postTime": "2011-05-13",
		"postUser": "WhiteAryanAngel",
		"postUserID": "/u556276",
		"postUrl": "https://www.flashback.org/t959924p86",
		"userUrl": "https://www.flashback.org/u556276",
		"sentence": "Ja vet hur det känns att bli blåst och hur det är att blåsa den man blivit blåst av REJÄLT Killen sålde en massa Iphones i lund 2009 och skulle ha köpt 2 st och dumt betalade ja killen i handen eftersom man bodde på gång avstånd trodde jag. \" 6 mil som skilde ToR \" så åkte förbi lämnade över strax över 14000 kr i handen . Hade killens körkort,hemadress ,telefon nummer . skulle få telefonenerna inom 1 v då han skulle till Italien och köpa dom där . Såg inte ut som han skulle lura en utan som en adopterad kille som vill tillhöra överklassen Efter en vecka hade gått så ringde man killen och kollade hur det hade gått . Fick som svarar han va där än att hans sambo låg på sjukan så han fick uppskov med 1 v . så efter 2 v var telefonen avstängd i 1.5 månad . Och ingen på den adressen hade hört något om honom eller ens visste han fanns Sökte på telefon numret på blocket . Gissa va som kom upp . en volvo s80 02a och jag som behövde ny bil Bad polaren ringa honom och man kom överens på samma ställe som ja tidigare lämnade pengarna på . Åkte dit för o kolla på bilen sagt o gjort . Hans syster kom ner och Hör o häpna det var en svensk så bad att få se alla papper om bilen och då kommer han ner och idioten känner inte inte igen mig så börjar skriva papper sen frågar han om betalt ? Ja sa du får 10 000 kr för bilen han sa nej ja ska ha 110 000 kr ja men telefonerna du skulle ha åkte o köpt förra månaden då då gick det upp för honom och jag har aldrig sett en italiernare me \"maffioso\"stil blivit så rädd och fråga va i helvete han höll på med . Hotade med att krossa bägge knäskålarna + att han aldrig mer skulle kunna få barn ifall han inte lämna ifrån sig bilen eller mina pengar . Du kan polisanmäla men du kommer aldrig få tillbaka pengarna så ta med polare och konfrontera slöddret ! För elller senare blåser dom fel person ! Kan tilläggas detta var i Kävlinge !"
	},
	{
		"postIndex": 1604,
		"postNum": 1669,
		"postLink": "/sp35648945",
		"postTime": "2012-02-12",
		"postUser": "v50",
		"postUserID": "/u281343",
		"postUrl": "https://www.flashback.org/t959924p140",
		"userUrl": "https://www.flashback.org/u281343",
		"sentence": "Ta och lägg upp kontonumret här i tråden då kanske andra som blivit lurade hittar hit när de googlar på kontouppgifterna, namnen + adressuppgifter samt telefonnummer är ofta påhittade / stulna men kontonumret går i de flesta fallen till bedragaren eller någon i dess närhet. Eventuellt kan du lägga ut namnen bedragarna använder också fast då är risken att om de är stulna så kommer de vars identitet är stulen eventuellt bli uthängda i onödan. Det du kan göra här är att du kollar på ratsit.se och söker på namnet som personen påstår sig heta då får du upp vilken adress personen är skriven på, alternativt så kan du kontakta skatteverket. Därefter kan du försöka få tag på telefonnumret till denna person och ringa dit då lär det snabbt framgå om det är en person vars identitet är använd av bedragarna eller ej. Då kan den personen i sin tur polisanmäla bedragarna för att de använder hans/hennes identitet. Tradera lämnar ej ut uppgifter om andra användare mer än till polisen om de begär ut dessa uppgifter, det du kan göra är att du kollar om de andra som blivit lurad har lagt upp några auktioner, om så är fallet kan du kontakta dem genom att gå in på auktionen och klicka på länken \"ställ en fråga till säljaren\" som finns till höger på sidan. Då bedragaren har skickat mejl till dig så bör det gå att spåra ip-numret, såvida inte personen använt sig av någon anonym tjänst, då kan du få reda på i vilken stad personen befinner sig / befann sig när mejlet skickades, prova söka här på forumet hur man får fram dessa uppgifter det skall finnas trådar som tar upp detta vill jag minnas. Annars kan du säkert starta en tråd i lämpligt forum och förhoppningsvis få hjälp att komma vidare."
	},
	{
		"postIndex": 2922,
		"postNum": 3030,
		"postLink": "/sp47431678",
		"postTime": "2014-02-09",
		"postUser": "willyspluskund",
		"postUserID": "/u871277",
		"postUrl": "https://www.flashback.org/t959924p253",
		"userUrl": "https://www.flashback.org/u871277",
		"sentence": "Hejsan köpte 3 olika varor av en på tradera för nästan 1k, satte över pengarna samma dag jag köpte dessa på \"köp direkt\" en vecka senare efter ca 2-3 mail så svarar hon att hon ska skicka mina varor, en vecka senare har jag fortfarande inte fått dem. mejlar henne ännu mera och får tillslut 2 av mina 3 varor!! nu har hon ignorerat mig under 4 dagar. ska kontakta tradera i morgon men vet att dom inte kan göra något åt detta. Jag har en plan att skapa ett oseriöst konto och lägga bud/köpa en massa saker utav denna traderare som jag självklart inte kommer betala för, för dem kommer ju att behöva betala en del för varje sak folk köper till tradera. vill jävlas tillbaka för att denne jevel har stulit 399kr av mig bara sådär. men hur fasen gör man det så man inte kan bli spårad? göra det på telefonen på typ Mcdonalds gratis wifi? men kan dom inte se vilken mobil som gjort det om det skulle gå så långt? annars tips?? Kanske låter fjantigt men är så jävla less på folk som lurar pengar av andra samt att 399:- är en del pengar för mig.. Funderar på att köpa Bahnhofs Anonym surf. blir man helt säker då? kan man göra vad som helst på nätet så utan att nån kan ta reda på vem man är ? MVH !"
	},
	{
		"postIndex": 2188,
		"postNum": 2275,
		"postLink": "/sp41152002",
		"postTime": "2012-12-28",
		"postUser": "Wellwellwell",
		"postUserID": "/u454570",
		"postUrl": "https://www.flashback.org/t959924p190",
		"userUrl": "https://www.flashback.org/u454570",
		"sentence": "Jag har fått mailet idioten skickade vidarebefordrat till min riktiga epostadress från ev av köparna. Jag kan ju bara se köparens IP nummer, inte det ip nummer för mailet han vidarebefodrade. Eller kan jag det på något sätt? jag får kanske be köparen att kolla IP numret i så fall. Jag har genom bankplatser.nu tagit reda på vilken bank i vilken ort (ligger inte alls i närheten av där jag bor ens en gång, det borde ju köparna ha kollat upp innan de betalade tycker man ju). Jag har ringt banken och de kunde som du säger inte ge mig namnet på kontoinnehavaren, men de hade enligt tjejen jag talade med möjlighet att svara ja eller nej på direkta frågor. Så jag frågade är detta kontonumret ägt av mig? Då svarade hon nej det är det inte. Så nu vet jag att idioten i varje fall inte reggat ett kontonummer i mitt namn. I alla fall då det verkar som om polisen ska inleda en utredning kring detta så hoppas jag få namnet på idioten utan att behöva namnet på denne. Jag har ju trots allt inte själv blivit lurad på pengar (än), bara på min identitet, vilket är nog så illa. Jag kan förstå att de som hör av sig till mig är arga för de har ju verkligen trott att de har köpt en iphone."
	},
	{
		"postIndex": 579,
		"postNum": 594,
		"postLink": "/sp28338187",
		"postTime": "2011-01-19",
		"postUser": "Zelogath",
		"postUserID": "/u474785",
		"postUrl": "https://www.flashback.org/t959924p50",
		"userUrl": "https://www.flashback.org/u474785",
		"sentence": "Hej! Jo det är så att jag köpte en Emachines E525 laptop på blocket för 2400:-, jag snackade med killen som verkade väldigt seriös och vi hade mailkontakt. Jag fick hans kontonummer och jag betalade pengarna. Det tog ett par dagar så jag skickade ett mail och frågade om han hade skickat laptopen, varvid han ber om ursäkt och svarar att han inte sett mailet förrän nu, och undrar om han kan skicka den \"imorgon\" (detta är onsdagen den 12 januari) så att jag får den på torsdag eller fredag, sedan skickar garantin han har någonstans hemma som han inte hittat än, via brev. Jag säger att visst det går bra! Dock dyker det inte upp någon avi i brevlådan, och jag skickar mail igen. Jag tror att jag har skickat sammanlagt 4-5 mail sedan han skrev den 12 där jag har frågat om laptopen, och det senaste mailet så skrev jag bestämt men vänligt att jag börjar bli misstänksam att han inte hör av sig, och att ifall jag inte hör av honom i början av nästa vecka så får jag ta detta vidare (underförstått polisen). Jag har således hans fullständiga namn, vet var han bor och hur gammal han är, samt hans kontonummer, så jag antar att han borde åka dit om jag kontaktar polisen. Min fråga är dock- bör jag vara orolig då det har gått en vecka utan kontakt, och är det troligt att jag kommer få mina pengar tillbaka om han försöker lura mig? Det jag har tyckt själv och sagt till mina vänner är att han måste vara ett riktigt ägg om han tror att jag bara ska rycka på axlarna och gå vidare när jag vet precis vem han är Vad tycker ni jag ska göra? Tacksam för svar! Edit: Min kompis tipsade mig om InternetGiro för transaktioner, dock så är det ju försent nu! Kan även tillägga att jag är en van tradera-köpare och har för vana att betala snabbt för att göra försäljaren nöjd, aldrig köpt på blocket. Så jag kanske ses som korkad av vissa"
	},
	{
		"postIndex": 820,
		"postNum": 853,
		"postLink": "/sp29488495",
		"postTime": "2011-03-15",
		"postUser": "afskum123",
		"postUserID": "/u456139",
		"postUrl": "https://www.flashback.org/t959924p72",
		"userUrl": "https://www.flashback.org/u456139",
		"sentence": "Jag har också råkat ut för detta rövhål, MEN! Jag garderade mig. Verkade ju skumt från första början... Han drog samma story för mig som för alla andra med sitt jävla företag, men en viktig del... Han sa att köparen till D7000 kameran som jag villa köpa inte hade hämtat ut den på posten. Den hade suttit där en vecka och sen skickats tillbaka. Han mailade mig detta i söndags. Förmodligen var det dig, som han blåste, och syftade på. Hursomhaver ville han skicka det mot postförskott först, men sa att han behövde pengar snabbt och undrade ifall jag kände någon från norrköping som hade kunnat hämta det. Det gör jag, så jag överförde pengarna till henne och sa att när hon fått dom skulle dom bestämma träff och genomföra affären (och där också testa kameran GRUNDLIGT.). Detta gick han med på, det var två dagar sen. Han har inte svarat i telefon eller på sin mail. Jag tyckte såklart det var sjukt skumt, trodde han glömt sin mobil någonstans, men nu svarar han inte idag heller. Så jag kollar upp hans nummer, och ser att han heter Simon Wedin. Mailat mig har han gjort med sin adress manimania@live.se . Adressen har alltid varit namnet: Mani Mancuso Simo* Wedi* (*=n) bor också i norrköping, och jag är glad att min kompis inte träffat honom. Vill inte veta ifall hon kunnat bli rånad till och med!? VARNING för den här killen alltså. Han ville att jag skulle sätta över pengarna när de hade träffats och min kompis sagt att det var grönt, men visste inte vad han kunde göra med sitt konto för att säga att pengarna inte blivit insatta, tagit kameran och gått igen. Kanske hade transaktionen blivit försenad pga. något han gjort? Hursom, detta inträffade inte. Jag ville betala med kontanter. Nu efter att ha läst sidorna om denna personen, vill jag varna alla för honom. Jag ska ringa min vän nu och säga till henne att aldrig ringa hans nummer igen. Tack för varningarna i den här tråden, och hoppas någon har nytta av mina."
	},
	{
		"postIndex": 1796,
		"postNum": 1870,
		"postLink": "/sp38041156",
		"postTime": "2012-06-26",
		"postUser": "midnightbeast",
		"postUserID": "/u474629",
		"postUrl": "https://www.flashback.org/t959924p156",
		"userUrl": "https://www.flashback.org/u474629",
		"sentence": "Tjenare köpte en sak på blocket, litade på personen efter samtal och ett par långa konversationer , när jag väl hade betalat pengarna på kontot började problemen... han sa dag efter dag att han skulle skicka varan men det hände aldrig nu har det gått en vecka och jag undrar vad jag kan göra ... han har bytt mobil nr .. men jag har luskat fram det nya , har även person nr på han och denna personens moder .. har adress osv .. har kvar alla sms som intygar på att jag har betalat och att han lovar skicka varan (sms bevis finns där vi gör dealen) nu undrar jag vad jag ska göra ? ska jag polis anmäla detta eller hur ska jag gå till väga ! hoppas ni hjälper mig lösa detta flashback // midnightbeast"
	},
	{
		"postIndex": 1610,
		"postNum": 1676,
		"postLink": "/sp35709815",
		"postTime": "2012-02-15",
		"postUser": "Trubbelgum",
		"postUserID": "/u529488",
		"postUrl": "https://www.flashback.org/t959924p140",
		"userUrl": "https://www.flashback.org/u529488",
		"sentence": "Skulle till att köpa ett grafikkort på Blocket. Hittade en annons med ett kort för 700 kr från en viss Kian i Örebo som verkade lovande. Kontaktade honom via mejl: - Är intresserad av grafikkortet, priset är ju schysst så är beredd att lägga ut 700 kr - Kortet är kvar om intresset består, jag är tillgänglig efter kl 16 om du vill hämta det, svarar han. - Ledsen, glömde säga att jag måste få det fraktat. *Bifogar mina uppgifter - Adressen är noterat, frakten kostar 150 kr och har Swedbank: XXXX-X XXXXXXXXX-X, replikerar han. - Hittade billigare fraktalternativ: *89 kr. Är det OK om jag betalar in de 789 kronorna samma dag som du skickar paketet, svarar jag och överför sedan beloppet med en betryggande känsla eftersom jag har ett dygn på mig att dra tillbaka betalningen. - Jag packade in kortet och gick till posten men alternativet gällde inte privata paket enligt tanten. Försökte förklara ditt alternativ men tanten upprepade samma sak som en robot hela tiden. Det får ändå bli postpaket med kolli-ide och de debiterar 150 kr, ser det resterande som lätt prutning. Mailar kollinummret när paketet är skickat, . Vi det här tillfället hade jag fortfarande möjlighet att dra tillbaka pengarna och avbryta transaktionen, men hans svar lät så pass förtroendeingivande och verklighetstroget att jag inbillade mig att han skulle skicka paketet nästa dag istället. Jag ville inte krångla, så jag lät pengarna ligga kvar på hans konto, men där trampade jag rakt i klaveret. *Några dagar går. Får inget svar på mina mejl jag skickar. En vecka går, fortfarande inget svar. Så... Någon annan som har erfarenheter av denna listiga och gedigna slingerbult? Är rätt så säker på hans efternamn \"Kian\" och vistelseorten Örebro. Såhär i efterhand kan jag iofs inte fatta hur jag låtit mig bli så bedragen. Men ändå, kändes liksom säkert, först gav han en ingivelse om att han fanns tillgänglig för avhämtning, sedan hade jag ju möjlighet att dra tillbaka pengarna osv, men men, nu blev jag grundlurad och totalt bortgjord. Hursomhelst ska han få det hett om öronen och jag behöver verkligen er hjälp här på Flashback. Ni förstår kanske varför jag är så väldigt angelägen av att få tag på hans personuppgifter och kanske slå en knut eller två på hans långa gröna näsa samt gärna vända ut och in på varenda av hans illmariga byxfickor för att sedan tömma hans plånbok på kontanter, rabattkuponger, bankkoder, nytankade kreditkort och annat smått och gått ... Dock behöver jag ju som sagt först lite upplysningar om var denna okuvade skruvkork till slingerbult går att få tag på och var dessa byxfickor kan anträffas och plundras. ALLA tips mottages tacksamt, åker gärna runt hela stan och bor på hotell några nätter om det vore så, bara jag får tag i odågan. LET WAR BEGIN!"
	},
	{
		"postIndex": 1667,
		"postNum": 1737,
		"postLink": "/sp36408414",
		"postTime": "2012-03-22",
		"postUser": "v50",
		"postUserID": "/u281343",
		"postUrl": "https://www.flashback.org/t959924p145",
		"userUrl": "https://www.flashback.org/u281343",
		"sentence": "Det är med all sannolikhet (typ 99,999% säkerhet) en bluff antigen så kommer personen ta dina kortuppgifter och köpa saker med hjälp av dessa uppgifter eller så kommer du få en bekräftelse från payson om att överföringen är genomförd och att du har pengarna på ditt konto. Dock är detta mejl falskt och några pengar har du ej fått alternativt så kommer han påstå att han ej fått några varor som du skickat åt honom varpå han kommer kräva tillbaka pengarna från payson och du blir blåst på både pengarna och varan. Skulle ej förvåna mig om han bjuder mer för varan än du har lagt ut den för, det är vanligt förekommande för att folk skall nappa på dessa bluffar. Så säg tack men nej tack till att göra affär med honom för du kommer bli blåst med största sannolikhet. Vad är det du säljer för något, om det är en sak som inte är väldigt unikt så skall du ställa dig frågan varför denna snubbe vill köpa den av dig när den går att köpa till samma pris eller billigare i england om man räknar in fraktkostnaderna."
	},
	{
		"postIndex": 1866,
		"postNum": 1941,
		"postLink": "/sp38512329",
		"postTime": "2012-07-27",
		"postUser": "Greluche",
		"postUserID": "/u556263",
		"postUrl": "https://www.flashback.org/t959924p162",
		"userUrl": "https://www.flashback.org/u556263",
		"sentence": "Så. Jävla. Less. Ruskar liv i den här tråden nu, måste få det här ur mig innan jag sprängs av ilska. Köper i princip aldrig någonting på Tradera. Hittade ett snyggt plagg som jag letat ett tag men som är slut i butik. Vinner auktionen, svarar artigt på mejlet om att jag ska sätta in pengar på säljarens konto. Gör det dock inte direkt utan har tänkt vänta i tre dagar, eftersom jag var tvungen att vänta på lönen. Säljaren, som bara har positiva omdömen, är först trevlig men blir sedan efter 2 dagar helt skogstokig från ingenstans och skickar länkar med lagstadgar och jag vet inte allt. Jag behåller mitt lugn och säger att pengarna kommer, men om tre dagar eftersom det stod i presentationen av varan att betalningen ska vara på dennes konto inom 3 dagar efter vunnen auktion. Sagt och gjort, pengarna för jag över och säljaren skickar ett kvitto på att varan skickats med Posten. Visste att jag skulle ha bett hen skicka det som rek. Nu har det gått jävulskt lång tid och här sitter jag som ett jävla fån utan varken pengar eller plagg. Antingen har Post-jäveln slarvat bort paketet eller så skickade aldrig slynan paketet. I vilket fall är jag fly förbannad, har lust att söka upp säljaren och göra något riktigt dumt. Kan tilläggas att jag jobbat på Posten och gränsen för ett vanligt brev som väger över 500 g och är skrymmande kostar 36:-. På kvittot som skickats till mig över mejl står det att frakten gick på 34:-. Förstår verkligen inte hur det kan komma sig. Antingen är det 24:-, ej skrymmande, eller skrymmande, 36:-. HELVETE SÅ LESS JAG BLIR!"
	},
	{
		"postIndex": 2830,
		"postNum": 2932,
		"postLink": "/sp46884486",
		"postTime": "2014-01-04",
		"postUser": "v50",
		"postUserID": "/u281343",
		"postUrl": "https://www.flashback.org/t959924p245",
		"userUrl": "https://www.flashback.org/u281343",
		"sentence": "Nu försvarar jag på inget sätt bedragare men innan du börjar hänga ut folk till höger och vänster så kanske du ska fundera på om det är så att bedragaren som lurat dig (och med all sannolikhet många andra) kanske har kapat en annan persons identitet och utger sig för att vara den personen? Det är väldigt vanligt och såvitt jag vet är det nog vanligare att man gör så nu för tiden än att man använder sina egna uppgifter just för att minska risken för att åka dit. Ett tips är att du börjar med att söka på på personnumret du fick i form av kontonumret samt gör en sökning på personen skojaren utger sig för att vara då kommer du se att de olika födelsedatumen inte överensstämmer med varandra om jag såg rätt. Det indikerar för mig att namnet är kapat och att skojaren inte använder sina riktiga uppgifter om man bortser från kontonumret dit pengarna fördes över. Dock använder vissa bedragare målvakter som får stå för kontonumret så det behöver inte vara bedragarens eget konto som används här. I dina kläder hade jag först kontaktat personen som skojaren utger sig för att vara och hör vad hon har att säga, förmodligen vet hon inte vad det handlar om och chansen är stor att flera har hört av sig till henne då de blivit lurade på samma sätt. Då ska du be henne göra en polisanmälan samt givetvis be henne att uppmana alla som hör av sig till henne att göra det samma. Tyvärr är polisen dåligt på att utreda små bedrägerier, det är först när det rör sig om många som blivit lurade av samma person som de tar tag i saken och möjligen gör en utredning."
	},
	{
		"postIndex": 1422,
		"postNum": 1481,
		"postLink": "/sp34080387",
		"postTime": "2011-11-18",
		"postUser": "Raska-Mina",
		"postUserID": "/u597066",
		"postUrl": "https://www.flashback.org/t959924p124",
		"userUrl": "https://www.flashback.org/u597066",
		"sentence": "Har själv blivit blåst och vill påminna och poängtera vikten av att om man ska föra in pengar i förskott, finns kvitto BEGÄR bild på detta samt varan. Googla namnet, finns denne ej på eniro eller hitta, facebook eller annat var vaksam! Ett exempel jag själv råka ut för, var på väg att köpa ett PS3, säljaren hade ej bild, kameran var tyvärr sönder (sure) sa att jag köper ej utan bild på varorna, dröjde några timmar så kom bilder, en snabb koll på blocket visade att han snott bilder från andra annonser, vidare visade det sig att han hade 21(!) mobiltelefonnr på eniro samt två adresser med 15mils avstånd, då ringer varningsklockorna! Använd postförskott eller helst Paypal. Det finns så jäkla många bedragare på nätet. Är affären nästan för bra för att vara sann så är det förmodligen så! Lita aldrig på några bort förklaringar, har gjort massvis med affärer på tradera och blocket och merparten är seriösa men det lurar avskum som tar varenda chans de kan. Och polisanmäl alltid, kan ibland leda till något, oftast inte Det allra bästa är naturligtvis att åka och göra affär vid dörren hos säljaren!"
	},
	{
		"postIndex": 475,
		"postNum": 489,
		"postLink": "/sp26862284",
		"postTime": "2010-11-14",
		"postUser": "MarioForPresident",
		"postUserID": "/u497122",
		"postUrl": "https://www.flashback.org/t959924p41",
		"userUrl": "https://www.flashback.org/u497122",
		"sentence": "Har blivit bränd ett par gånger på Tradera och Blocket, blir lätt så om man handlar mycket. Senaste gången var så sent som igår, fast jag blev inte blåst på pengar i den bemärkelsen eftersom jag aldrig betalade för auktionen jag köpte. Dök nämligen upp en spelkonsoll till mkt bra pris, och ibland klickar jag köp nu för att sedan inte betala, eftersom jag misstänkte det var bedrägeri. Säljaren hade inte uppgett telefonnummer, och fanns inte på adressen \"hon\" angett. Mycket riktigt så avaktiverades säljarens konto dagen därpå, så jag lämnade negativt som varning till andra köpare. Som tack dyker det upp en helt annan användare, klickar köp nu på alla mina fast-prisannonser och lämnar genast negativt omdöme på allihopa minuten efter, samt lägger högsta bud i alla auktioner jag hade ute. Samma person eller samma liga. Måste erkänna mig besegrad av buset här, eftersom jag hädanefter inte kommer hissa någon som helst varningsflagg när jag ser uppenbara scams. Helt enkelt inte värt besväret längre när jag själv försöker sälja saker. Nu måste alla mina auktioner avslutas, jag måste begära kreditering för auktionsavgifterna för varorna jag \"sålt\" men inte fått pengar för, samt byta alias. Polisanmälningar leder ingenstans, det vet jag sedan tidigare så det har jag lagt ner. Det är iaf löjligt hur lätt det är att blåsa folk och komma undan med det. Tradera är rena vilda västern. Edit: Om någon köpt en MacBook eller Nintendo DS av användaren Carina 14 bör ni inte betala, likaså gäller användaren \"krimart\" som var den som sabbade mina auktioner och omdömen direkt efter jag lämnat omdöme på Carina 14's då redan avaktiverade konto."
	},
	{
		"postIndex": 1440,
		"postNum": 1499,
		"postLink": "/sp34270805",
		"postTime": "2011-11-29",
		"postUser": "riddick1987",
		"postUserID": "/u302042",
		"postUrl": "https://www.flashback.org/t959924p125",
		"userUrl": "https://www.flashback.org/u302042",
		"sentence": "Saken är ju ändå den att du som köpare på tex tradera inte har något att säga till om egentligen. Säljaren sätter ju sina egna krav angående affären , som köpare kan man lätt klicka in och se om det tex står endast insättning på bankkonto,skickas efter betalning,skickas som rek eller liknande. Som köpare som accepterar man ALLT som tradera står för vilket innebär att det är säljarens regler tyvärr som gäller oavsett, som köpare kan du inte ställa några som helst krav på något alls i affären. Man kan ställa ÖNSKEMÅL men det är en annan sak än att ställa krav, om du ger en önskan på att få det som REK som köpare och säljaren inte har skrivit något om REK i auktionen så kan han säga nej och du kan som köpare inte göra något åt det. Visst man kan vägra att betala om det inte skickas som rek, men skulle säljaren i sin tur ta det vidare så blir det istället du som köpare som sannolikt får betala pengar ändå för auktionsavgift mm om säljaren kontaktar tradera. Vill det sig riktigt illa så kan kparen även åka på en polisanmälan i sin tur då han vägrar att fullfölja en affär enligt reglerna som säljaren hade klart och tydligt i auktionen. Så det enda man kan göra för att skydda sig är att endast köpa av säljare som har angett att det kommer skickas som REK eller med någon form av säkerhet eftersom man som sagt var inte kan vara säker på att få igenom det om säljaren inte har skrivit det innan i auktionen.. Pressa en säljare och säga att man inte vill ha paketet om det inte skickas med säkerhet kan alltså leda till samma typ av polisanmälan som bedragare åker på när dom lurar folk..säljaren kan ta det till polisen och ge dom alla uppgifter,mailkontakter mm och säga att köparen vägrar betala och det slutar sannolikt i samma typ av straff och belastning i registret som en bedragare skulle ha fått och kommer behandlas på samma sätt som vilket annat bedrägeri som helst på internet av polisen. Det är bittert men dagens sanning.. Man väljer själv som köpare att acceptera säljarens villkor till 100% när man klickar på köp nu eller får högsta budet i en auktion och förväntas då att fullfölja det utan krångel oavsett, annars får man snällt betala auktionsavgiften för auktionen,ta en polisanmälan och kanske bli belastad i registret."
	},
	{
		"postIndex": 1455,
		"postNum": 1514,
		"postLink": "/sp34599174",
		"postTime": "2011-12-17",
		"postUser": "v50",
		"postUserID": "/u281343",
		"postUrl": "https://www.flashback.org/t959924p127",
		"userUrl": "https://www.flashback.org/u281343",
		"sentence": "Det är garanterat en bluff, ta och ställ dig frågan hur många dagar per år du tror de har snö i england när inte de ens har snö i skåne här i sverge mer än någon enstaka dag per år Det denna marvin wolf kommer göra om du svarar honom är att han kommer erbjuda sig att köpa din skoter (förmodligen till ett högre pris än det du begärt eller samma pris som du lagt ut den till) samtidigt som han ska bekosta frakten till england där det knappast finns snö att köra på, hur sannolikt tror du det är att han är seriös på en skala? Ta i beaktande att han dels ska betala det du ska ha för skotern + transporten till england dit den förmodligen skall, eller han kanske drar en rövarhistoria att han har en vinterstuga i åre eller något liknande för att det ska låta mer trovärdigt, det är mycket troligt i detta fallet då vi snackar om en skoter. I vilket fall som helst är det med 99,9999% säkerhet en scam där köparen kommer blåsa säljaren genom att antigen skicka en falsk check som köparen löser in, vilket går eftersom bankerna är dåliga på att kolla upp äktheten på cheken, eller rättare sagt det tar tid men när det väl är gjort vilket tar x antal veckor så blir säljaren återbetalningsskyldig. Alternativt så påstår sig köparen ha fört över pengar till säljaren med olika betaltjänster typ Western Union, BidPay, MoneyGram alternativt payson men det är en lögn utan det säljaren får är en falsk bekräftelse på att pengarna är överförda, någon sådan är ej utförd. Så ta och släng det där mejlet och svara inte ens på sådana mejl för du lär få fler om du har dessa typer av saker ute på blocket så slipper du bli lurad, ta även och anmäl det till blocket, eventuellt kanske de kan spärra det ip-nummret såå inte andra blir lurade."
	},
	{
		"postIndex": 288,
		"postNum": 297,
		"postLink": "/sp24609540",
		"postTime": "2010-08-03",
		"postUser": "SemperPrimus",
		"postUserID": "/u470730",
		"postUrl": "https://www.flashback.org/t959924p25",
		"userUrl": "https://www.flashback.org/u470730",
		"sentence": "Har inte själv blivit lurad av denne sommarbedragare som KHN69 skriver om här ovan - men efter att ha varit bra sugen på just en E520 (men höll mig lugn) så började jag hålla lite koll, och det är många, många alias man kan registrera i rötmånaden utan att det händer så mycket från Traderas håll. Jag slutade tipsa efter något dussin alias -Följande länkar ger en bra bild över de vanligaste kamerorna som \"sålts\" om och om igen (då de lagts om med samma texter har det varit enkelt att söka fram): -För Ipads finns även lite hederligt folk med i sökningarna - men den absoluta merparten är från samme bedragare (ca 4 olika bilder har använts): Auktionerna försvinner väl efter 60 dagar högst, så den som vill hålla lite koll på alla alias får passa på att kika. Komplettera gärna listan med alla alias också någon! Förhoppningsvis har ju inte alla som köpt verkligen gjort slag i saken (det har ju t.ex. inte gått att ringa upp säljaren) - men det lär ju ändå röra sig om en hel del pengar totalt. Försöker man sabotera auktionerna (med att lägga reservationspris eller ta köp-nu) så spärras man ju direkt av säljaren förstås. Och det är ju rent uselt hur lätt det är att lägga upp nya konton som påpekats lite här och var - här måste ju en ändring till på Tradera"
	},
	{
		"postIndex": 1559,
		"postNum": 1623,
		"postLink": "/sp35187985",
		"postTime": "2012-01-18",
		"postUser": "ZeeRuX",
		"postUserID": "/u367431",
		"postUrl": "https://www.flashback.org/t959924p136",
		"userUrl": "https://www.flashback.org/u367431",
		"sentence": "Jaha.. Då är man en i statistiken. Efter att ha gjort affärer över internet i snart 10 år utan att råka ut för minsta problem har jag nu blivit blåst av 2 olika personer via blocket.se efter att jag har lagt ut en annons om köpes. Idag gjorde jag en polisanmälan på båda 2 personerna och då jag dokumenterat ip-adresserna (som verkar vara riktiga) och passa till övrig information (kontonummer etc) så hoppas jag iaf på något. Lär ju inte se röken av pengarna, men det kan kvitta (500:- till varje person).. Den ena personen har jag iaf namn, personnummer, adress, kontonummer, deklaration, utdrag ur bilregistret osv så den personen kommer iaf inte undan på ett eller annat sätt. Frågan är bara om man orkar vänta på att farbror blå lägger ner undersökningen om sådär 2 år.. lol Den ena personen är född -88 och bor i Vollsjö. Den andra personen är okänd men bor i Uppsala-området. Jag hade en diskussion idag med olika banker och ett polisbefäl. Jag förklarade att jag var på jakt efter ett nytt kontonummer eftersom jag ska börja blåsa folk över internet och var då intresserad över hur olika personer reagerar på detta. Bankerna förklarade att de lämnar inte ut någon info om mina konton till någon förrutom polisen, så där är man ju rätt säker. Då är frågan bara hur många man hinner blåsa innan man blir \"tagen\". Efter en diskussion med polisen kom vi fram till att jag kan bli tagen så länge jag använder mitt eget kontonummer oavsett om jag förfalskar mitt ip, adress och telefonnummer. Även om jag avslutar mitt konto och det går 5 år så kan polisen ändå få fram vem som var registrerad på kontot. Så.... förhoppningen är att detta är 2 idioter .. för då blir det inte speciellt svårt att få tag i dem.. oavsett hur lång tid det tar och oavsett om jag inte får några cash tillbaks..."
	},
	{
		"postIndex": 1870,
		"postNum": 1945,
		"postLink": "/sp38602677",
		"postTime": "2012-08-01",
		"postUser": "Klonki",
		"postUserID": "/u391891",
		"postUrl": "https://www.flashback.org/t959924p163",
		"userUrl": "https://www.flashback.org/u391891",
		"sentence": "Snälla hjälp mig med råd med förmodad Traderabedragare. Följande har skett. 1: Jag betalade in för varan den 21/7 på det bankkonto han angav i mail. Han sa sedan att varan skulle komma redan den 23/7. 2: Den 27/7 var jag hemma i från semester och ingen vara hade dykt upp. När jag mailade fick jag svar att han varit på sjukhus men att han skulle skicka varan nu. 3: När jag senare bad om kollid sa han först att jag skulle få det men sen till slut visade sig att han inte hade något ändå. Han sa dock att de i butiken hade sagt att jag skulle få avi idag vilket inte har skett. 4: Nu när jag skrev att jag vill ha tillbaka mina pengar och att jag vill veta vad som händer säger han bara okej och att han vill ha mitt kontonr. Först när jag frågar igen vad som händer så får jag svar att han hade skickat paketet till fel adress och att han har fått det hem till sig igen. Slutsats: Jag är rädd att han först har snott mina pengar och att han nu försöker utnyttja mitt kontonr. på något sätt. Känner ni igen det här scenariot kanske? Kan jag be honom betala in pengarna på mitt payson-konto istället och se vad han säger? Är det säkert eller kan han utnyttja det också? Kan jag kolla upp honom/be om något bevis som säkerställer att han inte bluffar? Söker jag på hans mailadress (hotmail) på facebook så hittar jag en användare med hans namn. Profilen ser äkta ut med bild och vänner osv. Men det är väl i så fall om han tagit över både Tradera-konto och facebook för någon antar jag. Tack på förhand!"
	},
	{
		"postIndex": 2281,
		"postNum": 2369,
		"postLink": "/sp42133260",
		"postTime": "2013-02-21",
		"postUser": "bokstaverifoljd",
		"postUserID": "/u662398",
		"postUrl": "https://www.flashback.org/t959924p198",
		"userUrl": "https://www.flashback.org/u662398",
		"sentence": "Jag kan väl fylla på med att jag just blev blåst på 6000:- på denna annons: Annonsen är såklart bortplockad, det var en D700 med 50mm 1.8g och någon random blixt. Killen som hade annonsen skulle sälja åt sin flickvän som behövde pengarna då dom skulle på resa. Han hade inte angett något telnr utan mail, så jag mailade och fick svar nån dag efter där han sa att det var väldigt många som mailat fast jag var högst upp i listan så han bestämde att sälja den till mig. Killen bodde i Visby och jag i Malmö, så jag ber han posta vilket han går med på och ang pengar överföring så uppger han Namn, adress, personnummer och allt sånt, så jag ska lita på han, vilket jag gör (idiotiskt nog). Sedan några timmar senare ringer jag för att få kollinr som han skulle smsat nån timme innan. Han svarar inte, ringer kanske 3 gånger. Känner mer och mer att jag är renblåst. Kollar upp han i upplysning och får fram info om hans tjej och mamma osv.. Jag ringer hans morsa som bekräftar namn, person nummer, flickvän och att dom ska på resa (söndag) men hon vet inget om nån kamera och mobil nr jag har stämmer inte med hans, inte heller stämmer bankkontot då hon säger att han har Swedbank medans jag har SEB konto, så jag ber om hans nummer men det ger hon inte ut så jag ber att hon berättar detta för hennes son och ber han ringa mig för att isf kan jag bekräfta att det är han eller ej. Han ringer efter några minuter, det låter exakt ut som killen jag snackade med i eftermiddags. Jag ber om pengarna han fått in på kontot men han blånekar och säger att jag ska polisanmäla istället. Vilket jag gör. Jag antar att uppklarningsfallen för dessa brott är väldigt lågt, men dom har ju endå personens bankkonto som pengarna gått till, kan man inte få tillbaka pengarna om det blir rättegång och han fälls för det? Men hur troligt är det att det går så långt? Tack Edit: Bank kontot jag blev \"blåst ifrån\" är: 5385-2932327. Någon som vet om man kan få fram mer info baserat på bank-kontonr? Det är SEB."
	}
]
