[
	[
		{
			"postIndex": 1363,
			"postNumber": 232,
			"rankGlobal": 2,
			"rankLocal": 1,
			"scoreGlobal": 85,
			"scoreLocal": 100,
			"userRank": 97,
			"userScore": 1,
			"postUserName": "No_fear",
			"postUserID": "u107538",
			"postUserUrl": "https://www.flashback.org/u107538",
			"postDateTime": "2009-08-24, 16:05",
			"postUrlInThread": "https://www.flashback.org/t947739p20",
			"postUrlUniq": "https://www.flashback.org/sp18357093",
			"sentence": "Har själv barn och är separerad så stöder dig självklart i detta, har lite tjafs också och har varit hos familjerätten och blivit behandlad som ett djur (eller vad dom ser oss pappor som) Fast jag själv anser mig som en någorlunda jämställd och en kille som brukar kunna hävda mig och argumentera så insåg man snabbt att blir behandlad annorlunda gentemot mamman där, hon hade fri lejd att kalla mig vad som helst under mötet om jag sa nåt nedlåtande eller nåt så var dom på mig på direkten men hon kunde sitta och kalla mig dålig pappa och skiter i mina barn och det ena med andra (och självklart utan bevis eller nåt konkret) När jag bevisade att hon hade ljugit om barnens situation på skolan så skulle jag bara hålla käften och inte sitta och håna henne för det är inte det vi är här för, vi ska komma fram till en lösning inte ta upp vem som gjort vad och bla bla Hatar dessa såkallade opartiska familjrättskvinnor, det borde heta Mammarätt eller MammorHarRätt och inte Familjerätt för det har inte nåt med föräldraskap att göra vad dom pysslar med."
		},
		{
			"postIndex": 1500,
			"postNumber": 251,
			"rankGlobal": 8,
			"rankLocal": 2,
			"scoreGlobal": 59,
			"scoreLocal": 69,
			"userRank": 38,
			"userScore": 10,
			"postUserName": "daddys",
			"postUserID": "u323155",
			"postUserUrl": "https://www.flashback.org/u323155",
			"postDateTime": "2009-09-03, 07:16",
			"postUrlInThread": "https://www.flashback.org/t947739p21",
			"postUrlUniq": "https://www.flashback.org/sp18527249",
			"sentence": "Skulle du Gunnar då vilja upplysa oss andra vilka brott jag har gjort mig skyldig till, förutom att vägra att frivilligt lämna min dotter åt sitt öde hos människor som hittills gjort sig skyldiga till, Egenmäktighet med barn Falsk tillvitelse Umgängessabotage utan grund Sexuellt ofredande av barn vägran att enligt §12 i FN:s barnkonventionen lyssna till barnets vilja Osant intygande Försäkringsbedrägeri Brott mot anmälningsskyldigheten om oro för barn Brott mot 21§ förvaltningslagen genom att vägra mig att få beslut skriftligen Brott mot föräldrabalken 7§ om rätten till vårdnad Begravande av inlämnade bevis Ett antal brott mot förundersökningskungörelsen om förhör av barn Men gunnar anser tydligen att mitt brott att likt ett otal andra föräldrar posta ut bilder på min älskade dotter är värre, och kallar mig \"Sjuk jävel\"."
		},
		{
			"postIndex": 5330,
			"postNumber": 868,
			"rankGlobal": 16,
			"rankLocal": 3,
			"scoreGlobal": 54,
			"scoreLocal": 64,
			"userRank": 6,
			"userScore": 59,
			"postUserName": "Leroy1",
			"postUserID": "u331944",
			"postUserUrl": "https://www.flashback.org/u331944",
			"postDateTime": "2010-04-15, 18:24",
			"postUrlInThread": "https://www.flashback.org/t947739p73",
			"postUrlUniq": "https://www.flashback.org/sp22547784",
			"sentence": "Lyssna på vad Husvagnssvensson, The Lucky o Pentyl säger och skriver, tänk efter lite och läs på, här och där, Ni som hatar Daddy i stället för att prata om barnets rätt, Ni kanske vill dömma utifrån vad som påstås eller för andra saker han tagit upp, det visar bara att Ni blandar ihop sak och person, sitt inte bara o svamla runt, påstå eller lyft frågeställningar för att fortsätta gå i cirkel, fastna i rundgång i stället för att låta det jurdiska bringa klarhet."
		},
		{
			"postIndex": 4266,
			"postNumber": 696,
			"rankGlobal": 26,
			"rankLocal": 4,
			"scoreGlobal": 50,
			"scoreLocal": 59,
			"userRank": 2,
			"userScore": 90,
			"postUserName": "micro113",
			"postUserID": "u317096",
			"postUserUrl": "https://www.flashback.org/u317096",
			"postDateTime": "2010-04-09, 11:44",
			"postUrlInThread": "https://www.flashback.org/t947739p58",
			"postUrlUniq": "https://www.flashback.org/sp22431289",
			"sentence": "Det som ha skett i Joakims fall är att man beviljat detta med bas av första anmälan samt stöd av socialtjänsten, när anmälan sedan drogs tillbaka var beslutet fattad -- vid tidpunkten för beviljandet av andra omgången, så fick mamman ett interimistiskt beslut om skyddade uppgifter i väntan på att hon skulle styrka hot alternativt att utredningen kring barnet skulle bli klar - när inte uppgifter kom in, eller utredningen lades ner - så drog man tillbaka sekretessmarkeringen."
		},
		{
			"postIndex": 5236,
			"postNumber": 854,
			"rankGlobal": 28,
			"rankLocal": 5,
			"scoreGlobal": 49,
			"scoreLocal": 58,
			"userRank": 10,
			"userScore": 38,
			"postUserName": "Pentyl",
			"postUserID": "u304341",
			"postUserUrl": "https://www.flashback.org/u304341",
			"postDateTime": "2010-04-14, 18:50",
			"postUrlInThread": "https://www.flashback.org/t947739p72",
			"postUrlUniq": "https://www.flashback.org/sp22529402",
			"sentence": "Den stora gåtan är hur Blondinbella kunnat göra följande misstag i sitt uppdiktade scenario med de uppdiktade människorna (boendes i den uppdiktade staden Kungsbacka, som trots att många tror det faktiskt inte finns på riktigt - det är bara ett aprilskämt från 1894 som levt kvar): Hur kommer det sig att: * dottern först, i strid med dom, förvägras umgänge med sin far, * att Daddy då begär ny förhandling * att modern då plötsligt lyckas uppsnappa att dottern - flera månader efter sista mötet med Daddy - börjar prata om snoppar."
		}
	],
	[
		{
			"postIndex": 5771,
			"postNumber": 973,
			"rankGlobal": 4,
			"rankLocal": 1,
			"scoreGlobal": 79,
			"scoreLocal": 100,
			"userRank": 19,
			"userScore": 18,
			"postUserName": "Pinglaklara",
			"postUserID": "u437353",
			"postUserUrl": "https://www.flashback.org/u437353",
			"postDateTime": "2010-04-20, 01:08",
			"postUrlInThread": "https://www.flashback.org/t947739p82",
			"postUrlUniq": "https://www.flashback.org/sp22631386",
			"sentence": "När han prövat allt i sin makt att få stöd för sitt barns självklara rättighet, så upptäcker han att det inte står rätt till i vårat land gällande hur detta hanteras, då startar han bloggen daddys och som den musiker/konstnär han är upptäcker han att skrivandet också ligger i hans begåvning, han skriver artiklar på Newsmill och upptäcker att en massa människor känner stöd i att någon lyckas sätta ord på vad de också upplever, vidare lyckas han i några andra fall hjälpa barn som utsatts för övergrepp av myndigheterna, förmodligen är detta ett sätt att göra sig av med den frustration och maktlöshet man måste känna, han kritiserar det faktum att extremfeminismen är politiskt korrekt och ve den som kritiserar, detta blir ännu mer vatten på daddys kvarn, när han kritiserade Bjästa fallet så fick han en uppmärksamhet totalt oväntat, vilket för de flesta väckte uppmärksamhet och för somliga avsky, framför allt de som inte kan se skillnad på, att påstå alla kvinnor vara lögnare och det han säger, man kan inte lita på någon bara för att det är en kvinna eller ett TV program."
		},
		{
			"postIndex": 7872,
			"postNumber": 1406,
			"rankGlobal": 9,
			"rankLocal": 2,
			"scoreGlobal": 58,
			"scoreLocal": 73,
			"userRank": 7,
			"userScore": 56,
			"postUserName": "Binkermuniten",
			"postUserID": "u393234",
			"postUserUrl": "https://www.flashback.org/u393234",
			"postDateTime": "2010-04-23, 20:23",
			"postUrlInThread": "https://www.flashback.org/t947739p118",
			"postUrlUniq": "https://www.flashback.org/sp22705931",
			"sentence": "-Jag är inte bitter på uppdrag granskning -Jag har inte startat denna blogg för att motarbeta socialtjänstens arbete kring vår dotter -Jag har inte ljugit åtminstone aldrig medvetet -Jag hatar inte kvinnor, och inte heller varken mammor eller pappor -Jag har inte kränkt mina eller någon annans barn på denna blogg Den sista punkten är ju särskilt slående då vi alla vet hur han skrivit om de våldtagna flickorna Det finns mer att analysera i hans senaste väderkvarns-inlägg men jag väljer att stanna här och bara dra upp några punkter."
		},
		{
			"postIndex": 7927,
			"postNumber": 1411,
			"rankGlobal": 34,
			"rankLocal": 3,
			"scoreGlobal": 48,
			"scoreLocal": 60,
			"userRank": 6,
			"userScore": 59,
			"postUserName": "Leroy1",
			"postUserID": "u331944",
			"postUserUrl": "https://www.flashback.org/u331944",
			"postDateTime": "2010-04-23, 20:32",
			"postUrlInThread": "https://www.flashback.org/t947739p118",
			"postUrlUniq": "https://www.flashback.org/sp22706079",
			"sentence": "-Jag är inte bitter på uppdrag granskning -Jag har inte startat denna blogg för att motarbeta socialtjänstens arbete kring vår dotter -Jag har inte ljugit åtminstone aldrig medvetet -Jag hatar inte kvinnor, och inte heller varken mammor eller pappor -Jag har inte kränkt mina eller någon annans barn på denna blogg Den sista punkten är ju särskilt slående då vi alla vet hur han skrivit om de våldtagna flickorna\" o påståenden."
		},
		{
			"postIndex": 5591,
			"postNumber": 935,
			"rankGlobal": 48,
			"rankLocal": 4,
			"scoreGlobal": 45,
			"scoreLocal": 57,
			"userRank": 19,
			"userScore": 18,
			"postUserName": "Pinglaklara",
			"postUserID": "u437353",
			"postUserUrl": "https://www.flashback.org/u437353",
			"postDateTime": "2010-04-19, 15:57",
			"postUrlInThread": "https://www.flashback.org/t947739p78",
			"postUrlUniq": "https://www.flashback.org/sp22618638",
			"sentence": "Om hon haft minsta möjliga vilja att samarbeta eller hitta en lösning så har hon haft så många möjligheter som aldrig tagits tillvara på för flickans bästa, att hon idag börjar ifrågasättas av både dom och soc, hela fallet verkar som ett i raden av flera, handla om en mor som äger sitt barn och ser dess far som ett hot, speciellt när fadern och barnen har en nära och god kontakt, vilket för vissa individer föder okontrollerbara känslor."
		},
		{
			"postIndex": 5626,
			"postNumber": 947,
			"rankGlobal": 57,
			"rankLocal": 5,
			"scoreGlobal": 44,
			"scoreLocal": 56,
			"userRank": 19,
			"userScore": 18,
			"postUserName": "Pinglaklara",
			"postUserID": "u437353",
			"postUserUrl": "https://www.flashback.org/u437353",
			"postDateTime": "2010-04-19, 16:34",
			"postUrlInThread": "https://www.flashback.org/t947739p79",
			"postUrlUniq": "https://www.flashback.org/sp22619351",
			"sentence": "Samarbetssvårigheter används sedan 2006 som enda själ till att få ensam vårdnad, Tingsrätterna har börjat se mönster i denna inflation, och det finns flertalet fall där man löst det med citat: hämtning och lämning skall ske i skolan/fritis/dagis // för att föräldrarna skall undvika att träffas, ibland används kontaktperson vid hämtning och lämning, allt detta för att tillgodose barnens rätt till kontakt med sina föräldrar, JR har inte samarbetsproblem utan bara påstådda sådan, såvida man inte menar att han blint skola lyda modern och ge upp sitt barn?"
		}
	],
	[
		{
			"postIndex": 13433,
			"postNumber": 2597,
			"rankGlobal": 25,
			"rankLocal": 1,
			"scoreGlobal": 50,
			"scoreLocal": 100,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "HenrikJ",
			"postUserID": "u395984",
			"postUserUrl": "https://www.flashback.org/u395984",
			"postDateTime": "2010-05-04, 12:11",
			"postUrlInThread": "https://www.flashback.org/t947739p217",
			"postUrlUniq": "https://www.flashback.org/sp22892617",
			"sentence": "Hans egen mamma (barnets farmor) tycker att dottern är i trygga händer hos sin mamma och delar inte alls hans version: Vänner IRL delar inte heller hans version och försöker råda honom att söka psykhjälp, de orkar inte längre höra om eländet: Jag tycker nog att det finns fog att tro att allt inte står rätt till i den vårdnadstvist han driver när till och med hans nära och kära, de som på nära håll ser vad som sker, väljer att ta avstånd från honom och tycker att barnet har det tryggt hos mamman."
		},
		{
			"postIndex": 12887,
			"postNumber": 2482,
			"rankGlobal": 60,
			"rankLocal": 2,
			"scoreGlobal": 44,
			"scoreLocal": 89,
			"userRank": 6,
			"userScore": 59,
			"postUserName": "Leroy1",
			"postUserID": "u331944",
			"postUserUrl": "https://www.flashback.org/u331944",
			"postDateTime": "2010-05-03, 09:23",
			"postUrlInThread": "https://www.flashback.org/t947739p207",
			"postUrlUniq": "https://www.flashback.org/sp22872488",
			"sentence": "En del som står på barnets rätt till sin andra sociala bas stödjer absolut inte den diskussion som Ni för som mestadels består i att komma med påståenden o tyckanden om pappan, jag ser inte att de som ser att barnet borde få och kritiserar myndigheternas agerande drar upp eller skriver påståenden om mammans hälsa eller mående annat än att hon borde sammarbeta se till så att lösning hittas."
		},
		{
			"postIndex": 12337,
			"postNumber": 2353,
			"rankGlobal": 159,
			"rankLocal": 3,
			"scoreGlobal": 38,
			"scoreLocal": 76,
			"userRank": 9,
			"userScore": 41,
			"postUserName": "KiaW",
			"postUserID": "u393618",
			"postUserUrl": "https://www.flashback.org/u393618",
			"postDateTime": "2010-05-01, 23:04",
			"postUrlInThread": "https://www.flashback.org/t947739p197",
			"postUrlUniq": "https://www.flashback.org/sp22849304",
			"sentence": "Det handlar inte om att man hatar en person om man tar upp en diskussion och man är av annan åsikt, daddy startade denna tråd och kommer med påståenden samt att han anser sig ha blivit kränkt, alla som inte håller med hatar inte daddy per automatik men kanske att man ogillar metoderna han använder i sin kamp."
		},
		{
			"postIndex": 12502,
			"postNumber": 2388,
			"rankGlobal": 187,
			"rankLocal": 4,
			"scoreGlobal": 37,
			"scoreLocal": 74,
			"userRank": 2,
			"userScore": 90,
			"postUserName": "micro113",
			"postUserID": "u317096",
			"postUserUrl": "https://www.flashback.org/u317096",
			"postDateTime": "2010-05-02, 17:08",
			"postUrlInThread": "https://www.flashback.org/t947739p199",
			"postUrlUniq": "https://www.flashback.org/sp22859496",
			"sentence": "Till Joakims \"försvar\" i den delen kan jag säga att såvitt det framgår av tidigare utredningar så fanns det inget yrkesmässigt i relationen -- dvs efter vad som framgår så träffades de som två privatpersoner och han har inte varit yrkesmässigt engagerad i henne, och därmed inte brutit några kodex eller gränser av det slaget gällande mamman, såvitt det går att se ur utredningarna i alla fall."
		},
		{
			"postIndex": 10267,
			"postNumber": 1863,
			"rankGlobal": 252,
			"rankLocal": 5,
			"scoreGlobal": 35,
			"scoreLocal": 70,
			"userRank": 6,
			"userScore": 59,
			"postUserName": "Leroy1",
			"postUserID": "u331944",
			"postUserUrl": "https://www.flashback.org/u331944",
			"postDateTime": "2010-04-28, 08:55",
			"postUrlInThread": "https://www.flashback.org/t947739p156",
			"postUrlUniq": "https://www.flashback.org/sp22782826",
			"sentence": "Bortse från att tänka %, se till att 5-7000 barn varje år har föräldra som inte kommer överens, fundera på hur boende, vårdnad och umgänge ser ut när tvisten är klar, läs på om hur många barn som inte har en normal kontakt eller relation till sin far."
		}
	],
	[
		{
			"postIndex": 15680,
			"postNumber": 3097,
			"rankGlobal": 75,
			"rankLocal": 1,
			"scoreGlobal": 42,
			"scoreLocal": 100,
			"userRank": 2,
			"userScore": 90,
			"postUserName": "micro113",
			"postUserID": "u317096",
			"postUserUrl": "https://www.flashback.org/u317096",
			"postDateTime": "2010-05-08, 22:52",
			"postUrlInThread": "https://www.flashback.org/t947739p259",
			"postUrlUniq": "https://www.flashback.org/sp22985859",
			"sentence": "Det är lite lustigt att man kan dra upp all världens rättsfall och resonemang som någon slags bevis för att just J är felbedömd - eftersom alla kvinnor ljuger och pappor systematiskt tas ifrån sina rättigheter, men när Syster tar upp ett fall där mannen får behålla umgänget med resultat att han dödar sina barn -- vilket betyder att umgänget borde ha skett övervakat eller inte alls, man har alltså missat att se farorna för barnen -- då är det inte relevant."
		},
		{
			"postIndex": 17591,
			"postNumber": 3495,
			"rankGlobal": 92,
			"rankLocal": 2,
			"scoreGlobal": 41,
			"scoreLocal": 98,
			"userRank": 6,
			"userScore": 59,
			"postUserName": "Leroy1",
			"postUserID": "u331944",
			"postUserUrl": "https://www.flashback.org/u331944",
			"postDateTime": "2010-05-13, 10:34",
			"postUrlInThread": "https://www.flashback.org/t947739p292",
			"postUrlUniq": "https://www.flashback.org/sp23073473",
			"sentence": "Även om du är nyreggad och kanske tillhör dom registrerat sig för att kritisera person i stället för att diskutera sakfrågorna kring vårdnadstvisten eller se att sådant faktiskt kanske händer och pågår över lång tid i vissa fall och att det är för djävligt om man hamnat i detta och barnenfaktiskt inte får möjlighet till umgänge när en part inte vill sammarbeta och en del vill lägga alla fel och skuld på trådstartaren."
		},
		{
			"postIndex": 17420,
			"postNumber": 3464,
			"rankGlobal": 114,
			"rankLocal": 3,
			"scoreGlobal": 40,
			"scoreLocal": 94,
			"userRank": 2,
			"userScore": 90,
			"postUserName": "micro113",
			"postUserID": "u317096",
			"postUserUrl": "https://www.flashback.org/u317096",
			"postDateTime": "2010-05-12, 22:59",
			"postUrlInThread": "https://www.flashback.org/t947739p289",
			"postUrlUniq": "https://www.flashback.org/sp23068012",
			"sentence": "Denna använder man i de fall man finner det lämpligt då det gäller små barn som inte skall närvara i rätten -- och då gällande personer som om brott (Joakim hade inte delgivits misstanke vid tidpunkten för förhöret) - det sker inte alltid och regelmässigt -- och den som får sitta i medhörningsrummet är inte den misstänkte i sådana fall."
		},
		{
			"postIndex": 16786,
			"postNumber": 3332,
			"rankGlobal": 147,
			"rankLocal": 4,
			"scoreGlobal": 38,
			"scoreLocal": 91,
			"userRank": 2,
			"userScore": 90,
			"postUserName": "micro113",
			"postUserID": "u317096",
			"postUserUrl": "https://www.flashback.org/u317096",
			"postDateTime": "2010-05-11, 15:30",
			"postUrlInThread": "https://www.flashback.org/t947739p278",
			"postUrlUniq": "https://www.flashback.org/sp23036801",
			"sentence": "Barnet kan inte på samma sätt utsättas för psykiskt våld av att pappan mår psykiskt dåligt -- i så fall skulle samma argument gälla om mamman mår psykiskt dåligt av barnen träffar pappan, dvs att barnen på grund av mammans känslor då utsattes för psykiskt våld."
		},
		{
			"postIndex": 14312,
			"postNumber": 2757,
			"rankGlobal": 168,
			"rankLocal": 5,
			"scoreGlobal": 37,
			"scoreLocal": 88,
			"userRank": 9,
			"userScore": 41,
			"postUserName": "KiaW",
			"postUserID": "u393618",
			"postUserUrl": "https://www.flashback.org/u393618",
			"postDateTime": "2010-05-05, 16:11",
			"postUrlInThread": "https://www.flashback.org/t947739p230",
			"postUrlUniq": "https://www.flashback.org/sp22917495",
			"sentence": "Låter man det gå ännu lite längre (dvs tiden det tar för processens kvarnar) så hinner ju bandet till mamman vara så starkt att man inte gärna bryter det för att flytta över barnet till pappan om inte barnet far direkt illa hos mamman eftersom det innebär att man drar upp barnet från allt tryggt för att skapa nya band med pappan."
		}
	],
	[
		{
			"postIndex": 21089,
			"postNumber": 4117,
			"rankGlobal": 6,
			"rankLocal": 1,
			"scoreGlobal": 60,
			"scoreLocal": 100,
			"userRank": 16,
			"userScore": 26,
			"postUserName": "Kimbo7",
			"postUserID": "u445592",
			"postUserUrl": "https://www.flashback.org/u445592",
			"postDateTime": "2010-05-18, 16:50",
			"postUrlInThread": "https://www.flashback.org/t947739p344",
			"postUrlUniq": "https://www.flashback.org/sp23174141",
			"sentence": "Om man påpekar att den bild Daddy givit av sig själv som orättvist behandlad krackelerar fullständigt när man går till dokumenten, oavsett om man tror att han haft ett alldeles för erotiserat förhållande till dottern eller ej, det finns ju mängder av andra uppgifter som tydligt visar att Daddy uppfört sig illa, att han inte ger intrycket av en god vårdnadshavare, så kanske det kommer ett nytt exhibitionistiskt självmordsförsök (och nej, jag hade inte heller tyckt synd om en kvinna som gjort likadant, skrivit om detta i bloggen sensationellt nog, och så vips upp med kontonumret för att andra skulle betala hennes skulder."
		},
		{
			"postIndex": 19220,
			"postNumber": 3796,
			"rankGlobal": 37,
			"rankLocal": 2,
			"scoreGlobal": 47,
			"scoreLocal": 80,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "HenrikJ",
			"postUserID": "u395984",
			"postUserUrl": "https://www.flashback.org/u395984",
			"postDateTime": "2010-05-14, 18:03",
			"postUrlInThread": "https://www.flashback.org/t947739p317",
			"postUrlUniq": "https://www.flashback.org/sp23100755",
			"sentence": "I Daddys fall har han inte bara oförmåga att försörja dem, han glömmer bort dem och får hämta dem på polisstationen, han glömer bort när han ska ha umgänge med dem, han glömmer bort tider på familjerätten när han ska försöka få till stånd ett bättre samarbete för barnets bästa, han klarar inte av att hålla överenskomna umgängelsetider och han meddelar inte heller den ansvariga vårdnadshavaren, han missbrukar tabletter och sprit och skrämmer skiten ur mamman som flyr till en bättre miljö för barnet, han saboterar förundersökningar, han klarar inte av att planera umgängen, han har bristande impulskontroll, koncentrationssvårigheter, han är inte mottaglig för kritik, den här listan kan göras hur lång som helst."
		},
		{
			"postIndex": 19801,
			"postNumber": 3900,
			"rankGlobal": 68,
			"rankLocal": 3,
			"scoreGlobal": 43,
			"scoreLocal": 72,
			"userRank": 22,
			"userScore": 16,
			"postUserName": "Massimo71",
			"postUserID": "u445634",
			"postUserUrl": "https://www.flashback.org/u445634",
			"postDateTime": "2010-05-16, 14:48",
			"postUrlInThread": "https://www.flashback.org/t947739p325",
			"postUrlUniq": "https://www.flashback.org/sp23131687",
			"sentence": "Daddy har all rätt på sin sida tills ni kommit med hårda fakta som säger annat, en dotter har rätt till sin far- En skamlig situation för en stat som Sverige som anser sig stå på på barns sida, ni som snackar skit är en del av de som påverkar barns situation till det sämre, trots intentioner så motverkar ni barns rättigheter genom ert agerande, i detta fallet med Daddy och hans dotter blir det så tydligt vart ni står."
		},
		{
			"postIndex": 19392,
			"postNumber": 3826,
			"rankGlobal": 82,
			"rankLocal": 4,
			"scoreGlobal": 42,
			"scoreLocal": 70,
			"userRank": 69,
			"userScore": 3,
			"postUserName": "Fru-Justitia",
			"postUserID": "u435354",
			"postUserUrl": "https://www.flashback.org/u435354",
			"postDateTime": "2010-05-14, 21:37",
			"postUrlInThread": "https://www.flashback.org/t947739p319",
			"postUrlUniq": "https://www.flashback.org/sp23104489",
			"sentence": "Det kanske inte var helt rätt att ta ifrån honom allt umgänge under tiden för utredningen, för barnets bästa hade man kunna ha övervakat umgänge, men enskild vårdnad finns det ingen anledning till för daddy och inte heller delat umgänge utifrån den situation han är i nu, för jag tror egentligen inte ens en gång vill ha det."
		},
		{
			"postIndex": 18052,
			"postNumber": 3597,
			"rankGlobal": 89,
			"rankLocal": 5,
			"scoreGlobal": 41,
			"scoreLocal": 69,
			"userRank": 7,
			"userScore": 56,
			"postUserName": "Binkermuniten",
			"postUserID": "u393234",
			"postUserUrl": "https://www.flashback.org/u393234",
			"postDateTime": "2010-05-13, 19:50",
			"postUrlInThread": "https://www.flashback.org/t947739p300",
			"postUrlUniq": "https://www.flashback.org/sp23083274",
			"sentence": "Mamman får en ny man i sitt liv, Daddy bryter ihop, söker akut på psyket, får två olika psykofarmaka, gråter, ringer till mamman och kräver hennes förståelse för att han tycker det är jobbigt, han anmäler mamman för egenmäktigt förfarande, för kidnappning av barn, anmäler mormodern för medhjälp av kidnappning av barn för att hon hämtat sin dotter och barnet utan Daddys lov."
		}
	],
	[
		{
			"postIndex": 24589,
			"postNumber": 4825,
			"rankGlobal": 13,
			"rankLocal": 1,
			"scoreGlobal": 55,
			"scoreLocal": 100,
			"userRank": 22,
			"userScore": 16,
			"postUserName": "Massimo71",
			"postUserID": "u445634",
			"postUserUrl": "https://www.flashback.org/u445634",
			"postDateTime": "2010-05-22, 13:29",
			"postUrlInThread": "https://www.flashback.org/t947739p403",
			"postUrlUniq": "https://www.flashback.org/sp23248675",
			"sentence": "Bloggen lyfter fram att det är många som försvarar övergrepp mot barn Bloggen skapar känslor Man kan säga att den här tråden just nu är viktig för dem som talar för kidnappning av barn men när vinden vänt så kommer denna tråd och Daddys blogg vara signifikativa bilder av hur svårt det är att arbeta med mänskliga rättigheter och barnens rätt, saker som man kan tycka enkla såsom rätten till familj och barns lika rätt till båda sina föräldrar är/var inte så självklara att komma fram till."
		},
		{
			"postIndex": 24179,
			"postNumber": 4767,
			"rankGlobal": 70,
			"rankLocal": 2,
			"scoreGlobal": 43,
			"scoreLocal": 78,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "HenrikJ",
			"postUserID": "u395984",
			"postUserUrl": "https://www.flashback.org/u395984",
			"postDateTime": "2010-05-21, 21:55",
			"postUrlInThread": "https://www.flashback.org/t947739p398",
			"postUrlUniq": "https://www.flashback.org/sp23240218",
			"sentence": "Daddy själv har inget ansvar i det han hänger ut i sin blogg utan han utövar med hjälp av kidnappning av dotterns identitet genom uthängning på sin blogg samt mammans identitet genom uthängning på sin blogg utpressning på allmänheten att de ska delta i hans destruktiva strid mot samhället för det goda syftet att Daddy ska släppa sitt stryptag att offentligt hänga ut sin dotter och dess mamma eeeeh Sen undrar jag vilka du menar är \"VI\" som skulle kunna släcka och gå hem?"
		},
		{
			"postIndex": 22765,
			"postNumber": 4505,
			"rankGlobal": 77,
			"rankLocal": 3,
			"scoreGlobal": 42,
			"scoreLocal": 77,
			"userRank": 9,
			"userScore": 41,
			"postUserName": "KiaW",
			"postUserID": "u393618",
			"postUserUrl": "https://www.flashback.org/u393618",
			"postDateTime": "2010-05-20, 20:14",
			"postUrlInThread": "https://www.flashback.org/t947739p376",
			"postUrlUniq": "https://www.flashback.org/sp23219344",
			"sentence": "Hade daddy pratat om hur myndigheterna tagit alldeles för lång tid på sig att göra sin utredning och på sin blogg arbetat för att myndigheter prioriterar och hanterar dessa typ av fall i stället för att bla hänga ut dottern för sin egen heders skull skulle man ha haft en chans att diskutera viktiga frågor för pappors och barns skull..."
		},
		{
			"postIndex": 24016,
			"postNumber": 4737,
			"rankGlobal": 94,
			"rankLocal": 4,
			"scoreGlobal": 41,
			"scoreLocal": 74,
			"userRank": 48,
			"userScore": 8,
			"postUserName": "Anteaus",
			"postUserID": "u163997",
			"postUserUrl": "https://www.flashback.org/u163997",
			"postDateTime": "2010-05-21, 20:08",
			"postUrlInThread": "https://www.flashback.org/t947739p395",
			"postUrlUniq": "https://www.flashback.org/sp23238213",
			"sentence": "Sen så får du gärna förklara varför själva faktumet att ett nyblivet föräldrapar inte vill skriva in sin tätting vid en BVC ska vara skäl nog att göra en anmälan till soc--det finn ju faktiskt privatläkare likväl som privata BVC:er, en av föräldrarna eller båda kan ju tänkas vara läkare eller annan sjukvårdsutbildad, de kan ha nån i släkten som är det, de har redan fjurton barn och anser sig kunna det där med vikt- och längdkurva vid det här laget, de låter sin egen husläkare göra kontroller och vaccinera barnet när det är läge för det..."
		},
		{
			"postIndex": 24510,
			"postNumber": 4818,
			"rankGlobal": 105,
			"rankLocal": 5,
			"scoreGlobal": 41,
			"scoreLocal": 74,
			"userRank": 9,
			"userScore": 41,
			"postUserName": "KiaW",
			"postUserID": "u393618",
			"postUserUrl": "https://www.flashback.org/u393618",
			"postDateTime": "2010-05-22, 09:56",
			"postUrlInThread": "https://www.flashback.org/t947739p402",
			"postUrlUniq": "https://www.flashback.org/sp23246129",
			"sentence": "Det är möjligt att både du och daddy anser att jag tillhör någon \"fiende-sida\" pga att jag inte tänker ta ställning i själva tvisten som helhet mellan daddy och mamman samt att jag är starkt kritisk till att barn hängs ut, men du fattar inte alls tydligen att jag står mer på er sida i den stora frågan än på myndigheternas sida..."
		}
	],
	[
		{
			"postIndex": 31035,
			"postNumber": 6046,
			"rankGlobal": 11,
			"rankLocal": 1,
			"scoreGlobal": 57,
			"scoreLocal": 100,
			"userRank": 20,
			"userScore": 17,
			"postUserName": "fosforera",
			"postUserID": "u382145",
			"postUserUrl": "https://www.flashback.org/u382145",
			"postDateTime": "2010-05-31, 00:23",
			"postUrlInThread": "https://www.flashback.org/t947739p504",
			"postUrlUniq": "https://www.flashback.org/sp23420085",
			"sentence": "I Daddys fall hade dottern tydligen redan visat att hon fått intresse av att undersöka könsorgan vid ett tillfälle i badhuset och om han då bara avlett hennes nyfikenhet utan att få barnet att förstå det som en tillrättavisning och om detta gjort att barnet anser att hon får syssla med könslekar när folk sover och om hon även undersöker andra barns könsorgan vid dockskåpet på dagis eller när det kommer lekkamrater på besök, så är det i hennes bästa intresse att man går till botten för att utröna om det ligger något obehagligt bakom--men det är bara berättigat i min mening om man misstänker att det är mer än normal upptäckarlust och nyfikenhet som ligger bakom hennes lekar."
		},
		{
			"postIndex": 28189,
			"postNumber": 5478,
			"rankGlobal": 15,
			"rankLocal": 2,
			"scoreGlobal": 54,
			"scoreLocal": 95,
			"userRank": 20,
			"userScore": 17,
			"postUserName": "fosforera",
			"postUserID": "u382145",
			"postUserUrl": "https://www.flashback.org/u382145",
			"postDateTime": "2010-05-27, 02:26",
			"postUrlInThread": "https://www.flashback.org/t947739p457",
			"postUrlUniq": "https://www.flashback.org/sp23346520",
			"sentence": "Från en moraliserande ståndpunkt, en som siktar in sig på en förälders tidigare missbruk, fortsatt omognad, arbetslöshet, bidragsberoende leverne, ogrundade och impulsiva handlingar eller flaxiga anklagelser som dragits tillbaka, egenmäktighet med barn eller kontaktförsök med barnet utanför överenskommelsen, brist på inkomst och/eller utbildning, perioder av depression då det medicinerats, osv, skulle man ju kunna förskräckas och moralisera i lika hög grad över mamman, och med ungefär samma argument som när det gäller pappan---om man nu skulle ha det som bevekelsegrund för vad som ska definiera en olämplig förälder och en som inte bör få ha umgänge med sitt barn."
		},
		{
			"postIndex": 30810,
			"postNumber": 6004,
			"rankGlobal": 64,
			"rankLocal": 3,
			"scoreGlobal": 43,
			"scoreLocal": 76,
			"userRank": 9,
			"userScore": 41,
			"postUserName": "KiaW",
			"postUserID": "u393618",
			"postUserUrl": "https://www.flashback.org/u393618",
			"postDateTime": "2010-05-29, 13:17",
			"postUrlInThread": "https://www.flashback.org/t947739p501",
			"postUrlUniq": "https://www.flashback.org/sp23389183",
			"sentence": "Ok, om jag förtydligar min frågeställning: Låt oss skapa ett hypotetiskt fall som inte har med daddy att göra, och föräldern gör vi till kvinna för att undvika sidodiskussioner: En mamma låter medvetet sitt barn undersöka sitt könsorgan (alltså mammans), hon säger inget och låtsas inget om det, bara tillåter när barnet på egen hand av nyfikenhet påbörjar undersökningen och åt oss anta att detta kommer till myndigheters kännedom."
		},
		{
			"postIndex": 31874,
			"postNumber": 6209,
			"rankGlobal": 73,
			"rankLocal": 4,
			"scoreGlobal": 42,
			"scoreLocal": 74,
			"userRank": 17,
			"userScore": 20,
			"postUserName": "Ståltomten",
			"postUserID": "u246845",
			"postUserUrl": "https://www.flashback.org/u246845",
			"postDateTime": "2010-06-03, 09:58",
			"postUrlInThread": "https://www.flashback.org/t947739p518",
			"postUrlUniq": "https://www.flashback.org/sp23483604",
			"sentence": "(Bloggen är antagligen ovidkommande för just hans strid i sveriges byråkrati, men kanske inte för den generella striden om mans- och kvinnofrågor i vårdnadstvister) Jag kom förresten att tänka på ett tredje skäl att denna tråden fortgår i all oändlighet utan att någon ändrar sig, som kan läggas till de två jag nämnde tidigare ( ) Det tredje problemet är att Joakims samlade skriverier och tankar är från vitt skilda tidsperioder, och att han är såpass förälskad i möjligheten att sprida sina egna ord att han inte kan tänka sig att radera tidigare blogginlägg även om han känner annorlunda idag än när han skrev dem."
		},
		{
			"postIndex": 28208,
			"postNumber": 5481,
			"rankGlobal": 80,
			"rankLocal": 5,
			"scoreGlobal": 42,
			"scoreLocal": 74,
			"userRank": 9,
			"userScore": 41,
			"postUserName": "KiaW",
			"postUserID": "u393618",
			"postUserUrl": "https://www.flashback.org/u393618",
			"postDateTime": "2010-05-27, 09:06",
			"postUrlInThread": "https://www.flashback.org/t947739p457",
			"postUrlUniq": "https://www.flashback.org/sp23347902",
			"sentence": "Edit: Vad jag vill ha sagt är att om man kommer fram till att barnet faktiskt har rätt till umgänge med sin pappa och att pappan inte utsätter barnet för fara betyder inte det per automatik att mamman gjort allt detta som hämnd eller för den delen är självisk, hon kan mycket väl haft barnets bästa för ögonen då det finns ett utrymme för att hon kan känt berättigad oro..."
		}
	],
	[
		{
			"postIndex": 37216,
			"postNumber": 7061,
			"rankGlobal": 33,
			"rankLocal": 1,
			"scoreGlobal": 48,
			"scoreLocal": 100,
			"userRank": 9,
			"userScore": 41,
			"postUserName": "KiaW",
			"postUserID": "u393618",
			"postUserUrl": "https://www.flashback.org/u393618",
			"postDateTime": "2010-06-15, 00:58",
			"postUrlInThread": "https://www.flashback.org/t947739p589",
			"postUrlUniq": "https://www.flashback.org/sp23713827",
			"sentence": "Denna tråden intresserar mej på flera plan, men det gemensamma med denna tråden och bjästa-fallet är inte sexbrott eller övergrepp utan: Det är nämligen för mej oerhört upprörande att en förälder missbrukar sitt barns förtroende att agera i deras bästa intresse, jag skiter högaktningsfullt hur mycket det tar emot att svälja sin stolthet för att göra det bästa i situationen för sitt barn och att hänga ut barnet gör man bara inte!!"
		},
		{
			"postIndex": 35398,
			"postNumber": 6785,
			"rankGlobal": 36,
			"rankLocal": 2,
			"scoreGlobal": 47,
			"scoreLocal": 99,
			"userRank": 12,
			"userScore": 33,
			"postUserName": "severiano",
			"postUserID": "u270681",
			"postUserUrl": "https://www.flashback.org/u270681",
			"postDateTime": "2010-06-12, 19:47",
			"postUrlInThread": "https://www.flashback.org/t947739p566",
			"postUrlUniq": "https://www.flashback.org/sp23665955",
			"sentence": "Du vill ju gärna framhålla dig själv som ett sanningsvittne, men så länge du inte kan verifiera dina källor ,så är det du skriver i mina ögon likställt med skvaller och att du försvarar dig med att du inte vill röja källor tycker jag bara verkar vara en ren konstruktion för skulle det vara som du säger, så innebär det ju att du får förstahandsinformation och den kan ju i så fall bara komma från ett håll - alltså får man antingen betvivla det du skriver eller så får man se det som att du indirekt röjer källan om och om igen och OM det är något källan uppskattar så agerar du som ombud och därmed faller då allt snack om att den andra parten skulle bete sig mer etiskt än Daddy."
		},
		{
			"postIndex": 33963,
			"postNumber": 6539,
			"rankGlobal": 42,
			"rankLocal": 3,
			"scoreGlobal": 47,
			"scoreLocal": 98,
			"userRank": 9,
			"userScore": 41,
			"postUserName": "KiaW",
			"postUserID": "u393618",
			"postUserUrl": "https://www.flashback.org/u393618",
			"postDateTime": "2010-06-10, 14:27",
			"postUrlInThread": "https://www.flashback.org/t947739p545",
			"postUrlUniq": "https://www.flashback.org/sp23622484",
			"sentence": "- Dels att hennes personuppgifter och känslig information blivit uthängd till allmän beskådan (Vilket kan upplevas som svekfullt), - dels har daddy exponerat sitt mående och att orsaken till den är dottern (Hon alltså få för sig att hon, enbart genom att existera, orsakat att pappa mått så dåligt att han velat ta livet av sig, vilket är väldigt vanligt hos barn), - han har visat upp ett hotfullt beteende på sin blogg vilket orsaka obehagskänslor för dotterns omgivning som direkt/indirekt påverkar dottern - han har anklagat mamman för diverse bedrägliga saker vilket tvingar dottern att ta ställning..."
		},
		{
			"postIndex": 37446,
			"postNumber": 7092,
			"rankGlobal": 67,
			"rankLocal": 4,
			"scoreGlobal": 43,
			"scoreLocal": 90,
			"userRank": 16,
			"userScore": 26,
			"postUserName": "Kimbo7",
			"postUserID": "u445592",
			"postUserUrl": "https://www.flashback.org/u445592",
			"postDateTime": "2010-06-15, 11:08",
			"postUrlInThread": "https://www.flashback.org/t947739p591",
			"postUrlUniq": "https://www.flashback.org/sp23717857",
			"sentence": "Men alltså, visst, sätt tingsrätten hovrätten Uppdrag granskning och opinionen åsido och fall på knä inför Daddy, applådera när han stalkar (ja, fanimej så ser jag det) sitt ex på nätet, försöker sabba en utredning, driver sitt eget mål och domstol i egen sak på nätet, och då slänger ut känsliga förhör med dottern som de flesta inte alls tolkar som att Daddy blivit utsatt för en konspiration, utan tvärtom som att det var bra att utreda och förespråka övervakat umgänge tills vidare."
		},
		{
			"postIndex": 34617,
			"postNumber": 6650,
			"rankGlobal": 126,
			"rankLocal": 5,
			"scoreGlobal": 40,
			"scoreLocal": 83,
			"userRank": 6,
			"userScore": 59,
			"postUserName": "Leroy1",
			"postUserID": "u331944",
			"postUserUrl": "https://www.flashback.org/u331944",
			"postDateTime": "2010-06-11, 00:34",
			"postUrlInThread": "https://www.flashback.org/t947739p555",
			"postUrlUniq": "https://www.flashback.org/sp23634543",
			"sentence": "När nu detta laggts ner och man borde gått vidare utan fördröjning så kan man kanske förstå den frustration som ligger bakom agerandet och inte påstå att det hänger ihop med amatör diganoser eller annat han företagit sig i kampen för sitt barns rätt att träffa honm, sin bror och övrig släkt samt vänner han har kvar trotts allt negativt som ibland drabbar den som väljer att stå upp i stället för att lägga sig raklång."
		}
	],
	[
		{
			"postIndex": 38297,
			"postNumber": 7235,
			"rankGlobal": 5,
			"rankLocal": 1,
			"scoreGlobal": 67,
			"scoreLocal": 100,
			"userRank": 20,
			"userScore": 17,
			"postUserName": "fosforera",
			"postUserID": "u382145",
			"postUserUrl": "https://www.flashback.org/u382145",
			"postDateTime": "2010-06-17, 05:14",
			"postUrlInThread": "https://www.flashback.org/t947739p603",
			"postUrlUniq": "https://www.flashback.org/sp23754868",
			"sentence": ") Jag håller helt med HusvagnSvensson om att det i Daddys fall skulle resultera i ett brott mot Europakonventionen och vara ett allvarligt rättssäkerhetsproblem om domstolen går mamman till mötes och tar ifrån barnet hennes rätt till båda sina föräldrar baserat på att socialtjänsten misstänker eller känner oro för att handlingar har skett även efter det att misstankarna avvisats av åklagaren och även om det inte finns fog för oron utifrån expertutlåtanden av psykologer och andra utomstående och neutrala betraktare som efter utredning av barnets känslotillstånd och hälsotillstånd skulle kunna uttala sig om huruvida barnet upplevt något skadligt eller ej när hon var under Daddys omsorg."
		},
		{
			"postIndex": 41797,
			"postNumber": 7737,
			"rankGlobal": 18,
			"rankLocal": 2,
			"scoreGlobal": 52,
			"scoreLocal": 77,
			"userRank": 20,
			"userScore": 17,
			"postUserName": "fosforera",
			"postUserID": "u382145",
			"postUserUrl": "https://www.flashback.org/u382145",
			"postDateTime": "2010-06-24, 09:07",
			"postUrlInThread": "https://www.flashback.org/t947739p645",
			"postUrlUniq": "https://www.flashback.org/sp23883117",
			"sentence": "Ge gärna en citat eller en länk till källan där du menar att mitt svar falsifieras: Om du tror att jag känner till alla turer eller uttalar mig utan att veta, om Daddy haft en inspelning med barnen, om äldsta barnet var med, om det finns begrepp och vokabulär som du tror att alla 4-åringar saknar, om du tycker att en 4-årings vilja och önskningar inte ska få vara vägledande, om du tror att jag inte förstår vad du tror och tycker och om du tycker att dina egna exempel är lysande eller ej---vad i all sin dar spelar det för roll när det gäller mitt påpekande om att Logga-ut ljuger om vad som står i förhöret med flickan?"
		},
		{
			"postIndex": 41668,
			"postNumber": 7713,
			"rankGlobal": 20,
			"rankLocal": 3,
			"scoreGlobal": 51,
			"scoreLocal": 77,
			"userRank": 13,
			"userScore": 33,
			"postUserName": "Ahmenvafan",
			"postUserID": "u444493",
			"postUserUrl": "https://www.flashback.org/u444493",
			"postDateTime": "2010-06-24, 01:15",
			"postUrlInThread": "https://www.flashback.org/t947739p643",
			"postUrlUniq": "https://www.flashback.org/sp23880573",
			"sentence": "Det finns en diagnos som , utan att nämna namnet på den, som jag efter att ha levt med dig i 5 år skulle sätta, (och jag är tydligen inte ensam om bedömningen) Kriterier: Gör att man ser allt i svart och vitt, Uppvisar ett mönster av instabila och intensiva mellanmänskliga relationer som kännetecknas av extrem idealisering omväxlande med extrem nedvärdering, Uppvisar påtaglig osäkerhet och instabilitet i självbild och identitetskänsla, Visar impulsivitet i minst två olika avseenden som kan leda till allvarliga konsekvenser för personen själv (till exempel slösaktighet, sexuell äventyrlighet, alkohol-, medicin- eller drogmissbruk, vårdslöshet i trafik, hetsätning, kaotisk livsstil), Vissa kan uppvisa suicidala gester, suicidhot och ibland upprepat suicidalt beteende, eller självstympande handlingar, Är affektivt instabil, vilket beror på en påtaglig benägenhet att reagera med förändring av sinnesstämningen (till exempel intensiv episodisk nedstämdhet, irritabilitet eller ångest som vanligtvis varar i några timmar och endast sällan längre än några få dagar), Uppvisar inadekvat, intensiv vrede eller har svårt att kontrollera aggressiva impulser (till exempel ofta återkommande temperamentsutbrott, konstant ilska, upprepade slagsmål) Har övergående, stressrelaterade paranoida tankegångar eller dissociativa symptom."
		},
		{
			"postIndex": 43201,
			"postNumber": 7987,
			"rankGlobal": 22,
			"rankLocal": 4,
			"scoreGlobal": 51,
			"scoreLocal": 76,
			"userRank": 49,
			"userScore": 8,
			"postUserName": "adina",
			"postUserID": "u335121",
			"postUserUrl": "https://www.flashback.org/u335121",
			"postDateTime": "2010-06-25, 14:02",
			"postUrlInThread": "https://www.flashback.org/t947739p666",
			"postUrlUniq": "https://www.flashback.org/sp23902246",
			"sentence": "Daddy säger själv att han är mer lämpad som vårdnadshavare än vad mamman då hon enligt vad som sagts ska lida av grava personlighetsstörningar enligt nedan: Uppvisar ett mönster av instabila och intensiva mellanmänskliga relationer som kännetecknas av extrem idealisering omväxlande med extrem nedvärdering, Uppvisar påtaglig osäkerhet och instabilitet i självbild och identitetskänsla, Visar impulsivitet i minst två olika avseenden som kan leda till allvarliga konsekvenser för personen själv (till exempel slösaktighet, sexuell äventyrlighet, alkohol-, medicin- eller drogmissbruk, vårdslöshet i trafik, hetsätning, kaotisk livsstil), Vissa kan uppvisa suicidala gester, suicidhot och ibland upprepat suicidalt beteende, eller självstympande handlingar, Är affektivt instabil, vilket beror på en påtaglig benägenhet att reagera med förändring av sinnesstämningen (till exempel intensiv episodisk nedstämdhet, irritabilitet eller ångest som vanligtvis varar i några timmar och endast sällan längre än några få dagar), Uppvisar inadekvat, intensiv vrede eller har svårt att kontrollera aggressiva impulser (till exempel ofta återkommande temperamentsutbrott, konstant ilska, upprepade slagsmål) Har övergående, stressrelaterade paranoida tankegångar eller dissociativa symtom."
		},
		{
			"postIndex": 41066,
			"postNumber": 7609,
			"rankGlobal": 24,
			"rankLocal": 5,
			"scoreGlobal": 50,
			"scoreLocal": 75,
			"userRank": 16,
			"userScore": 26,
			"postUserName": "Kimbo7",
			"postUserID": "u445592",
			"postUserUrl": "https://www.flashback.org/u445592",
			"postDateTime": "2010-06-23, 13:04",
			"postUrlInThread": "https://www.flashback.org/t947739p635",
			"postUrlUniq": "https://www.flashback.org/sp23867503",
			"sentence": "Daddy hade besöksförbud för sitt ex under en tid, han har skrivit en väldig massa grejer om exet i sin blogg osv, för mig är det omöjligt att inte känna sympati för exet, inte minst eftersom man inte fått höra hennes egna ord (vilket är bra, jag tycker - dubbelmoraliskt nog - att vårdnadstvister inte ska diskuteras på nätet, förhör med barn ska inte läggas ut på nätet, barn ska inte utsättas för en sådan offentlighet."
		}
	],
	[
		{
			"postIndex": 44529,
			"postNumber": 8189,
			"rankGlobal": 12,
			"rankLocal": 1,
			"scoreGlobal": 56,
			"scoreLocal": 100,
			"userRank": 20,
			"userScore": 17,
			"postUserName": "fosforera",
			"postUserID": "u382145",
			"postUserUrl": "https://www.flashback.org/u382145",
			"postDateTime": "2010-07-01, 23:29",
			"postUrlInThread": "https://www.flashback.org/t947739p683",
			"postUrlUniq": "https://www.flashback.org/sp24016936",
			"sentence": "Problemet är i mina ögon inte feminism utan snarare att reaktionära krafter driver frågor under feministisk flagg, dvs essentialistiska extremiströrelser som argumenterar att en mamma är viktigare i ett barns liv än en pappa, att moderskap definierar kvinnans essens medan faderskap är en ideologisk konstruktion som män använder för att utöva våld, förfölja och förtrycka kvinnor och \"kvinnornas ägodelar\" barnen, att kvinnor aldrig ljuger och per automatik är offer som måste särbehandlas juridiskt för att skyddas från både det andra könet och från sig själva (dvs lägre straff vid mord, barnmisshandel, narkotikabrott osv för kvinnor under den dolda men underliggande förespeglingen att de inte har samma förmåga till rationellt tänkande som män, samma självkontroll osv), att det inom varje barn av manligt kön gömmer sig en framtida pedofil eller våldtäktsman, att män är mer djuriska än kvinnor och därför en riskfaktor som gör negativ särbehandling av män i vårdnadstvister försvarbart per automatik."
		},
		{
			"postIndex": 48709,
			"postNumber": 8887,
			"rankGlobal": 23,
			"rankLocal": 2,
			"scoreGlobal": 50,
			"scoreLocal": 90,
			"userRank": 34,
			"userScore": 11,
			"postUserName": "Huskattsmusen",
			"postUserID": "u462863",
			"postUserUrl": "https://www.flashback.org/u462863",
			"postDateTime": "2010-07-16, 14:16",
			"postUrlInThread": "https://www.flashback.org/t947739p741",
			"postUrlUniq": "https://www.flashback.org/sp24274714",
			"sentence": "Du gör som vanligt det vanliga misstaget folk gör som saknar erforderlig intelligens att se längre än näsan räcker, du ställer upp detta i en strid där alt är svart eller vitt: Daddy är ond mamman är god Vi som talar för barnens rättigheter är onda de som talar för kvinnans rättigheter är goda Har du inte förstått än att det goda är när mamman, pappan och barnet får lika tillgång till varandra, jag skiter i om det är 95% mammor som vinner vårdnaden det hade ju varit lika jävligt om det var 95 pappor som vann vårdnaden."
		},
		{
			"postIndex": 47020,
			"postNumber": 8598,
			"rankGlobal": 32,
			"rankLocal": 3,
			"scoreGlobal": 48,
			"scoreLocal": 86,
			"userRank": 34,
			"userScore": 11,
			"postUserName": "Huskattsmusen",
			"postUserID": "u462863",
			"postUserUrl": "https://www.flashback.org/u462863",
			"postDateTime": "2010-07-14, 13:13",
			"postUrlInThread": "https://www.flashback.org/t947739p717",
			"postUrlUniq": "https://www.flashback.org/sp24237837",
			"sentence": "Man tycker att det är bra med kontaktperson för det ena barnet men inte för det andra (talar för att kvinnor har rätt att göra hur dom vill och att män får förlita sig på att kvinnan är klok nog att fatta) Lagstiftningen är emot Daddy Utredningen är kass men förklarar Daddy är lämplig I mina ögon är denna farsa en hjälte för sina barn som pallar trycket med att gå ut offentligt och berätta hur jävligt det faktiskt är på alla plan, att jag i detalj skulle hålla med om allt är oväsentligt, det skulle vara futtigt av mig att anklaga någon för att leka med tändstickor när man samtidigt släck en brand."
		},
		{
			"postIndex": 45875,
			"postNumber": 8450,
			"rankGlobal": 41,
			"rankLocal": 4,
			"scoreGlobal": 47,
			"scoreLocal": 85,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "HenrikJ",
			"postUserID": "u395984",
			"postUserUrl": "https://www.flashback.org/u395984",
			"postDateTime": "2010-07-08, 18:35",
			"postUrlInThread": "https://www.flashback.org/t947739p705",
			"postUrlUniq": "https://www.flashback.org/sp24134923",
			"sentence": "Han skriver inte om sitt alkohol- och tablettmissbruk under förhållandet, han skriver inte om hur ångerfull han var efter separationen och hur han lovade bättra sig, han skriver inte om att han tappat bort sin son ett flertal gånger vid umgängen och fått hämta honom på polisstationen eller att vilsen son själv hittat tillbaka till bilen och hoppats att även pappan skulle komma dit, han skriver inte om att han talar illa om mamman inför dottern, han skriver inte om att han ibland blir så upprörd vid umgängena att han skakar."
		},
		{
			"postIndex": 44500,
			"postNumber": 8188,
			"rankGlobal": 43,
			"rankLocal": 5,
			"scoreGlobal": 47,
			"scoreLocal": 84,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "HenrikJ",
			"postUserID": "u395984",
			"postUserUrl": "https://www.flashback.org/u395984",
			"postDateTime": "2010-07-01, 22:31",
			"postUrlInThread": "https://www.flashback.org/t947739p683",
			"postUrlUniq": "https://www.flashback.org/sp24015326",
			"sentence": "Det jag skrivit är att Daddy hänger ut människor i sin blogg och sedan drabbas dessa människor av allehanda obehag, jag har inte skrivit om det är Daddy eller någon i hans fanclub som ägnar sig åt dessa ytterst tvivelaktiga verksamheter, men en sak är klart, om Daddy inte hängde ut dessa personer på sin blogg eller drev sin sak så hårt så skulle dessa personer inte drabbats."
		}
	],
	[
		{
			"postIndex": 50953,
			"postNumber": 9280,
			"rankGlobal": 3,
			"rankLocal": 1,
			"scoreGlobal": 79,
			"scoreLocal": 100,
			"userRank": 32,
			"userScore": 12,
			"postUserName": "Lejonhierta",
			"postUserID": "u459861",
			"postUserUrl": "https://www.flashback.org/u459861",
			"postDateTime": "2010-07-19, 14:46",
			"postUrlInThread": "https://www.flashback.org/t947739p774",
			"postUrlUniq": "https://www.flashback.org/sp24327258",
			"sentence": "När han prövat allt i sin makt att få stöd för sitt barns självklara rättighet, så upptäcker han att det inte står rätt till i vårat land gällande hur detta hanteras, då startar han bloggen daddys och som den musiker/konstnär han är upptäcker han att skrivandet också ligger i hans begåvning, han skriver artiklar på Newsmill och upptäcker att en massa människor känner stöd i att någon lyckas sätta ord på vad de också upplever, vidare lyckas han i några andra fall hjälpa barn som utsatts för övergrepp av myndigheterna, förmodligen är detta ett sätt att göra sig av med den frustration och maktlöshet man måste känna, han kritiserar det faktum att extremfeminismen är politiskt korrekt och ve den som kritiserar, detta blir ännu mer vatten på daddys kvarn, när han kritiserade Bjästa fallet så fick han en uppmärksamhet totalt oväntat, vilket för de flesta väckte uppmärksamhet och för somliga avsky, framför allt de som inte kan se skillnad på, att påstå alla kvinnor vara lögnare och det han säger, man kan inte lita på någon bara för att det är en kvinna eller ett TV program."
		},
		{
			"postIndex": 52104,
			"postNumber": 9418,
			"rankGlobal": 7,
			"rankLocal": 2,
			"scoreGlobal": 59,
			"scoreLocal": 74,
			"userRank": 6,
			"userScore": 59,
			"postUserName": "Leroy1",
			"postUserID": "u331944",
			"postUserUrl": "https://www.flashback.org/u331944",
			"postDateTime": "2010-07-25, 00:59",
			"postUrlInThread": "https://www.flashback.org/t947739p785",
			"postUrlUniq": "https://www.flashback.org/sp24432320",
			"sentence": "Det är enkelt, man kan så klart säga att man sattsar en hundring eller så då man inte har något att förlora, men de är lätt att säga men att i verkligheten kunna påvisa vem som felfördelats eller vem som gjort vad då en röst försökt gjort sig hörd, det visar sig då man visar att man inte förstår vad det handlar om eller vem som drabbas eller vilka som ställs på undantag, man väljer att bjäbba för bjäbbandets skull, man visar att man väljer att hoppa på och ifrågasätta i stället för att fortsätta föra dialog eller försöka svara sakligt, man visar sig strunta i familjer som drabbas, detta barn dess familj och skita i ev."
		},
		{
			"postIndex": 51873,
			"postNumber": 9380,
			"rankGlobal": 39,
			"rankLocal": 3,
			"scoreGlobal": 47,
			"scoreLocal": 60,
			"userRank": 32,
			"userScore": 12,
			"postUserName": "Lejonhierta",
			"postUserID": "u459861",
			"postUserUrl": "https://www.flashback.org/u459861",
			"postDateTime": "2010-07-22, 22:07",
			"postUrlInThread": "https://www.flashback.org/t947739p782",
			"postUrlUniq": "https://www.flashback.org/sp24394012",
			"sentence": "Jag tycker mig nog se att du värnar barnet, men om du vill se den faktiska kronologin i detta fall så, för att använda dina egna ord \"jävlar i min låda\" skulle det inte gälla om du hindrades från att träffa ditt eget barn viseverca, om du till på köpet blev anklagad för det förmodligen värsta näst mord, skulle ditt \"jävlar i min låda\" då kunna tänkas utvecklas till ett agerande eller skulle du ge upp?"
		},
		{
			"postIndex": 53960,
			"postNumber": 9746,
			"rankGlobal": 45,
			"rankLocal": 4,
			"scoreGlobal": 46,
			"scoreLocal": 58,
			"userRank": 4,
			"userScore": 64,
			"postUserName": "HusvagnSvensson",
			"postUserID": "u184109",
			"postUserUrl": "https://www.flashback.org/u184109",
			"postDateTime": "2010-07-30, 14:56",
			"postUrlInThread": "https://www.flashback.org/t947739p813",
			"postUrlUniq": "https://www.flashback.org/sp24534625",
			"sentence": "Han är utredd av enmansutredaren Rolf Karlman som säger att han kan fungera utmärkt med dottern, att han har förmågan att samarbeta med mamman om vårdnaden, att han lämnar tillfredsställande förklaringar till misstankarna om övergrepp, att han haft rätt i att mamman inte gjort vad som ankommer på henne angående umgänget, att han visat att han kan vara en god förälder genom att ha ett fungerande samarbete med modern till sitt andra barn (som dessutom har gott att säga om honom och vittnar till hans fördel, samt säger att mamman har betett sig märkligt) osv."
		},
		{
			"postIndex": 52364,
			"postNumber": 9455,
			"rankGlobal": 47,
			"rankLocal": 5,
			"scoreGlobal": 46,
			"scoreLocal": 57,
			"userRank": 6,
			"userScore": 59,
			"postUserName": "Leroy1",
			"postUserID": "u331944",
			"postUserUrl": "https://www.flashback.org/u331944",
			"postDateTime": "2010-07-26, 00:18",
			"postUrlInThread": "https://www.flashback.org/t947739p788",
			"postUrlUniq": "https://www.flashback.org/sp24449825",
			"sentence": "Ja KiaW och om jag tittar på hans senaste inlägg på sin blogg och kommenterar detta och skriver här och tycker att han har rätt att skriva om sin dotter och varför han skrivit, hur kommer det sig att du börjar blanda ihop korten och de andra som skriver här väljer att skriva att man inte förstår eller påstå annat eller valt att träda fram eller förklara för vems skull man skriver."
		}
	],
	[
		{
			"postIndex": 56865,
			"postNumber": 10215,
			"rankGlobal": 14,
			"rankLocal": 1,
			"scoreGlobal": 55,
			"scoreLocal": 100,
			"userRank": 32,
			"userScore": 12,
			"postUserName": "Lejonhierta",
			"postUserID": "u459861",
			"postUserUrl": "https://www.flashback.org/u459861",
			"postDateTime": "2010-08-21, 10:48",
			"postUrlInThread": "https://www.flashback.org/t947739p852",
			"postUrlUniq": "https://www.flashback.org/sp24983469",
			"sentence": "Jag läser in ett fall, där båda föräldrarna efterfrågat mitt engegemang, det visar sig att vid skillsmässa sökte de stöd och råd, hamnade hos en barnpsykolog, som i samma rum bara tilltalade mamman hon ignorerade således barnet har två föräldrar, senare visar det sig att modern återkom till barnpsykologen vid flera tillfällen själv och utan faderns vetskap, där fick modern uppgiften att \"de\" ansåg att pappan inte behövdes alls under barnens tre första år, och behövde hon hjälp med detta så var modern välkommen att få den hjälp hon behövde för att kommma till det resultatet."
		},
		{
			"postIndex": 59104,
			"postNumber": 10528,
			"rankGlobal": 31,
			"rankLocal": 2,
			"scoreGlobal": 48,
			"scoreLocal": 88,
			"userRank": 32,
			"userScore": 12,
			"postUserName": "Lejonhierta",
			"postUserID": "u459861",
			"postUserUrl": "https://www.flashback.org/u459861",
			"postDateTime": "2010-08-30, 00:28",
			"postUrlInThread": "https://www.flashback.org/t947739p878",
			"postUrlUniq": "https://www.flashback.org/sp25171750",
			"sentence": "Det går alltid att dissekera allt och plocka ut valda delar, föra ett till synes logiskt resonemang, vrida till och utelämna, det så man själv tycker sig förnuftig, men de flesta medborgare har inte det behovet att sätta sig till doms över andra som micro, en gnabbmaja som i sin yttersta briljerar mest till sitt egna ego, att missa ett sammanhang som ovan och omskriva till egen förmodad belåtenhet tyder på dels ringa samanhangsförståelse, samt ovilja att se andra människor, kanske måste man stålsätta sig på detta vis om man arbetat i viss omänsklig miljö under lång tid, det märkliga blir att åse hur du vrider och vänder dig med inlägg på FB som enda grund, utan att tillgodose dina egna frågor med svar, du kunnat om du vill."
		},
		{
			"postIndex": 56032,
			"postNumber": 10089,
			"rankGlobal": 40,
			"rankLocal": 3,
			"scoreGlobal": 47,
			"scoreLocal": 86,
			"userRank": 32,
			"userScore": 12,
			"postUserName": "Lejonhierta",
			"postUserID": "u459861",
			"postUserUrl": "https://www.flashback.org/u459861",
			"postDateTime": "2010-08-15, 20:18",
			"postUrlInThread": "https://www.flashback.org/t947739p841",
			"postUrlUniq": "https://www.flashback.org/sp24859564",
			"sentence": "För att svara på frågan finns här i tråden ingen som har annat än daddys blogg tidigare uppgifter,(möjligen moderns inblandning outtalat) där fanns att tillgå alla de offentliga handlingar som här avhandlas, ett fåtal inklusive mig själv har dessutom läst en senare utredning, det ger vid handen att flertalet läsare inte har vana att läsa den typ av handlingar som man senare tvärsäkert uttalar sig om, allteftersom man tagit parti så tolkar man in parternas påståenden och påskiner detta som sanning, skall det bedömmas om något så måste man 1."
		},
		{
			"postIndex": 56608,
			"postNumber": 10168,
			"rankGlobal": 56,
			"rankLocal": 4,
			"scoreGlobal": 45,
			"scoreLocal": 81,
			"userRank": 6,
			"userScore": 59,
			"postUserName": "Leroy1",
			"postUserID": "u331944",
			"postUserUrl": "https://www.flashback.org/u331944",
			"postDateTime": "2010-08-17, 20:58",
			"postUrlInThread": "https://www.flashback.org/t947739p848",
			"postUrlUniq": "https://www.flashback.org/sp24904595",
			"sentence": "tvingas växa upp i hem där det råder missär eller det visar sig vara så att föräldern lider av störning så anser du trotts allt att barn skall bo kvar i hem där en förälder kanske borde behövt stöd av en annan minst lika lämapd förälder eller myndighet som agerat på samma grunder som du anser är rätt, du inte förstår inser att \"Socialen\", \"Staten\", du och jag i framtiden kanske behöver stå för kostnaderna."
		},
		{
			"postIndex": 56733,
			"postNumber": 10189,
			"rankGlobal": 58,
			"rankLocal": 5,
			"scoreGlobal": 44,
			"scoreLocal": 81,
			"userRank": 6,
			"userScore": 59,
			"postUserName": "Leroy1",
			"postUserID": "u331944",
			"postUserUrl": "https://www.flashback.org/u331944",
			"postDateTime": "2010-08-18, 22:02",
			"postUrlInThread": "https://www.flashback.org/t947739p850",
			"postUrlUniq": "https://www.flashback.org/sp24929754",
			"sentence": "De som inte fattar att en desperat far väljer att klä av sig naken då han faktiskt står inför den ultimata anklagelsen om övergrepp på sitt eget barn och träder fram och här väljer att fortsätta ifrågasättanden av detta i stället för att likt myndigheterna borde gjort sätta ner foten eller invänta utredningar, välja att hoppa på person som har valt att göra så för att visa sin oskuld visar snarare på vilja att påstå än att respektera."
		}
	],
	[
		{
			"postIndex": 64194,
			"postNumber": 11341,
			"rankGlobal": 17,
			"rankLocal": 1,
			"scoreGlobal": 53,
			"scoreLocal": 100,
			"userRank": 44,
			"userScore": 8,
			"postUserName": "DivineBovine",
			"postUserID": "u475866",
			"postUserUrl": "https://www.flashback.org/u475866",
			"postDateTime": "2010-09-29, 01:26",
			"postUrlInThread": "https://www.flashback.org/t947739p946",
			"postUrlUniq": "https://www.flashback.org/sp25794993",
			"sentence": "a hur hennes dotter, dvs JR:s exsambo, några år tidigare blivit LVU:ad från mormodern som då var hennes vårdnadshavare, pga av missbruk (vokalerna i namnen är x-ade av mig---i ditt inlägg är de som synes publicerade i sin helhet): Du har sedan triumferade trumpetat ut i flera andra inlägg hur oerhört viktiga och duktiga ni är eftersom ni publicerat detta tidigare okända material som inte funnits lätttillgängligt och spritt till allmänheten förut: När man betänker det ovanstående står det ju rätt klart att du inte bara skiter högaktningsfullt i barnet utan också är redo att sprida kränkande uppgifter om mamman som du låtsas ömma för, trots dina nyligen postade, äckligt sötsliskiga och insmickrande inlägg om henne."
		},
		{
			"postIndex": 63950,
			"postNumber": 11296,
			"rankGlobal": 50,
			"rankLocal": 2,
			"scoreGlobal": 45,
			"scoreLocal": 85,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "HenrikJ",
			"postUserID": "u395984",
			"postUserUrl": "https://www.flashback.org/u395984",
			"postDateTime": "2010-09-27, 17:31",
			"postUrlInThread": "https://www.flashback.org/t947739p942",
			"postUrlUniq": "https://www.flashback.org/sp25759157",
			"sentence": "Joakim fläker ut ett litet flickebarn inför hela världen på internet med namn, personnummer, adress, bilder, filmer och allt tänkbar information ingen annars skulle ha kommit över, och du springer efter och gläfser att alla ska ge fan i det barnet Gläfs på Joakim som serverar henne på ett silverfat Det är ju för f*n ett smörgåsbord Daddy dukar upp för en pedofil, men det är kanske vad Daddy gillar triggar även mamman som vill skydda barnet och då får han reaktioner från henne, du vet, allt för att inte bli bortglömd."
		},
		{
			"postIndex": 64867,
			"postNumber": 11439,
			"rankGlobal": 71,
			"rankLocal": 3,
			"scoreGlobal": 43,
			"scoreLocal": 80,
			"userRank": 6,
			"userScore": 59,
			"postUserName": "Leroy1",
			"postUserID": "u331944",
			"postUserUrl": "https://www.flashback.org/u331944",
			"postDateTime": "2010-10-04, 23:32",
			"postUrlInThread": "https://www.flashback.org/t947739p954",
			"postUrlUniq": "https://www.flashback.org/sp25922858",
			"sentence": "Din och JanH´s där Ni väljer att hoppa på och outa personer i denna tråd, länka till eller citera sånt som ingen annan tagit upp eller förneka att Ni tagit upp saker och länkat sånt som andra skrivit, där Ni sen väljer att neka til detta och inte visa Er stå upp ärligt för det Ni påstått eller kanske faktiskt skrivit."
		},
		{
			"postIndex": 64379,
			"postNumber": 11362,
			"rankGlobal": 91,
			"rankLocal": 4,
			"scoreGlobal": 41,
			"scoreLocal": 78,
			"userRank": 2,
			"userScore": 90,
			"postUserName": "micro113",
			"postUserID": "u317096",
			"postUserUrl": "https://www.flashback.org/u317096",
			"postDateTime": "2010-09-29, 12:54",
			"postUrlInThread": "https://www.flashback.org/t947739p947",
			"postUrlUniq": "https://www.flashback.org/sp25800716",
			"sentence": "Min invändning i den här delen är mest att vissa anser det självklart att sonens mamma skall ha så djupa kunskaper om dotterns mamma och Joakim att det skulle kunna användas som någon form av objektivt \"bevis\" eller underlag -- medan dotterns mammas utsago om Joakims tillvaro med barnen sopas undan som \"icke bärande\" trots att hon är den av mammorna som faktiskt sett honom i föräldrarollen."
		},
		{
			"postIndex": 60281,
			"postNumber": 10743,
			"rankGlobal": 119,
			"rankLocal": 5,
			"scoreGlobal": 40,
			"scoreLocal": 75,
			"userRank": 6,
			"userScore": 59,
			"postUserName": "Leroy1",
			"postUserID": "u331944",
			"postUserUrl": "https://www.flashback.org/u331944",
			"postDateTime": "2010-09-04, 23:55",
			"postUrlInThread": "https://www.flashback.org/t947739p896",
			"postUrlUniq": "https://www.flashback.org/sp25281470",
			"sentence": "Mannen har ordnade förhållanden och värnar om att barnet skall få ett så brett socialt nätverk som möjligt, han anser att barnet skall kunna få gå på dagis eller hos dagmamma, barnet har själv sagt att det skulle tycka det vore kul att kunna få leka,träffa och utvecklas med andra barn."
		}
	],
	[
		{
			"postIndex": 67412,
			"postNumber": 11790,
			"rankGlobal": 21,
			"rankLocal": 1,
			"scoreGlobal": 51,
			"scoreLocal": 100,
			"userRank": 19,
			"userScore": 18,
			"postUserName": "Pinglaklara",
			"postUserID": "u437353",
			"postUserUrl": "https://www.flashback.org/u437353",
			"postDateTime": "2010-10-22, 01:43",
			"postUrlInThread": "https://www.flashback.org/t947739p983",
			"postUrlUniq": "https://www.flashback.org/sp26310824",
			"sentence": "Att barnen skulle ha fortsatt den naturliga kontakt som de haft hela hennes liv, barns anknytnings period är starkast mellan 6 mån och 4-5 års ålder den varar och är satt för resten av livet, Det alla vet, är att Dottern får inte träffa sin pappa, att pappa får inte träffa barnet sitt, och hennes bror och hon får inte leka, farmor och farfars julbord inga minnen vara med, och hennes mamma är garanterat inte opåverkad av sinnenas tillstånd."
		},
		{
			"postIndex": 68779,
			"postNumber": 11949,
			"rankGlobal": 49,
			"rankLocal": 2,
			"scoreGlobal": 45,
			"scoreLocal": 89,
			"userRank": 6,
			"userScore": 59,
			"postUserName": "Leroy1",
			"postUserID": "u331944",
			"postUserUrl": "https://www.flashback.org/u331944",
			"postDateTime": "2010-10-30, 20:05",
			"postUrlInThread": "https://www.flashback.org/t947739p996",
			"postUrlUniq": "https://www.flashback.org/sp26509115",
			"sentence": "(Kan för övrigt inte förstå att man likt JH väljer att delge ett förhör (Vilket han/hon borde kunnat komprimerat) där man med ledande frågor som bevis av förhörsledare lyfter det man påstår vara sin egna tolkade sanning och visa att man inte respekterar eller ser tar hänsyn till det man nu i nya granskningar och utredningar av det HELA kommit fram till, visa respekt för tredje part, det man nu beslutat om utredningshem där man beaktar och undersöker barnets rätt och dess möjliga förutsättningar att få tillgång till två sociala baser, farfar och farmor mormor och morfar mfl."
		},
		{
			"postIndex": 70779,
			"postNumber": 12329,
			"rankGlobal": 51,
			"rankLocal": 3,
			"scoreGlobal": 45,
			"scoreLocal": 88,
			"userRank": 19,
			"userScore": 18,
			"postUserName": "Pinglaklara",
			"postUserID": "u437353",
			"postUserUrl": "https://www.flashback.org/u437353",
			"postDateTime": "2010-11-03, 09:40",
			"postUrlInThread": "https://www.flashback.org/t947739p1028",
			"postUrlUniq": "https://www.flashback.org/sp26586451",
			"sentence": "Det är inte sjukt att i en mycket svår situation göra fel, vad skall man säga till ett barn som är jätteledset och inte förstår varför mamma har bestämt att de inte får träffas, kanske att det vill pappa också och försöker ändra på det, det kan vara svårt att i en mycket pressad position veta vad som är rätt och fel, men det är mänskligt, hade adekvat hjälp från myndigheterna funnits i tid, och hjälp för hela familjen med utgångspunkt för barnet skulle utredningstiden avsevärt kortats."
		},
		{
			"postIndex": 69596,
			"postNumber": 12093,
			"rankGlobal": 66,
			"rankLocal": 4,
			"scoreGlobal": 43,
			"scoreLocal": 85,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "HenrikJ",
			"postUserID": "u395984",
			"postUserUrl": "https://www.flashback.org/u395984",
			"postDateTime": "2010-11-01, 19:52",
			"postUrlInThread": "https://www.flashback.org/t947739p1008",
			"postUrlUniq": "https://www.flashback.org/sp26551413",
			"sentence": "Javisst hänger han ut mamman och dottern fortfarande, både i sin blogg och på icke raderade dokument han hängt ut på divshare, men även på youtube, jag förstår faktiskt inte hur en del skribenter kan tycka att denna uthängningen av dottern skulle vara ok : Att han tycker saker är inte likvärdigt med att hans uthängda dotter, som han använder, tycker likadant, hon är trots allt bara 6 år gammal idag."
		},
		{
			"postIndex": 71603,
			"postNumber": 12426,
			"rankGlobal": 129,
			"rankLocal": 5,
			"scoreGlobal": 39,
			"scoreLocal": 78,
			"userRank": 19,
			"userScore": 18,
			"postUserName": "Pinglaklara",
			"postUserID": "u437353",
			"postUserUrl": "https://www.flashback.org/u437353",
			"postDateTime": "2010-11-05, 00:31",
			"postUrlInThread": "https://www.flashback.org/t947739p1036",
			"postUrlUniq": "https://www.flashback.org/sp26630487",
			"sentence": "Hej Darkmore, Jag väljer att klippa bort en bit, och byta ut ponken mot pappan, om dina åsikter skall få högre seriositet, tycker jag det är smakligare att inte sätta nervärderande smeknamn, jag tror också att fler skulle lyssna på dig, och därifrån diskutera, jag påstår verkligen inte att jag själv framträtt annorlunda, men hoppas detta framgent kan föras på ett annat plan, det har funnits många seriösa debattörer på tråden som lämnat den just för att vissa har haft ett direkt vidrigt beteende."
		}
	],
	[
		{
			"postIndex": 72957,
			"postNumber": 12617,
			"rankGlobal": 10,
			"rankLocal": 1,
			"scoreGlobal": 57,
			"scoreLocal": 100,
			"userRank": 47,
			"userScore": 8,
			"postUserName": "Lasse-Majja",
			"postUserID": "u490503",
			"postUserUrl": "https://www.flashback.org/u490503",
			"postDateTime": "2010-11-13, 14:36",
			"postUrlInThread": "https://www.flashback.org/t947739p1052",
			"postUrlUniq": "https://www.flashback.org/sp26831153",
			"sentence": "Här demonstrerar idioten dessutom sin egen sjukdomsbild genom att lägga ut inspelningar som HJ starkast av alla fördömt, och om bara Daddy tog bort dessa från bloggen skulle HJ sluta förfölja Daddy, det lovade HJ tidigt i tråden, men nu visar det sig att HJ alltså kopierat och sparat detta i sin privata samling, dessutom visar det på HJ totala oförmåga att förstå människors agerande inför domstol och i den privata sfären skilljer sig markant i stort alltid, mamman har i tiden för detta konsekvent hindrat umgänge, med alla till bud stående medel, och det HJ kallar felaktigt för kidnappning är ej ens egenmäktigt, utan det då i domstol avgjorda umgänget som hindrades, detta är vad jag menar så korkat och sjukt, att det exploderar i HJ's ansikte, voff voff HJ, Fy fan vilken sjuk jävel."
		},
		{
			"postIndex": 73584,
			"postNumber": 12688,
			"rankGlobal": 19,
			"rankLocal": 2,
			"scoreGlobal": 52,
			"scoreLocal": 90,
			"userRank": 4,
			"userScore": 64,
			"postUserName": "HusvagnSvensson",
			"postUserID": "u184109",
			"postUserUrl": "https://www.flashback.org/u184109",
			"postDateTime": "2010-11-20, 22:21",
			"postUrlInThread": "https://www.flashback.org/t947739p1058",
			"postUrlUniq": "https://www.flashback.org/sp27009443",
			"sentence": "Det är här uppenbart så att du projicerar din uppfattning om den frånvarande och straffande Fadern, antagligen extrapolerat från personliga erfarenheter; inte bara på Joakim Ramstedt, utan även på katolska kyrkan och på mig som ställlföreträdande fader i min roll som uppfattad auktoritet, härskande inte i kraft av mina kunskaper, utan som patriarkal kvinnonedtryckare och manlig självtillräcklighet, i all min ringhet Du är inte ensam; det vimlar av liknande projektioner i det här fallet och liknande fall, både här i tråden och i andra sammanhang, när folk projicerar sin egen längtan och smärta över den frånvarande och svikande på Joakim Ramstedt och har får stå som symbol för Fadern som inte är den han borde vara, trots att Ramstedt inte alls är som denne fader, utan tvärtom har gjort allt för att verkligen finnas där för sin dotter."
		},
		{
			"postIndex": 73056,
			"postNumber": 12636,
			"rankGlobal": 29,
			"rankLocal": 3,
			"scoreGlobal": 49,
			"scoreLocal": 85,
			"userRank": 47,
			"userScore": 8,
			"postUserName": "Lasse-Majja",
			"postUserID": "u490503",
			"postUserUrl": "https://www.flashback.org/u490503",
			"postDateTime": "2010-11-17, 09:08",
			"postUrlInThread": "https://www.flashback.org/t947739p1053",
			"postUrlUniq": "https://www.flashback.org/sp26919519",
			"sentence": "Den här tråden handlar inte längre om Daddys dotter eller vårdnadstvist, den handlar om något annat tex HenrikJ som demonstrerar ett sjukligt behov av att omskriva en verklighet för ett litet barn, som hamnat i kläm, det är inte svårt se att med sådana varelser som HenrikJ's insatser, omänskliga lögner och ständiga förtal, inte blir lättare för de inblandade, man kan fundera på om det har funnits en så snedvriden inställning till ärendet, hos någon av de inblandade myndighetspersonerna i ärendet, vilken då torde ha ett stort ansvar för flickans eländiga situation."
		},
		{
			"postIndex": 73200,
			"postNumber": 12645,
			"rankGlobal": 35,
			"rankLocal": 4,
			"scoreGlobal": 48,
			"scoreLocal": 83,
			"userRank": 60,
			"userScore": 4,
			"postUserName": "MyfairLady",
			"postUserID": "u326470",
			"postUserUrl": "https://www.flashback.org/u326470",
			"postDateTime": "2010-11-18, 01:29",
			"postUrlInThread": "https://www.flashback.org/t947739p1054",
			"postUrlUniq": "https://www.flashback.org/sp26942096",
			"sentence": "Det finns ett område där män diskrimineras, och det är i vårdnadstvister, uttrycket \"hellre en dålig mamma, en en bra pappa\" gäller i en allt för stor omfattning, det som gör Daddys fall till ett, av mycket få, är bara för att han fått sån uppmärksamhet, annars skulle jag kunna bevisa för dig med av mig kända fall i hundratal och med referenser som är otvivelaktiga att detta är ett sorgligt faktum, men det ändras sakta vartefter det uppmärksammats, det är inte var och en som tror att det fungerar så, i Sverige idag, eftersom de flesta av oss inte ens upplever detta i vår närhet, så vi tror att det funkar efter våra värderingar och godtrohet, det gör det inte alls alltid."
		},
		{
			"postIndex": 73003,
			"postNumber": 12627,
			"rankGlobal": 59,
			"rankLocal": 5,
			"scoreGlobal": 44,
			"scoreLocal": 77,
			"userRank": 6,
			"userScore": 59,
			"postUserName": "Leroy1",
			"postUserID": "u331944",
			"postUserUrl": "https://www.flashback.org/u331944",
			"postDateTime": "2010-11-15, 23:15",
			"postUrlInThread": "https://www.flashback.org/t947739p1053",
			"postUrlUniq": "https://www.flashback.org/sp26889520",
			"sentence": "Låt barnen och föräldrarna vara i fred och låt myndigheter få möjlighet att bilda sig egna uppfattningar utan dina skyglappar eller dina som utomståendes tyckanden och tolkningar av åsikt så länge det inte visat sig att frågan är grundligt eller objektivt utredd, det tillåtits att det hela utretts ordentligt eller offentligt accepterats, är det som i det här fallet inte så att viljan eller förmågan ordentligt utretts och de drabbdade inblandade barnen och föräldrarna och ev."
		}
	],
	[
		{
			"postIndex": 79992,
			"postNumber": 13840,
			"rankGlobal": 52,
			"rankLocal": 1,
			"scoreGlobal": 45,
			"scoreLocal": 100,
			"userRank": 19,
			"userScore": 18,
			"postUserName": "Pinglaklara",
			"postUserID": "u437353",
			"postUserUrl": "https://www.flashback.org/u437353",
			"postDateTime": "2010-12-11, 14:13",
			"postUrlInThread": "https://www.flashback.org/t947739p1154",
			"postUrlUniq": "https://www.flashback.org/sp27492075",
			"sentence": "Lämna tråden till denna trio av skuggfilurer, låt dem vältra sig i sin egen skit, detta har ingen som helst verklighetsanknytning i det fallet tråden handlar om, de försöker få dig att lämna ut detaljer som de inte har insyn i, detta bara för att förvrida och få möjlighet till fortsatt förtal och stalkande, denna lilla skara har en ovanlig förmåga att beskriva sig själva och sina egna livsöden, genom att projisera detta på annan person i detta fall Daddy."
		},
		{
			"postIndex": 81971,
			"postNumber": 14123,
			"rankGlobal": 85,
			"rankLocal": 2,
			"scoreGlobal": 42,
			"scoreLocal": 93,
			"userRank": 3,
			"userScore": 69,
			"postUserName": "JanHemming",
			"postUserID": "u450279",
			"postUserUrl": "https://www.flashback.org/u450279",
			"postDateTime": "2010-12-15, 10:47",
			"postUrlInThread": "https://www.flashback.org/t947739p1177",
			"postUrlUniq": "https://www.flashback.org/sp27581889",
			"sentence": "AITS säger också att det finns en massa dokument som inte är privata utan rör vårdnadstvisten men de är inte offentliga utan något som Joakim har och har visat AITS eller rent av gett denne för som jag fattar det sitter denne man dokument om mamman som visar på att hon är barnets fiende i sitt knä."
		},
		{
			"postIndex": 77684,
			"postNumber": 13440,
			"rankGlobal": 121,
			"rankLocal": 3,
			"scoreGlobal": 40,
			"scoreLocal": 88,
			"userRank": 84,
			"userScore": 1,
			"postUserName": "Lassepojken",
			"postUserID": "u515998",
			"postUserUrl": "https://www.flashback.org/u515998",
			"postDateTime": "2010-11-29, 14:30",
			"postUrlInThread": "https://www.flashback.org/t947739p1120",
			"postUrlUniq": "https://www.flashback.org/sp27213174",
			"sentence": "Jag vet inte vad jag vill ha sagt med detta mer än att jag tycker att tonen kan skärpas till här,jag är inte pryd eller känslig på något sätt men jag har svårt för vissa saker,till exempel när man skriver \"Barnet tog honom på kuken\", detta har nämnts ett flertal gånger och att det diskuteras är en sak,men för helvete,visst går det att benämna det på ett annat sätt,det låter för jävligt med barn och kuk i samma mening."
		},
		{
			"postIndex": 80285,
			"postNumber": 13873,
			"rankGlobal": 172,
			"rankLocal": 4,
			"scoreGlobal": 37,
			"scoreLocal": 83,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "HenrikJ",
			"postUserID": "u395984",
			"postUserUrl": "https://www.flashback.org/u395984",
			"postDateTime": "2010-12-12, 11:52",
			"postUrlInThread": "https://www.flashback.org/t947739p1157",
			"postUrlUniq": "https://www.flashback.org/sp27512858",
			"sentence": "\"Jocke\" visar visserligen hur det går till, att det är möjligt för en destruktiv pappa att år efter år ställa till ett helvete för sitt barn och dess mamma och att kvarnarna mal långsamt, men det visar dock att det med vissa obehag ändå finns en rättssäkerhet för barnet då det inte går helt i Joakims väg."
		},
		{
			"postIndex": 78807,
			"postNumber": 13662,
			"rankGlobal": 176,
			"rankLocal": 5,
			"scoreGlobal": 37,
			"scoreLocal": 83,
			"userRank": 28,
			"userScore": 12,
			"postUserName": "JumpingJack",
			"postUserID": "u360897",
			"postUserUrl": "https://www.flashback.org/u360897",
			"postDateTime": "2010-12-06, 09:07",
			"postUrlInThread": "https://www.flashback.org/t947739p1139",
			"postUrlUniq": "https://www.flashback.org/sp27371125",
			"sentence": "Den veckan kom barnen ständigt för sent till skolan, dök inte upp alls (och pappan ringde inte och meddelade varför), läxor gjordes inte, lappar glömdes bort, barnen fick inte gymnastikkläder med sig till skolan, hade inte rätt kläder på sig för vädret så de var kalla eller blöta hela dagen, glömdes bort på skolan och hämtades inte, matsäckar till utflykter glömdes bort, barnkalas glömdes bort och värst av allt var att han ofta glömde att ge barnen medicin som de behövde."
		}
	],
	[
		{
			"postIndex": 85833,
			"postNumber": 14885,
			"rankGlobal": 1,
			"rankLocal": 1,
			"scoreGlobal": 100,
			"scoreLocal": 100,
			"userRank": 55,
			"userScore": 5,
			"postUserName": "NoSugarcoat",
			"postUserID": "u446435",
			"postUserUrl": "https://www.flashback.org/u446435",
			"postDateTime": "2010-12-19, 11:34",
			"postUrlInThread": "https://www.flashback.org/t947739p1241",
			"postUrlUniq": "https://www.flashback.org/sp27668085",
			"sentence": "Vi vet inte: - att barnet blivit LVUat - vem som påstår att mamman påstår ultimatumet \"fullfölj eller LVU\" - vem som påstår att mamman och barnet befinner sig \"på okänd ort\" och isf för vem denna ort är okänd - vem som påstår ATT mamman skrivit under någonting och inte heller vad som isf stod i detta \"någonting\" - att barnet \"far illa\" med sin mamma - att mormorn är \"drivande\" alternativt utövar full \"kontroll\" över sitt barn och barnbarn - vad som förevarit på UH Vi vet att: - pappan valt att föra sin strid på Internet - pappan där gett SIN bild av mamman, VTn och mormodern - pappan publicerat allt möjligt integritetskränkande material på Internet - den som är viktig i det här är barnet Jag tycker på grundval av det enda jag sett i detta - det pappan skrivit och de fåtal dokument jag läst av alla de han lagt ut: - det är moraliskt förkastligt att föra sin vt på Internet, därav anser jag att pappan agerat som ett rikspucko i det här - en vt är inte en strid, ett krig eller en underhållande \"match\" med olika aktörer placerade i olika ringhörnor - en vt är en tragedi som aldrig kan vinnas av någon - barn skall INTE bli inblandade i konflikten och gå in och agera - att pappan skall lägga ner sina avslöjande aktiviteter på nätet.."
		},
		{
			"postIndex": 85668,
			"postNumber": 14869,
			"rankGlobal": 99,
			"rankLocal": 2,
			"scoreGlobal": 41,
			"scoreLocal": 41,
			"userRank": 19,
			"userScore": 18,
			"postUserName": "Pinglaklara",
			"postUserID": "u437353",
			"postUserUrl": "https://www.flashback.org/u437353",
			"postDateTime": "2010-12-19, 02:02",
			"postUrlInThread": "https://www.flashback.org/t947739p1240",
			"postUrlUniq": "https://www.flashback.org/sp27664320",
			"sentence": "Dotterns ombud skall/kommer att ha full insyn i allt som gäller dottern, det är henne denne skall representera, det kan vare sig daddy eller modern ha inverkan på, det är liksom hela iden, i min önskan så skulle alla barn som hamnar med vårdndstvistande föräldrar få egna ombud."
		},
		{
			"postIndex": 86692,
			"postNumber": 15018,
			"rankGlobal": 108,
			"rankLocal": 3,
			"scoreGlobal": 40,
			"scoreLocal": 40,
			"userRank": 49,
			"userScore": 8,
			"postUserName": "adina",
			"postUserID": "u335121",
			"postUserUrl": "https://www.flashback.org/u335121",
			"postDateTime": "2010-12-19, 22:45",
			"postUrlInThread": "https://www.flashback.org/t947739p1252",
			"postUrlUniq": "https://www.flashback.org/sp27682345",
			"sentence": "Om detta anses vara tecken på att mamman står under påverkan av sin mor \"Efter flytten synes dock samarbetet mellan föräldrarna ha försvårats ytterligare genom att Snefrid Lunde (mormor) aktivt har agerat i frågan om hur umgänget mellan Barnet och Jr skulle ske, borde också J uttalande hösten 2008 om att han fortfarande älskar mamman och ser henne och dottern som sin familj vara lika relevant."
		},
		{
			"postIndex": 83086,
			"postNumber": 14348,
			"rankGlobal": 231,
			"rankLocal": 4,
			"scoreGlobal": 35,
			"scoreLocal": 35,
			"userRank": 9,
			"userScore": 41,
			"postUserName": "KiaW",
			"postUserID": "u393618",
			"postUserUrl": "https://www.flashback.org/u393618",
			"postDateTime": "2010-12-17, 13:05",
			"postUrlInThread": "https://www.flashback.org/t947739p1196",
			"postUrlUniq": "https://www.flashback.org/sp27628665",
			"sentence": "men saken är den att även om de uppgifter som kommer till tråden via honom och andra blir misstrodda och ordet lögn förekommer ofta, så dröjer det inte länge förrän det kommer anklagelser om att de sprider sekretessbelagda uppgifter alternativt anklagelser om att de fått uppgifter från mamman eller mormor, vilket i sin tur betyder att uppgifterna blir bekräftade om och om igen från Daddys håll."
		},
		{
			"postIndex": 84994,
			"postNumber": 14758,
			"rankGlobal": 263,
			"rankLocal": 5,
			"scoreGlobal": 35,
			"scoreLocal": 35,
			"userRank": 2,
			"userScore": 90,
			"postUserName": "micro113",
			"postUserID": "u317096",
			"postUserUrl": "https://www.flashback.org/u317096",
			"postDateTime": "2010-12-18, 17:38",
			"postUrlInThread": "https://www.flashback.org/t947739p1230",
			"postUrlUniq": "https://www.flashback.org/sp27653916",
			"sentence": "Givet att det i det här fallet dessutom - om man skall ta ledning av vad som sagts enligt Tuesdays inlägg - enbart skulle handla om LVU för att genomföra insatsen -- så skulle detta dessutom upphöra att gälla när utredningen var klar, om man inte kunde visa starka skäl för att fatta beslut om LVU på annan grund."
		}
	],
	[
		{
			"postIndex": 91648,
			"postNumber": 15874,
			"rankGlobal": 61,
			"rankLocal": 1,
			"scoreGlobal": 44,
			"scoreLocal": 100,
			"userRank": 4,
			"userScore": 64,
			"postUserName": "HusvagnSvensson",
			"postUserID": "u184109",
			"postUserUrl": "https://www.flashback.org/u184109",
			"postDateTime": "2011-06-02, 12:26",
			"postUrlInThread": "https://www.flashback.org/t947739p1323",
			"postUrlUniq": "https://www.flashback.org/sp30952061",
			"sentence": "Det värsta är att när det när det inte gick hem längre att skylla på att Joakim Ramstedt inte fick träffa sitt barn för att han var en dödsknarkande pedofil, har mamman lyckat få med sig skattemyndigheter och sociala myndigheter på att det är så jävla synd om henne, på grund av detta svepskäl om hur synd det är om henne som är så utsatt på nätet, så hon måste daltas med och ha hemlig identitet och slippa ta samma ansvar som andra frånskilda föräldrar."
		},
		{
			"postIndex": 88488,
			"postNumber": 15299,
			"rankGlobal": 254,
			"rankLocal": 2,
			"scoreGlobal": 35,
			"scoreLocal": 79,
			"userRank": 3,
			"userScore": 69,
			"postUserName": "JanHemming",
			"postUserID": "u450279",
			"postUserUrl": "https://www.flashback.org/u450279",
			"postDateTime": "2011-03-18, 12:04",
			"postUrlInThread": "https://www.flashback.org/t947739p1275",
			"postUrlUniq": "https://www.flashback.org/sp29550587",
			"sentence": "Hade hoppats att Daddy och dottern skulle hitta tillbaka till varandra vid utredningen men så verkar inte vara fallet då Daddy tidigare har skrivit att utredningen har kommit fram till att dottern nu uttalat att hon inte vill träffa sin pappa."
		},
		{
			"postIndex": 91031,
			"postNumber": 15771,
			"rankGlobal": 283,
			"rankLocal": 3,
			"scoreGlobal": 34,
			"scoreLocal": 78,
			"userRank": 14,
			"userScore": 32,
			"postUserName": "TheLucky",
			"postUserID": "u212355",
			"postUserUrl": "https://www.flashback.org/u212355",
			"postDateTime": "2011-06-01, 14:17",
			"postUrlInThread": "https://www.flashback.org/t947739p1315",
			"postUrlUniq": "https://www.flashback.org/sp30937547",
			"sentence": "Den här tråden handlar bara om två saker: antingen tycker man att barn ska få träffa båda sina föräldrar eller så tycker man att det räcker med enbart mamman och att det är försvarbart att med falska anklagelser och lögner för att få bort pappan."
		},
		{
			"postIndex": 91647,
			"postNumber": 15874,
			"rankGlobal": 325,
			"rankLocal": 4,
			"scoreGlobal": 33,
			"scoreLocal": 76,
			"userRank": 4,
			"userScore": 64,
			"postUserName": "HusvagnSvensson",
			"postUserID": "u184109",
			"postUserUrl": "https://www.flashback.org/u184109",
			"postDateTime": "2011-06-02, 12:26",
			"postUrlInThread": "https://www.flashback.org/t947739p1323",
			"postUrlUniq": "https://www.flashback.org/sp30952061",
			"sentence": "Att mamman skulle vara hotad av någon anonym nätmobb eller ett gäng vilda Daddyistpedofiler på nätet är lika mycket en lögn och ett psykologiskt försvar för sitt eget beteende som hennes fantasier om att Joakim Ramstedt hotar henne, är psykopat eller har suttit i fängelse eller vad det nu är för trams hon fantiserar om, tydligen ihop med sin mor."
		},
		{
			"postIndex": 92206,
			"postNumber": 15957,
			"rankGlobal": 374,
			"rankLocal": 5,
			"scoreGlobal": 33,
			"scoreLocal": 75,
			"userRank": 2,
			"userScore": 90,
			"postUserName": "micro113",
			"postUserID": "u317096",
			"postUserUrl": "https://www.flashback.org/u317096",
			"postDateTime": "2011-06-02, 19:30",
			"postUrlInThread": "https://www.flashback.org/t947739p1330",
			"postUrlUniq": "https://www.flashback.org/sp30958458",
			"sentence": "Man kan inte tvinga henne att ändra grundinställning, man tvinga henne att dölja sitt avvisande -- men framför allt kan man få henne att förstå vilken skada hon gör sitt barn, och man kan börja bygga olika \"tryggpunkter\" när hon väl står inför faktum och det handlar om att hantera umgänge och inte att undanhålla sig längre."
		}
	],
	[
		{
			"postIndex": 94953,
			"postNumber": 16528,
			"rankGlobal": 46,
			"rankLocal": 1,
			"scoreGlobal": 46,
			"scoreLocal": 100,
			"userRank": 49,
			"userScore": 8,
			"postUserName": "adina",
			"postUserID": "u335121",
			"postUserUrl": "https://www.flashback.org/u335121",
			"postDateTime": "2011-06-06, 00:34",
			"postUrlInThread": "https://www.flashback.org/t947739p1378",
			"postUrlUniq": "https://www.flashback.org/sp31010783",
			"sentence": "Pappan har två andra mindre barn som bott hos honom vv, förnärvarande gör de inte det eftersom han inte skötte dem på ett gott sätt, Enligt pappan är det bara en tidsfråga innan dessa barn återgår till att bo vv, pappan har nämligen hittat en ny kärlek på nätet som håller på att separera från sin man och kommer att flytta till pappan med ett av sina barn Nya kärleken lämnar sitt fasta arbete som hon haft i nästan 20 år, tar med sig sina och sitt barns kläder och flyttar tvärs över landet till den stora kärleken."
		},
		{
			"postIndex": 94948,
			"postNumber": 16528,
			"rankGlobal": 54,
			"rankLocal": 2,
			"scoreGlobal": 45,
			"scoreLocal": 97,
			"userRank": 49,
			"userScore": 8,
			"postUserName": "adina",
			"postUserID": "u335121",
			"postUserUrl": "https://www.flashback.org/u335121",
			"postDateTime": "2011-06-06, 00:34",
			"postUrlInThread": "https://www.flashback.org/t947739p1378",
			"postUrlUniq": "https://www.flashback.org/sp31010783",
			"sentence": "Ganska snabbt blir paret gravida och mamman bestämmer sig för att behålla barnet trots att de numera slutat dejta Pappan får lite bilder på ultraljud osv, föräldrarna kommunicerar, barnet föds pappan kommer inte till förlossningen han kommer inte överhuvudtaget och ser sitt barn, har bara sett sitt barn på kort."
		},
		{
			"postIndex": 94397,
			"postNumber": 16418,
			"rankGlobal": 170,
			"rankLocal": 3,
			"scoreGlobal": 37,
			"scoreLocal": 81,
			"userRank": 57,
			"userScore": 5,
			"postUserName": "LynnigWera",
			"postUserID": "u506090",
			"postUserUrl": "https://www.flashback.org/u506090",
			"postDateTime": "2011-06-05, 14:38",
			"postUrlInThread": "https://www.flashback.org/t947739p1369",
			"postUrlUniq": "https://www.flashback.org/sp31000111",
			"sentence": "Jag köper inte alls det där att JR skulle ha blivit världsberömd efter en liten artikel i tidningen Fokus och att det skulle ha varit omöjligt att fortsätta som anonym bloggare, att skriva om sitt och andras fall, beskriva principer utan att outa såväl sig själv, sitt X och sina barn som olika tjänstemän som på olika sätt haft med fallet att göra."
		},
		{
			"postIndex": 94847,
			"postNumber": 16494,
			"rankGlobal": 171,
			"rankLocal": 4,
			"scoreGlobal": 37,
			"scoreLocal": 81,
			"userRank": 25,
			"userScore": 14,
			"postUserName": "TheSkeptiker",
			"postUserID": "u514546",
			"postUserUrl": "https://www.flashback.org/u514546",
			"postDateTime": "2011-06-05, 23:20",
			"postUrlInThread": "https://www.flashback.org/t947739p1375",
			"postUrlUniq": "https://www.flashback.org/sp31009256",
			"sentence": "Allt, allt, allt som gör så att flickan mår dåligt och tvingas fundera ut vad mer hon skulle säga, allt som får flickan att hela tiden tänka på vad hon får säga och inte, när hon ska säga det, allt som idag påverkar flickan negativt och förödande ska åtgärdas - även om det nu råkar vara en mormor som i juridisk mening inte är vårdnadshavare men som i all annan handling pressar sig fram på alla sätt hon kan för att påverka så att flickan hålls borta från sin pappa."
		},
		{
			"postIndex": 96042,
			"postNumber": 16793,
			"rankGlobal": 189,
			"rankLocal": 5,
			"scoreGlobal": 37,
			"scoreLocal": 80,
			"userRank": 44,
			"userScore": 8,
			"postUserName": "DivineBovine",
			"postUserID": "u475866",
			"postUserUrl": "https://www.flashback.org/u475866",
			"postDateTime": "2011-06-07, 02:06",
			"postUrlInThread": "https://www.flashback.org/t947739p1400",
			"postUrlUniq": "https://www.flashback.org/sp31032446",
			"sentence": "Eftersom de yrkesmänniskor som anlitats att utreda flickans mående inte får en chans att komma barnets egna upplevelser nära för mamma så är det så klart inte lätt att anklaga dem för att de inte lyssnar på barnet, eller ens de inom soc myndigheten som har ansvaret för att skydda henne från omsorgssvikt och psykisk misshande."
		}
	],
	[
		{
			"postIndex": 101528,
			"postNumber": 17757,
			"rankGlobal": 87,
			"rankLocal": 1,
			"scoreGlobal": 41,
			"scoreLocal": 100,
			"userRank": 131,
			"userScore": 0,
			"postUserName": "MineCraft.",
			"postUserID": "u665597",
			"postUserUrl": "https://www.flashback.org/u665597",
			"postDateTime": "2012-04-06, 01:05",
			"postUrlInThread": "https://www.flashback.org/t947739p1480",
			"postUrlUniq": "https://www.flashback.org/sp36660488",
			"sentence": "Det är en välgärning att daddy och andra som vågar säger ifrån och orkar, ett stort tack ska han ha som uppmärksammar dessa samhällsproblem, barnen mår inte bra av att en förälder isolerar dem och kidnappar barnet för sig självt, den farliga för barnet och sjuka människan i detta fall är glasklart och utrett tillsammans med mormodern faktiskt mamman."
		},
		{
			"postIndex": 100584,
			"postNumber": 17633,
			"rankGlobal": 97,
			"rankLocal": 2,
			"scoreGlobal": 41,
			"scoreLocal": 99,
			"userRank": 4,
			"userScore": 64,
			"postUserName": "HusvagnSvensson",
			"postUserID": "u184109",
			"postUserUrl": "https://www.flashback.org/u184109",
			"postDateTime": "2012-01-10, 18:48",
			"postUrlInThread": "https://www.flashback.org/t947739p1470",
			"postUrlUniq": "https://www.flashback.org/sp35036307",
			"sentence": "Och detta sker förment i flickans intresse där farbror Göran och farbror Henrik bestämmer sig för att de är hennes beskyddare mot hennes egen far, som slått larm om just den sak, nämligen att flickan kommer att fara illa om hennes mamman fortsätter med sin kamp mot att den andra föräldern alls skall ha något umgänge, som socialnämnden i Kungsbacka nu tycks ha slagit fast."
		},
		{
			"postIndex": 101345,
			"postNumber": 17726,
			"rankGlobal": 120,
			"rankLocal": 3,
			"scoreGlobal": 40,
			"scoreLocal": 96,
			"userRank": 60,
			"userScore": 4,
			"postUserName": "MyfairLady",
			"postUserID": "u326470",
			"postUserUrl": "https://www.flashback.org/u326470",
			"postDateTime": "2012-03-21, 19:58",
			"postUrlInThread": "https://www.flashback.org/t947739p1478",
			"postUrlUniq": "https://www.flashback.org/sp36388844",
			"sentence": "\" Att själv tänka sig in i att få sitta och vänta på sådana här utlåtanden i år rörande sitt eget barn när man försökt påtala det hela tiden gör att jag ser på daddys bloggande som mycket diplomatiskt och demokratiskt tillvägagångssätt det är inte svårt att föreställa sig flertalet andra handlingar som personer av annan karaktär än JRs otroliga tålamod samt tro på sanningen och pennan."
		},
		{
			"postIndex": 97381,
			"postNumber": 17017,
			"rankGlobal": 131,
			"rankLocal": 4,
			"scoreGlobal": 39,
			"scoreLocal": 95,
			"userRank": 2,
			"userScore": 90,
			"postUserName": "micro113",
			"postUserID": "u317096",
			"postUserUrl": "https://www.flashback.org/u317096",
			"postDateTime": "2011-06-08, 22:25",
			"postUrlInThread": "https://www.flashback.org/t947739p1419",
			"postUrlUniq": "https://www.flashback.org/sp31066736",
			"sentence": "Diskussionen som sådan är enbart hypotetisk och om upp enbart eftersom folk anser att mamman hade skyldighet och ansvar att tänka sig för innan och inte skaffa barn -- frågan är då varför inte pappan som är så mycket äldre och som dessutom hävdar att hon hade så stora problem redan innan, inte avkrävs samma eller till och med ett högre ansvar i den delen."
		},
		{
			"postIndex": 97510,
			"postNumber": 17046,
			"rankGlobal": 149,
			"rankLocal": 5,
			"scoreGlobal": 38,
			"scoreLocal": 92,
			"userRank": 49,
			"userScore": 8,
			"postUserName": "adina",
			"postUserID": "u335121",
			"postUserUrl": "https://www.flashback.org/u335121",
			"postDateTime": "2011-06-09, 00:06",
			"postUrlInThread": "https://www.flashback.org/t947739p1421",
			"postUrlUniq": "https://www.flashback.org/sp31069066",
			"sentence": "Många vuxna har ett gränslöst beteende, de där som inte respekterar andras personliga space utan sitter eller står närmare än vad som känns bekvämt och nöden kräver(i en kö är man oftast lite för nära än vad man skulle vilja vara) Som lilla dottern säger pappa ensam, pappa behöver mig, det är synd om honom..."
		}
	]
]
