[
	[
		{
			"postIndex": 17,
			"postNumber": 7,
			"rankGlobal": 1,
			"rankLocal": 1,
			"scoreGlobal": 100,
			"scoreLocal": 100,
			"userRank": 73,
			"userScore": 3,
			"postUserName": "techno_the_king",
			"postUserID": "u81389",
			"postUserUrl": "https://www.flashback.org/u81389",
			"postDateTime": "2009-09-17, 15:58",
			"postUrlInThread": "https://www.flashback.org/t959924p1",
			"postUrlUniq": "https://www.flashback.org/sp18778379",
			"sentence": "Tyvärr så kan man inte göra ett skit visst en polisanmälan då men det är det enda & polisen kommer inte göra ett skit åt saken & Tradera stänger möjligtvist av personen blev själv blåst på 560kr för några år sen köpte ett par kängor med dödskallar på skulle ha dessa på en Iron Maidenspelning säljaren hade 100% i posetiva omdömen & jag litade på att bitchen skulle skicka dessa dock så gjorde hon aldrig detta så igentligen kan man blåsa folk rätt friskt på Tradera eller göra det en gång för det enda du får är ett negativt omdöme sen så är det ju i princip jämt så att man måste betala först för att få varan hemskickad knappt en jävel som kör med Paysongaranti på Tradera alt skickar varan först."
		},
		{
			"postIndex": 881,
			"postNumber": 268,
			"rankGlobal": 21,
			"rankLocal": 2,
			"scoreGlobal": 52,
			"scoreLocal": 52,
			"userRank": 109,
			"userScore": 3,
			"postUserName": "KvilleniusII",
			"postUserID": "u209667",
			"postUserUrl": "https://www.flashback.org/u209667",
			"postDateTime": "2010-07-12, 22:15",
			"postUrlInThread": "https://www.flashback.org/t959924p23",
			"postUrlUniq": "https://www.flashback.org/sp24210272",
			"sentence": "Vet inte om jag har blivit lurad eller vad, köpte ett kikarsikte av användaren , vann auktionen den 6 jul 22:36 och fick vinnarmail etc, killen har 485 omdömmen och 93% positiva vilket jag ser som rätt bra och säkert köp, vann kikarsiktet för 250kr~ + 250kr frakt och betalade in det samma kväll så att han skulle få det dagen efter, mailade honom ang att jag betalat så han skulle se det och lägga det på posten fortare etc.."
		},
		{
			"postIndex": 983,
			"postNumber": 297,
			"rankGlobal": 59,
			"rankLocal": 3,
			"scoreGlobal": 43,
			"scoreLocal": 43,
			"userRank": 101,
			"userScore": 3,
			"postUserName": "SemperPrimus",
			"postUserID": "u470730",
			"postUserUrl": "https://www.flashback.org/u470730",
			"postDateTime": "2010-08-03, 15:11",
			"postUrlInThread": "https://www.flashback.org/t959924p25",
			"postUrlUniq": "https://www.flashback.org/sp24609540",
			"sentence": "Jag slutade tipsa efter något dussin alias -Följande länkar ger en bra bild över de vanligaste kamerorna som \"sålts\" om och om igen (då de lagts om med samma texter har det varit enkelt att söka fram): -För Ipads finns även lite hederligt folk med i sökningarna - men den absoluta merparten är från samme bedragare (ca 4 olika bilder har använts): Auktionerna försvinner väl efter 60 dagar högst, så den som vill hålla lite koll på alla alias får passa på att kika."
		},
		{
			"postIndex": 242,
			"postNumber": 66,
			"rankGlobal": 65,
			"rankLocal": 4,
			"scoreGlobal": 42,
			"scoreLocal": 42,
			"userRank": 10,
			"userScore": 7,
			"postUserName": "Weirdude",
			"postUserID": "u268169",
			"postUserUrl": "https://www.flashback.org/u268169",
			"postDateTime": "2009-12-14, 20:26",
			"postUrlInThread": "https://www.flashback.org/t959924p6",
			"postUrlUniq": "https://www.flashback.org/sp20339169",
			"sentence": "Har: Kontonummer Personnummer 10 telefonnummer 3 adresser Facebook En likn \"comunity\" En sexkontaktannons-sida där vederbörande är medlem En blogg Fått fram uppgifter ang familjeförhållanden, vänner, släkt, husdjur Kreditupplysning på vederbörande Vederbörandes olika \"nick\" på diverse hemsidor Flertalet bilder på personen ifråga Namn på två föreningar/klubbar vederbörande är medlem i Uppgifter om ett bolagsengagemang där personen är delägare (Svaga) bevis på urkundsförfalskning Har även tagit kontakt med tre andra personer som skall ha blivit utsatta för bedrägeri utav samma person."
		},
		{
			"postIndex": 882,
			"postNumber": 268,
			"rankGlobal": 88,
			"rankLocal": 5,
			"scoreGlobal": 40,
			"scoreLocal": 40,
			"userRank": 109,
			"userScore": 3,
			"postUserName": "KvilleniusII",
			"postUserID": "u209667",
			"postUserUrl": "https://www.flashback.org/u209667",
			"postDateTime": "2010-07-12, 22:15",
			"postUrlInThread": "https://www.flashback.org/t959924p23",
			"postUrlUniq": "https://www.flashback.org/sp24210272",
			"sentence": "Har ännu inte fått några svar och nu när jag kollar på hans sida på tradera så är hans konto \" \", min fråga blir således naturligt om jag har blivit scammad Det är iofs inga stora summor pengar och säkert inte helt äkta sikte heller jag köpt men ändå tråkigt..."
		}
	],
	[
		{
			"postIndex": 1199,
			"postNumber": 403,
			"rankGlobal": 4,
			"rankLocal": 1,
			"scoreGlobal": 65,
			"scoreLocal": 100,
			"userRank": 180,
			"userScore": 2,
			"postUserName": "bogani",
			"postUserID": "u298376",
			"postUserUrl": "https://www.flashback.org/u298376",
			"postDateTime": "2010-10-04, 23:33",
			"postUrlInThread": "https://www.flashback.org/t959924p34",
			"postUrlUniq": "https://www.flashback.org/sp25922884",
			"sentence": "\"Hej, Tack för att komma tillbaka till mig så fort du kan väl Mitt namn är Torbjörn Ohlsson från Cambridge i Storbritannien är en medborgare i Sverige men jag var tvungen att flytta på grund av arten av mitt jobb men jag hade känt tradera innan jag lämnade Sverige som varför Jag kom hela vägen från Storbritannien för att köpa artikeln här, så du kommer att skicka varan till min systerson som åkte på en Anti aids seminarium i västra Afrika, så jag skulle vilja att ni komma tillbaka till mig med den totala kostnaden plus frakt via Posten och jag kommer också att behöva dina bankuppgifter som följer Bankens namn: - FÖRSÄLJNING NAMN: - Clearingnummer: - KONTONUMMER: - Om du är intresserad av att sälja objektet till mig, vänligen komma tillbaka till mig med den totala kostnaden för objektet och fraktkostnad."
		},
		{
			"postIndex": 1355,
			"postNumber": 445,
			"rankGlobal": 9,
			"rankLocal": 2,
			"scoreGlobal": 60,
			"scoreLocal": 92,
			"userRank": 92,
			"userScore": 3,
			"postUserName": "RickJames",
			"postUserID": "u97294",
			"postUserUrl": "https://www.flashback.org/u97294",
			"postDateTime": "2010-10-14, 22:44",
			"postUrlInThread": "https://www.flashback.org/t959924p38",
			"postUrlUniq": "https://www.flashback.org/sp26133881",
			"sentence": "Jag har blivit blåst på tradera, bjöd på en dator och betalade in pengarna på kontot efter auktionens slut till det automatiska mailet från tradera som innehöll bedragarens bankkontonummer, så jag hade aldrig någon mail kontakt eller liknande med personen ifråga och jag tänkte att det är ju rätt vanligt att man har autosvar för att slippa skicka mail till alla som nu har vunnit på ens auktioner."
		},
		{
			"postIndex": 1926,
			"postNumber": 604,
			"rankGlobal": 14,
			"rankLocal": 3,
			"scoreGlobal": 54,
			"scoreLocal": 82,
			"userRank": 208,
			"userScore": 2,
			"postUserName": "stilnockt",
			"postUserID": "u488118",
			"postUserUrl": "https://www.flashback.org/u488118",
			"postDateTime": "2011-01-20, 23:45",
			"postUrlInThread": "https://www.flashback.org/t959924p51",
			"postUrlUniq": "https://www.flashback.org/sp28367308",
			"sentence": "Du är inte Korkad du har förmodligen blivit blåst av Killen, men skicka ett mail till honom att det är folk på väg och prata med honom eller att dom kommer och hämtar pengarna i ditt namn eller så tar du med dig två killar och åker hem till honom och spöar skiten ur han och kolla vad han har för bil och försäkring, har han bara halvförsäkring så hoppa in taket på bilen och slå sönder varenda ruta kostar mer än 2400kr du gav eller vad det var."
		},
		{
			"postIndex": 1892,
			"postNumber": 594,
			"rankGlobal": 51,
			"rankLocal": 4,
			"scoreGlobal": 44,
			"scoreLocal": 68,
			"userRank": 8,
			"userScore": 8,
			"postUserName": "Zelogath",
			"postUserID": "u474785",
			"postUserUrl": "https://www.flashback.org/u474785",
			"postDateTime": "2011-01-19, 19:30",
			"postUrlInThread": "https://www.flashback.org/t959924p50",
			"postUrlUniq": "https://www.flashback.org/sp28338187",
			"sentence": "Det tog ett par dagar så jag skickade ett mail och frågade om han hade skickat laptopen, varvid han ber om ursäkt och svarar att han inte sett mailet förrän nu, och undrar om han kan skicka den \"imorgon\" (detta är onsdagen den 12 januari) så att jag får den på torsdag eller fredag, sedan skickar garantin han har någonstans hemma som han inte hittat än, via brev."
		},
		{
			"postIndex": 1204,
			"postNumber": 404,
			"rankGlobal": 63,
			"rankLocal": 5,
			"scoreGlobal": 43,
			"scoreLocal": 65,
			"userRank": 61,
			"userScore": 3,
			"postUserName": "_Streber",
			"postUserID": "u114287",
			"postUserUrl": "https://www.flashback.org/u114287",
			"postDateTime": "2010-10-05, 01:18",
			"postUrlInThread": "https://www.flashback.org/t959924p34",
			"postUrlUniq": "https://www.flashback.org/sp25924861",
			"sentence": "eller så kommer de att fiffla ihop ett mail från en påhittad bank, typ Last Royal Bank of Scotland där alla dina bankuppgifter är \"korrekt\" återgivna samt ett meddelande från en lika påhittad banktjänsteman om att en överföring är initierad men att du måste skicka bevis på att varan är skickad för att pengarna ska skickas vidare till ditt konto."
		}
	],
	[
		{
			"postIndex": 2762,
			"postNumber": 865,
			"rankGlobal": 2,
			"rankLocal": 1,
			"scoreGlobal": 100,
			"scoreLocal": 100,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "v50",
			"postUserID": "u281343",
			"postUserUrl": "https://www.flashback.org/u281343",
			"postDateTime": "2011-03-22, 06:55",
			"postUrlInThread": "https://www.flashback.org/t959924p73",
			"postUrlUniq": "https://www.flashback.org/sp29628447",
			"sentence": "Kan tillägga att jag har köpt mycket på tradera och alltid betalat in pengarna i förskott och jag har än så länge ej blivit lurad, senast igår förde jag över 2500 kr för en pryl jag köpt, får hoppas att jag inte blir lurad nu bara för den sakens skull Jag har som rutin att alltid kolla upp omdömet på den som säljer innan jag bjuder på ett objekt, då får man en hyfsad bild av om personen är seriös eller ej, dock är det inte 100% säkert, finns ett flertal personer som har sålt seriöst för att samla på sig positiva omdömen för att sedan blåsa folk på stora summor pengar genom att lägga ut mängder med fejkade annonser tex tech4life som blåste folk på ungefär en halv miljon förra hösten, det finns en separat tråd om den säljaren om du letar lite."
		},
		{
			"postIndex": 2692,
			"postNumber": 845,
			"rankGlobal": 10,
			"rankLocal": 2,
			"scoreGlobal": 59,
			"scoreLocal": 60,
			"userRank": 27,
			"userScore": 5,
			"postUserName": "Kongohassan",
			"postUserID": "u180957",
			"postUserUrl": "https://www.flashback.org/u180957",
			"postDateTime": "2011-03-15, 01:03",
			"postUrlInThread": "https://www.flashback.org/t959924p71",
			"postUrlUniq": "https://www.flashback.org/sp29479263",
			"sentence": "vet inte riktigt om jag har placerat denna tråd under rätt kategori så den får gärna flyttas till rätt om den är i fel=) Satt och undrade en liten sak såhär på kvällskvisten, när jag sålde min iphone för några dagar sedan på tradera fick jag flera mail från scammers som det i princip stod likadant i: Hej, Mitt namn är Linus Lindgren från Cambridge i Storbritannien, såg jag ditt objekt på tradera och jag kommer att älska att köpa den för min systerson som åkte på en Anti aids seminarium i västra Afrika, och jag kommer att betala dig summan av 5000 kr plus frakten via Posten till min brorson i Västafrika."
		},
		{
			"postIndex": 2223,
			"postNumber": 707,
			"rankGlobal": 45,
			"rankLocal": 3,
			"scoreGlobal": 46,
			"scoreLocal": 46,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "v50",
			"postUserID": "u281343",
			"postUserUrl": "https://www.flashback.org/u281343",
			"postDateTime": "2011-02-27, 07:02",
			"postUrlInThread": "https://www.flashback.org/t959924p59",
			"postUrlUniq": "https://www.flashback.org/sp29158248",
			"sentence": "Vissa mindre nogräknade/smarta bedragare använder ett konto som kan knytas direkt till dem medan andra använder en målvakt/bulvan som får stå på kontot och den personen är ofta någon missbrukare eller småkriminell som ej går att driva in några pengar av, den personen får då ofta en symbolisk summa från de som står bakom bedrägeriet som ersättning för att man använder personens konto."
		},
		{
			"postIndex": 3030,
			"postNumber": 943,
			"rankGlobal": 52,
			"rankLocal": 4,
			"scoreGlobal": 44,
			"scoreLocal": 44,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "v50",
			"postUserID": "u281343",
			"postUserUrl": "https://www.flashback.org/u281343",
			"postDateTime": "2011-04-13, 10:45",
			"postUrlInThread": "https://www.flashback.org/t959924p79",
			"postUrlUniq": "https://www.flashback.org/sp30054297",
			"sentence": "Det finns även många som själv importerar från usa eller andra europeiska länder och tjänar stora pengar på det, i många fall väljer de att sälja varorna vidare på tradera, blocket eller andra annonssiter, som du ser så finns det hur många som helst som säljer verktyg på tradera som de importerat (även om det ej står bokstavligen i annonsen)."
		},
		{
			"postIndex": 2335,
			"postNumber": 745,
			"rankGlobal": 77,
			"rankLocal": 5,
			"scoreGlobal": 41,
			"scoreLocal": 42,
			"userRank": 23,
			"userScore": 5,
			"postUserName": "woops",
			"postUserID": "u551539",
			"postUserUrl": "https://www.flashback.org/u551539",
			"postDateTime": "2011-03-03, 17:00",
			"postUrlInThread": "https://www.flashback.org/t959924p63",
			"postUrlUniq": "https://www.flashback.org/sp29247994",
			"sentence": "Nja, var väl inte det som var tanken direkt utan det var mer när polisen sa: som jag tänkte att hon säkert gjort såhär mot fler och att hon då kanske borde \"lämnas ut\" på något sätt iaf(även om jag inte visste att det var okej att göra det såhär i en tråd), och gärna betala tillbaks till mig Men är inte van vid sånt här så tänkte att lite tips på saker som fungerat kunde vara bra!"
		}
	],
	[
		{
			"postIndex": 3073,
			"postNumber": 957,
			"rankGlobal": 6,
			"rankLocal": 1,
			"scoreGlobal": 64,
			"scoreLocal": 100,
			"userRank": 59,
			"userScore": 4,
			"postUserName": "jaghetererik",
			"postUserID": "u565101",
			"postUserUrl": "https://www.flashback.org/u565101",
			"postDateTime": "2011-04-18, 18:18",
			"postUrlInThread": "https://www.flashback.org/t959924p80",
			"postUrlUniq": "https://www.flashback.org/sp30158785",
			"sentence": "Tja köpte i lördags ett par ray ban wayfarer på tradera, e var i str 54 de största för tycker 50 är lite små så hade tur dock hade hon inga omdömmen men jag köpte de direkt för 300 kr inklusive frakt med dhl spårningsnummer har betalat fast idag tänkte jag gå in o kolla på hennes konto ifall hon fått några omdömmen men då var kontot avaktiverat o då tänker man ju helvete ,lurad fast har ju bara gått 2 dagar så man får hoppas köpte de på pappas konto så kan inte kolla ifall jag har fått spåringsnummer, då jag inte kan hans lösenord ska kolla senare vad tror ni?"
		},
		{
			"postIndex": 3561,
			"postNumber": 1077,
			"rankGlobal": 40,
			"rankLocal": 2,
			"scoreGlobal": 48,
			"scoreLocal": 75,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "v50",
			"postUserID": "u281343",
			"postUserUrl": "https://www.flashback.org/u281343",
			"postDateTime": "2011-06-04, 10:57",
			"postUrlInThread": "https://www.flashback.org/t959924p90",
			"postUrlUniq": "https://www.flashback.org/sp30983137",
			"sentence": "Posten är svindyr på sin frakt, testa schenker, dhl eller bussgods nästa gång de är garanterat billigare Angående säljaren mursis så har han/hon fått 4 negativa och ca 340 positiva omdömen så här långt så personligen hade jag nog vågat köpa av den säljaren, har tittat på den personens annonser tidigare men har inte köpt något av den säljaren ännu."
		},
		{
			"postIndex": 3251,
			"postNumber": 990,
			"rankGlobal": 71,
			"rankLocal": 3,
			"scoreGlobal": 42,
			"scoreLocal": 65,
			"userRank": 16,
			"userScore": 6,
			"postUserName": "r80x",
			"postUserID": "u572528",
			"postUserUrl": "https://www.flashback.org/u572528",
			"postDateTime": "2011-05-03, 15:52",
			"postUrlInThread": "https://www.flashback.org/t959924p83",
			"postUrlUniq": "https://www.flashback.org/sp30420197",
			"sentence": "Om man skulle misstänka att en person som ska skicka en grej kommer att skicka en sten eller en blåmålad kendocka eller whatever meningslös skit, skulle man egentligen inte kunna kontakta polis till att vara med och hämta paketet som ett solit alibi till bedrägeri?"
		},
		{
			"postIndex": 3560,
			"postNumber": 1075,
			"rankGlobal": 74,
			"rankLocal": 4,
			"scoreGlobal": 42,
			"scoreLocal": 65,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "v50",
			"postUserID": "u281343",
			"postUserUrl": "https://www.flashback.org/u281343",
			"postDateTime": "2011-06-04, 09:51",
			"postUrlInThread": "https://www.flashback.org/t959924p90",
			"postUrlUniq": "https://www.flashback.org/sp30982599",
			"sentence": "Så säljare från usa innebär alltså inte automatiskt att det är bluff eller stulna produkter (svårt att bevisa iofs) bara för att priserna är låga, det beror alltså på att inköpspriserna är betydligt lägre utomlands än här, så jag tvekar ej att köpa från internationella säljare men innan jag gör det så kollar jag upp säljarens omdömen noga innan jag lägger bud."
		},
		{
			"postIndex": 4118,
			"postNumber": 1251,
			"rankGlobal": 76,
			"rankLocal": 5,
			"scoreGlobal": 41,
			"scoreLocal": 65,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "v50",
			"postUserID": "u281343",
			"postUserUrl": "https://www.flashback.org/u281343",
			"postDateTime": "2011-08-01, 13:48",
			"postUrlInThread": "https://www.flashback.org/t959924p105",
			"postUrlUniq": "https://www.flashback.org/sp31979477",
			"sentence": "Du lär till att börja med bli bannad från tradera fast det är knappast du bryr dig om antar jag sedan kommer polisen förmodligen inte ägna så mycket tid på att jaga dig utan de brukar engagera sig på allvar först när många anmälningar kommer in mot samma konto/person, så har jag uppfattat det."
		}
	],
	[
		{
			"postIndex": 4275,
			"postNumber": 1305,
			"rankGlobal": 3,
			"rankLocal": 1,
			"scoreGlobal": 66,
			"scoreLocal": 100,
			"userRank": 6,
			"userScore": 9,
			"postUserName": "Rand0mguy",
			"postUserID": "u446341",
			"postUserUrl": "https://www.flashback.org/u446341",
			"postDateTime": "2011-08-12, 09:25",
			"postUrlInThread": "https://www.flashback.org/t959924p109",
			"postUrlUniq": "https://www.flashback.org/sp32193890",
			"sentence": "jag skulle gärna betala flera 1000 bara för att få se blatten torska, det handlar inte om att det är billigt med ett minneskort,begagnad mobil,inget kvitto, det handlar om principen att den dumma blatten trodde verkligen att jag inte skulle fatta att den var använd, mänger med sms i telefonen, även när man tjatat till sig kvittot som blev en faktura istället, så var visst telefonen köpt för 7-8månader sedan Däremot om man står på sig så kan man få rätt i många fall, men du kanske bara återgår till det nomala när något händer dig din lilla tönt, våga stå upp för din sak istället, men tydligen passar detta inte alla."
		},
		{
			"postIndex": 4206,
			"postNumber": 1291,
			"rankGlobal": 5,
			"rankLocal": 2,
			"scoreGlobal": 64,
			"scoreLocal": 98,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "v50",
			"postUserID": "u281343",
			"postUserUrl": "https://www.flashback.org/u281343",
			"postDateTime": "2011-08-11, 07:48",
			"postUrlInThread": "https://www.flashback.org/t959924p108",
			"postUrlUniq": "https://www.flashback.org/sp32172594",
			"sentence": "Jag räknar med att det tar tid innan polisen ens börja utreda säljaren och att jag förmodligen inte kommer få tillbaka pengarna, i mitt fall handlar det inte om så stora belopp så jag överlever utan dem medan det finns personer som har blivit lurade på uppemot 8000 kr, några andra har blivit lurade på omkring 5000 kr samt ännu fler omkring 1000 kr osv."
		},
		{
			"postIndex": 4640,
			"postNumber": 1416,
			"rankGlobal": 8,
			"rankLocal": 3,
			"scoreGlobal": 61,
			"scoreLocal": 93,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "v50",
			"postUserID": "u281343",
			"postUserUrl": "https://www.flashback.org/u281343",
			"postDateTime": "2011-09-24, 18:10",
			"postUrlInThread": "https://www.flashback.org/t959924p118",
			"postUrlUniq": "https://www.flashback.org/sp33062152",
			"sentence": "Snacka med tradera och polisanmäl det hela, med lite tur kanske tradera stänger kontot men polisen lär ej göra något såvida inte många blivit lurade av samma säljare eller olika säljare som använder samma kontonummer, anmälan kan du göra via polisens hemsida eller genom att ringa 114 14."
		},
		{
			"postIndex": 4250,
			"postNumber": 1299,
			"rankGlobal": 15,
			"rankLocal": 4,
			"scoreGlobal": 53,
			"scoreLocal": 81,
			"userRank": 6,
			"userScore": 9,
			"postUserName": "Rand0mguy",
			"postUserID": "u446341",
			"postUserUrl": "https://www.flashback.org/u446341",
			"postDateTime": "2011-08-11, 13:38",
			"postUrlInThread": "https://www.flashback.org/t959924p109",
			"postUrlUniq": "https://www.flashback.org/sp32176591",
			"sentence": "Känns konstigt om dom endå skulle lägga ner det pga att bevisningen inte finns där, men dom lägger nog ner det för det finns ''värre'' saker att bry sig om tyvärr, även sms, mail där han hånar att han skickar aldrig extra minnet/kvittot, även att mobilen är köpt för en månad sen stämmer inte heller, så känns konstigt när allt redan princip är klart tycker jag, behöver bara polisens hjälp för fällande dom."
		},
		{
			"postIndex": 4915,
			"postNumber": 1497,
			"rankGlobal": 17,
			"rankLocal": 5,
			"scoreGlobal": 52,
			"scoreLocal": 80,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "v50",
			"postUserID": "u281343",
			"postUserUrl": "https://www.flashback.org/u281343",
			"postDateTime": "2011-11-29, 11:53",
			"postUrlInThread": "https://www.flashback.org/t959924p125",
			"postUrlUniq": "https://www.flashback.org/sp34258904",
			"sentence": "Ge negativt omdöme och kontakta tradera så kanske de kan kontakta säljaren och eventuellt stänga kontot men ha inte allt för höga förhoppningar om detta då tradera brukar vara sega med att agera tyvärr såvida inte väldigt många anmäler och blivit lurade av samma person."
		}
	],
	[
		{
			"postIndex": 5913,
			"postNumber": 1752,
			"rankGlobal": 7,
			"rankLocal": 1,
			"scoreGlobal": 62,
			"scoreLocal": 100,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "v50",
			"postUserID": "u281343",
			"postUserUrl": "https://www.flashback.org/u281343",
			"postDateTime": "2012-03-28, 15:58",
			"postUrlInThread": "https://www.flashback.org/t959924p146",
			"postUrlUniq": "https://www.flashback.org/sp36508173",
			"sentence": "Ta och läs lite i tråden så får du svar på din fråga men kortfattat så kommer du få ett fejkat mejl från paypal där det står att han har betalt in pengar till dig för varan + frakt men detta är ett fejkat mejl och några pengar finns ej och skulle det mot förmodan vara så att du får pengar på ditt paypal konto så kommer han påstå att någon vara ej levererades varpå paypal kommer återföra pengarna till honom igen och du blir blåst på både pengar och varan."
		},
		{
			"postIndex": 6147,
			"postNumber": 1815,
			"rankGlobal": 12,
			"rankLocal": 2,
			"scoreGlobal": 59,
			"scoreLocal": 95,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "v50",
			"postUserID": "u281343",
			"postUserUrl": "https://www.flashback.org/u281343",
			"postDateTime": "2012-05-11, 06:30",
			"postUrlInThread": "https://www.flashback.org/t959924p152",
			"postUrlUniq": "https://www.flashback.org/sp37296814",
			"sentence": "Prova ring säljaren om du inte får tag på honom via mejl, tyvärr är vissa dåliga på att höra av sig och uppdatera köparen om att varan är skickad osv efter de sålt varan och fått pengarna därmed inte sagt att de är oseriösa, det förekommer frekvent att folk köper på sig flera likadana saker som de sedan säljer på tradera."
		},
		{
			"postIndex": 5224,
			"postNumber": 1584,
			"rankGlobal": 13,
			"rankLocal": 3,
			"scoreGlobal": 58,
			"scoreLocal": 95,
			"userRank": 4,
			"userScore": 11,
			"postUserName": "riddick1987",
			"postUserID": "u302042",
			"postUserUrl": "https://www.flashback.org/u302042",
			"postDateTime": "2012-01-07, 03:39",
			"postUrlInThread": "https://www.flashback.org/t959924p132",
			"postUrlUniq": "https://www.flashback.org/sp34962087",
			"sentence": "Juletider är tyvärr extra mycket av sådant här, precis som ni har sett så laddar många bedragare upp med bra omdömen för att sedan dra upp auktioner från allt till köp nu till några dagar med totala värden på flera hundratusen, ingen hinner reagera då dom första 100 tror att paketet ska komma inom några dagar, inga negativa omdömen hinner komma in och allt ser bra ut Personen kan ta sina 100-tusen och hålla sig undan och leva livet för att sedan ta sitt straff när pengarna är slut."
		},
		{
			"postIndex": 6310,
			"postNumber": 1858,
			"rankGlobal": 18,
			"rankLocal": 4,
			"scoreGlobal": 52,
			"scoreLocal": 85,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "v50",
			"postUserID": "u281343",
			"postUserUrl": "https://www.flashback.org/u281343",
			"postDateTime": "2012-06-18, 13:38",
			"postUrlInThread": "https://www.flashback.org/t959924p155",
			"postUrlUniq": "https://www.flashback.org/sp37928628",
			"sentence": "Därmed lär du förhoppningsvis få dina prylar, du får räkna med att när du handlar via tradera så kan det ta allt ifrån några dagar till rent av 2-4 veckor eller längre innan du får prylarna, det beror på hur hur snabb den som säljer är på att kolla kontot samt få iväg prylarna, vilken leverantör de anlitar på att skicka varan samt om den skickas inom landet eller från utlandet."
		},
		{
			"postIndex": 6322,
			"postNumber": 1862,
			"rankGlobal": 19,
			"rankLocal": 5,
			"scoreGlobal": 52,
			"scoreLocal": 85,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "v50",
			"postUserID": "u281343",
			"postUserUrl": "https://www.flashback.org/u281343",
			"postDateTime": "2012-06-18, 14:50",
			"postUrlInThread": "https://www.flashback.org/t959924p156",
			"postUrlUniq": "https://www.flashback.org/sp37929500",
			"sentence": "Ett stort problem på tradera är alla falska kopior på märkesprylar / kläder som florerar där, tradera vet om det men oftast händer inte så mycket även om annonserna anmäls utan säljaren kan fortsätta att sälja kopior utan någon åtgärd, i värsta fall plockas annonsen bort men inom några timmar / dagar så är samma annons ute igen, är inte så ofta folk faktiskt blir avstängda pga kopior såvitt jag vet."
		}
	],
	[
		{
			"postIndex": 6669,
			"postNumber": 1959,
			"rankGlobal": 11,
			"rankLocal": 1,
			"scoreGlobal": 59,
			"scoreLocal": 100,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "v50",
			"postUserID": "u281343",
			"postUserUrl": "https://www.flashback.org/u281343",
			"postDateTime": "2012-08-07, 07:47",
			"postUrlInThread": "https://www.flashback.org/t959924p164",
			"postUrlUniq": "https://www.flashback.org/sp38697281",
			"sentence": "Vidare ska man i den mån det går kolla upp vilka köparna/säljarna är som har gjort affär med den användare man funderar på att köpa från, det är inte ovanligt att en bedragare har flera / multipla konton och att de \"köper\" av varandra bara för att få upp omdömena så är det samma köpare på många varor och omdömet som getts har kommit kort tid efter affären (ofta inom någon timme trots att köpare - säljare bor långt ifrån varandra) så tyder det på att det är en bluff."
		},
		{
			"postIndex": 6781,
			"postNumber": 1985,
			"rankGlobal": 20,
			"rankLocal": 2,
			"scoreGlobal": 52,
			"scoreLocal": 89,
			"userRank": 265,
			"userScore": 2,
			"postUserName": "espelir",
			"postUserID": "u287130",
			"postUserUrl": "https://www.flashback.org/u287130",
			"postDateTime": "2012-08-09, 18:20",
			"postUrlInThread": "https://www.flashback.org/t959924p166",
			"postUrlUniq": "https://www.flashback.org/sp38743188",
			"sentence": "Jag \"köpte\" S3:an av honom igår, skulle skicka idag - han verkade ju som sagt som en seriös kille, FB-konto och telefonnummer, email osv kunde man lätt leta upp, så det verkade då inte som en bedragare på något sätt - har handlat otaligt många gånger över nätet och detta har aldrig hänt förut, då man sett till att kolla upp personen lite innan, och inget sådant här har hänt innan.."
		},
		{
			"postIndex": 7107,
			"postNumber": 2063,
			"rankGlobal": 24,
			"rankLocal": 3,
			"scoreGlobal": 51,
			"scoreLocal": 87,
			"userRank": 13,
			"userScore": 6,
			"postUserName": "GA-LOLiver",
			"postUserID": "u626106",
			"postUserUrl": "https://www.flashback.org/u626106",
			"postDateTime": "2012-09-08, 23:46",
			"postUrlInThread": "https://www.flashback.org/t959924p172",
			"postUrlUniq": "https://www.flashback.org/sp39244737",
			"sentence": "Jag lägger upp en annons om dagens hetaste mobil, säljer den för halva priset i nyskick, ngn köper den, blir lurad, kontaktar sidan och dom blockar mitt ip nummer, min mail, och det finns sparat på min dator tom att jag är den jag är när jag besöker deras sidor, ÄVEN om jag andvänder mig från ett annat ip nummer, så länge jag sitter på denna dator men byter ip nummer så kommer inte detta hjälpa mig för dom kommer blocka mina annonser."
		},
		{
			"postIndex": 6668,
			"postNumber": 1959,
			"rankGlobal": 26,
			"rankLocal": 4,
			"scoreGlobal": 51,
			"scoreLocal": 87,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "v50",
			"postUserID": "u281343",
			"postUserUrl": "https://www.flashback.org/u281343",
			"postDateTime": "2012-08-07, 07:47",
			"postUrlInThread": "https://www.flashback.org/t959924p164",
			"postUrlUniq": "https://www.flashback.org/sp38697281",
			"sentence": "Man ska även undersöka närmare de omdömen som lämnats där det är möjligt alltså klicka på saken som köpts / sålts för att se vad det är för något, bedragare brukar ofta bara köpa eller sälja billigt krafs under en kortare period för att få 5-20 goda omdömen för att sedan lägga ut dyrare saker som de inte har utan endast är till för att lura folk med."
		},
		{
			"postIndex": 7745,
			"postNumber": 2205,
			"rankGlobal": 28,
			"rankLocal": 5,
			"scoreGlobal": 51,
			"scoreLocal": 87,
			"userRank": 188,
			"userScore": 2,
			"postUserName": "Vayu",
			"postUserID": "u750435",
			"postUserUrl": "https://www.flashback.org/u750435",
			"postDateTime": "2012-11-12, 12:11",
			"postUrlInThread": "https://www.flashback.org/t959924p184",
			"postUrlUniq": "https://www.flashback.org/sp40314952",
			"sentence": "Fick följande mail efter att jag satt in en annons med en elektronikpryl på blocket: \"Jag kommer att betala dig 3200kr + 400kr för transporten kostnaden tänker betala dig 6000kr in på ditt konto så snart du skickade mig din betalningsinformation nedan: Bankens namn: Bank-kod: Kontonamn: IBAN-nummer: Swift Code: land: Jag kommer att vara mycket glad om du kan skicka mig dina fullständiga bankuppgifter för ditt paypal e-postadress så att jag kan överföra pengar till ditt konto på OK.?"
		}
	],
	[
		{
			"postIndex": 8027,
			"postNumber": 2274,
			"rankGlobal": 31,
			"rankLocal": 1,
			"scoreGlobal": 49,
			"scoreLocal": 100,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "v50",
			"postUserID": "u281343",
			"postUserUrl": "https://www.flashback.org/u281343",
			"postDateTime": "2012-12-28, 20:41",
			"postUrlInThread": "https://www.flashback.org/t959924p190",
			"postUrlUniq": "https://www.flashback.org/sp41151406",
			"sentence": "Enligt svensk lag råder det strikt banksekretess så banken eller en bankkassörska får alltså ej lämna ut uppgifter om vem som äger ett konto såvida inte det krävs ut av polisen men det finns ett antal personer som har lyckats få fram vad personen bakom kontot heter genom att ha gått till ett bankkontor och gjort en liten symbolisk överföring och i samband med det frågat om det är en viss person som äger kontot."
		},
		{
			"postIndex": 7805,
			"postNumber": 2215,
			"rankGlobal": 62,
			"rankLocal": 2,
			"scoreGlobal": 43,
			"scoreLocal": 88,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "v50",
			"postUserID": "u281343",
			"postUserUrl": "https://www.flashback.org/u281343",
			"postDateTime": "2012-12-01, 17:35",
			"postUrlInThread": "https://www.flashback.org/t959924p185",
			"postUrlUniq": "https://www.flashback.org/sp40666327",
			"sentence": "Får hoppas att inte så många har hunnit betala in pengar till säljaren men förmodligen har ganska många gjort det redan, det lär droppa in negativa omdömen inom några dagar och framöver och någon/några som blivit lurade av Hemelektronikbutiken lär söka sig hit till tråden."
		},
		{
			"postIndex": 8328,
			"postNumber": 2346,
			"rankGlobal": 85,
			"rankLocal": 3,
			"scoreGlobal": 40,
			"scoreLocal": 83,
			"userRank": 46,
			"userScore": 4,
			"postUserName": "Stoxoz",
			"postUserID": "u152845",
			"postUserUrl": "https://www.flashback.org/u152845",
			"postDateTime": "2013-02-14, 22:02",
			"postUrlInThread": "https://www.flashback.org/t959924p196",
			"postUrlUniq": "https://www.flashback.org/sp42020163",
			"sentence": "net, där jag ombads sätta in pengarna på ett konto (Nordea) och ange ett OCR-nummer som meddelande, och jag tyckte allt såg rätt och riktigt ut, och enligt uppgifterna skulle betalningen ta 1-3 bankdagar (satte in pengarna 12/2) och sedan skulle säljaren meddelas om att de mottagit pengarna och sen ska han kunna skicka varan - Precis som Internetgirot."
		},
		{
			"postIndex": 8351,
			"postNumber": 2350,
			"rankGlobal": 93,
			"rankLocal": 4,
			"scoreGlobal": 40,
			"scoreLocal": 82,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "v50",
			"postUserID": "u281343",
			"postUserUrl": "https://www.flashback.org/u281343",
			"postDateTime": "2013-02-15, 09:18",
			"postUrlInThread": "https://www.flashback.org/t959924p196",
			"postUrlUniq": "https://www.flashback.org/sp42025239",
			"sentence": "Det är bra att du polisanmält personen då chansen är stor att han/ hon lurat flera stycken så förhoppningsvis tar polisen tag i det och genomför en utredning så man får tag på bedragaren dock brukar de inte agera förrän det är ganska många som anmält bedrägerier och kan knyta det till samma person / kontonummer."
		},
		{
			"postIndex": 8422,
			"postNumber": 2369,
			"rankGlobal": 104,
			"rankLocal": 5,
			"scoreGlobal": 38,
			"scoreLocal": 79,
			"userRank": 87,
			"userScore": 3,
			"postUserName": "bokstaverifoljd",
			"postUserID": "u662398",
			"postUserUrl": "https://www.flashback.org/u662398",
			"postDateTime": "2013-02-21, 22:08",
			"postUrlInThread": "https://www.flashback.org/t959924p198",
			"postUrlUniq": "https://www.flashback.org/sp42133260",
			"sentence": "Jag ringer hans morsa som bekräftar namn, person nummer, flickvän och att dom ska på resa (söndag) men hon vet inget om nån kamera och mobil nr jag har stämmer inte med hans, inte heller stämmer bankkontot då hon säger att han har Swedbank medans jag har SEB konto, så jag ber om hans nummer men det ger hon inte ut så jag ber att hon berättar detta för hennes son och ber han ringa mig för att isf kan jag bekräfta att det är han eller ej."
		}
	],
	[
		{
			"postIndex": 9816,
			"postNumber": 2790,
			"rankGlobal": 48,
			"rankLocal": 1,
			"scoreGlobal": 45,
			"scoreLocal": 100,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "v50",
			"postUserID": "u281343",
			"postUserUrl": "https://www.flashback.org/u281343",
			"postDateTime": "2013-10-24, 07:38",
			"postUrlInThread": "https://www.flashback.org/t959924p233",
			"postUrlUniq": "https://www.flashback.org/sp45816018",
			"sentence": "Ja det är en klassisk scam, du kan utgå från att alla som kontaktar dig från utlandet och vill köpa saker av dig är bedragare då det i regel är billigare att köpa motsvarande saker utomlands så det finns så att säga ingen anledning att köpa det härifrån till ett högre pris såvida man inte är ute efter att lura folk."
		},
		{
			"postIndex": 9602,
			"postNumber": 2728,
			"rankGlobal": 67,
			"rankLocal": 2,
			"scoreGlobal": 42,
			"scoreLocal": 93,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "v50",
			"postUserID": "u281343",
			"postUserUrl": "https://www.flashback.org/u281343",
			"postDateTime": "2013-09-18, 16:13",
			"postUrlInThread": "https://www.flashback.org/t959924p228",
			"postUrlUniq": "https://www.flashback.org/sp45301541",
			"sentence": "Håll koll på omdömet är något man alltid ska göra dock kan man ändå bli lurad hur försiktig man än är, sedan är det säkert så att de som får sina spelnycklar spärrade får det långt efter de lämnat omdöme eller den möjligheten är borta (man kan bara lämna omdöme 60 dagar efter avslutad auktion) så blir de lurade efter det så kan de ej visa det via omdömet så att säga."
		},
		{
			"postIndex": 9517,
			"postNumber": 2697,
			"rankGlobal": 70,
			"rankLocal": 3,
			"scoreGlobal": 42,
			"scoreLocal": 92,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "v50",
			"postUserID": "u281343",
			"postUserUrl": "https://www.flashback.org/u281343",
			"postDateTime": "2013-09-08, 11:31",
			"postUrlInThread": "https://www.flashback.org/t959924p225",
			"postUrlUniq": "https://www.flashback.org/sp45141255",
			"sentence": "Du skall polisanmäla det här och även överväga att spärra dig hos UC (om det är möjligt vissa säger att man måste ha utsatts för ett försök till bedrägeri innan det går där folk försökt köpa saker i ditt namn) då det i värsta fall kan sluta med att den som kapat din identitet börjar köpa saker på faktura i ditt namn och ta sms-lån m."
		},
		{
			"postIndex": 9412,
			"postNumber": 2665,
			"rankGlobal": 111,
			"rankLocal": 4,
			"scoreGlobal": 38,
			"scoreLocal": 84,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "v50",
			"postUserID": "u281343",
			"postUserUrl": "https://www.flashback.org/u281343",
			"postDateTime": "2013-09-03, 06:44",
			"postUrlInThread": "https://www.flashback.org/t959924p223",
			"postUrlUniq": "https://www.flashback.org/sp45066825",
			"sentence": "Sedan stämmer det att det kan ta x antal månader eller rent av år innan polisen kallar en till förhör om det ens blir av, det är inte fallet bara vid sådana här småbrott utan även i andra fall, det har uppmärksammats i media tidigare men det verkar inte ha blivit någon förbättring på den här punkten."
		},
		{
			"postIndex": 9378,
			"postNumber": 2648,
			"rankGlobal": 122,
			"rankLocal": 5,
			"scoreGlobal": 37,
			"scoreLocal": 81,
			"userRank": 1,
			"userScore": 100,
			"postUserName": "v50",
			"postUserID": "u281343",
			"postUserUrl": "https://www.flashback.org/u281343",
			"postDateTime": "2013-08-31, 11:36",
			"postUrlInThread": "https://www.flashback.org/t959924p221",
			"postUrlUniq": "https://www.flashback.org/sp45025091",
			"sentence": "Det låter som en klassisk blåsning, säljaren sänker priset för att locka potentiella köpare, om du nappar lär du varken se röken av säljaren eller en telefon när du väl betalt in pengarna för den, för jag antar att snubben inte bor i närheten av dig utan att h*n ska skicka den efter betalningen är genomförd?"
		}
	],
	[
		{
			"postIndex": 10681,
			"postNumber": 3014,
			"rankGlobal": 16,
			"rankLocal": 1,
			"scoreGlobal": 53,
			"scoreLocal": 100,
			"userRank": 154,
			"userScore": 2,
			"postUserName": "memix",
			"postUserID": "u175797",
			"postUserUrl": "https://www.flashback.org/u175797",
			"postDateTime": "2014-01-17, 23:13",
			"postUrlInThread": "https://www.flashback.org/t959924p252",
			"postUrlUniq": "https://www.flashback.org/sp47095331",
			"sentence": "Ville byta min note 3 samt 2000 i handen för telefonerna, men för att jag skulle få dom skulle jag betala för 2 annonser på blocket åt honom, redan då fattade jag att de va skumt, men han sa att vi möts imorgon o gör bytet då han skulle jobba, tänkte wtf, 60 kr för att se ifall de är bluff eller ej, la ut en retina, o en ps4;a dom vart godkännda knappt 2 timmar, sen krävde blocket bild på kvitto, han skickar en bild på en retina med kvitto från Elgiganten, synd att jag jobbar där och kollade vem kvittot Stog på, (han hade suddat ut namnet) ifrågasatte å fick till svars att den va köpt via blocket.."
		},
		{
			"postIndex": 10455,
			"postNumber": 2942,
			"rankGlobal": 33,
			"rankLocal": 2,
			"scoreGlobal": 48,
			"scoreLocal": 91,
			"userRank": 12,
			"userScore": 7,
			"postUserName": "177777",
			"postUserID": "u735149",
			"postUserUrl": "https://www.flashback.org/u735149",
			"postDateTime": "2014-01-06, 12:28",
			"postUrlInThread": "https://www.flashback.org/t959924p246",
			"postUrlUniq": "https://www.flashback.org/sp46910113",
			"sentence": "Så jag ringde Nordea och de tog fallet på allvar och de lovade att utreda fallet på en gång och att de kommer frysa in kontot, samt så har de frågat mig om jag känner till fler som blev lurade av samma person, och jag svarade \"ja\" eftersom igår kväll så var det en person till, som pratade med mig via telefon och enligt honom så blev han lurad av samma person och av samma annons till och med!"
		},
		{
			"postIndex": 10762,
			"postNumber": 3030,
			"rankGlobal": 61,
			"rankLocal": 3,
			"scoreGlobal": 43,
			"scoreLocal": 81,
			"userRank": 131,
			"userScore": 2,
			"postUserName": "willyspluskund",
			"postUserID": "u871277",
			"postUserUrl": "https://www.flashback.org/u871277",
			"postDateTime": "2014-02-09, 02:53",
			"postUrlInThread": "https://www.flashback.org/t959924p253",
			"postUrlUniq": "https://www.flashback.org/sp47431678",
			"sentence": "Jag har en plan att skapa ett oseriöst konto och lägga bud/köpa en massa saker utav denna traderare som jag självklart inte kommer betala för, för dem kommer ju att behöva betala en del för varje sak folk köper till tradera."
		},
		{
			"postIndex": 10758,
			"postNumber": 3030,
			"rankGlobal": 73,
			"rankLocal": 4,
			"scoreGlobal": 42,
			"scoreLocal": 78,
			"userRank": 131,
			"userScore": 2,
			"postUserName": "willyspluskund",
			"postUserID": "u871277",
			"postUserUrl": "https://www.flashback.org/u871277",
			"postDateTime": "2014-02-09, 02:53",
			"postUrlInThread": "https://www.flashback.org/t959924p253",
			"postUrlUniq": "https://www.flashback.org/sp47431678",
			"sentence": "Hejsan köpte 3 olika varor av en på tradera för nästan 1k, satte över pengarna samma dag jag köpte dessa på \"köp direkt\" en vecka senare efter ca 2-3 mail så svarar hon att hon ska skicka mina varor, en vecka senare har jag fortfarande inte fått dem."
		},
		{
			"postIndex": 10365,
			"postNumber": 2915,
			"rankGlobal": 110,
			"rankLocal": 5,
			"scoreGlobal": 38,
			"scoreLocal": 72,
			"userRank": 177,
			"userScore": 2,
			"postUserName": "EckiEcki",
			"postUserID": "u687174",
			"postUserUrl": "https://www.flashback.org/u687174",
			"postDateTime": "2014-01-04, 15:22",
			"postUrlInThread": "https://www.flashback.org/t959924p243",
			"postUrlUniq": "https://www.flashback.org/sp46879215",
			"sentence": "Nåja, i övrigt kan vi nog bara fastlå detta: Pengarna kommer du inte att se igen, även om personen hamnar i tingsrätten så lär personen inte ha några pengar, och ni får isåfall lägga krav via kronofogden och vänta tills personen HAR pengar."
		}
	]
]
