[
	{
		"postIndex": 10027,
		"postNumber": 2823,
		"rankGlobal": 1,
		"scoreGlobal": 100,
		"userRank": 90,
		"userScore": 3.3,
		"postUserName": "Roadworker",
		"postUserID": "u416788",
		"postUserUrl": "https://www.flashback.org/u416788",
		"postDateTime": "2010-05-02, 08:37",
		"postUrlInThread": "https://www.flashback.org/t270116p236",
		"postUrlUniq": "https://www.flashback.org/sp22853348",
		"sentence": "JAS39 Gripen är som en nål i ögat för USA, hade det inte varit så mycket av deras teknik i det så hade dom inte kunnat kontrollera försäljningen av det så mycket, alla vill helt säkert ha ett billigt flyg, men det som sagts så är det för mycket politik och hot i allt idag, gamla öststater ser det som en trygghet att vara med USA och sånt och får betala dyrt för det, men jag tycker man börjar se en förändring nu, med den nya F35 när många verkar vara skeptiska och kritiska till utveklingen och tekniken runtomkring den och kostnaderna som dom skall betala för ett icke färdigt flygplan och som ingen vet om det är värt det än, Ryssland är inget hot längre sen gamla Sovjet föll och många av dom vet om det."
	},
	{
		"postIndex": 17319,
		"postNumber": 4642,
		"rankGlobal": 2,
		"scoreGlobal": 95.6,
		"userRank": 3,
		"userScore": 71.8,
		"postUserName": "Dr.Spin",
		"postUserID": "u496782",
		"postUserUrl": "https://www.flashback.org/u496782",
		"postDateTime": "2012-09-04, 16:07",
		"postUrlInThread": "https://www.flashback.org/t270116p387",
		"postUrlUniq": "https://www.flashback.org/sp39177241",
		"sentence": "Jakt -BVR (Överlägset till gripens fördel) -WVR (Överlägset till gripens fördel) -Intercept (Överlägset till gripens fördel) -Air Policing (Överlägset till gripens fördel) -Area Denial (Överlägset till gripens fördel) Attack -Räckvidd (Överlägset till gripens fördel) -Vapenlast (Enda jämna punkten) -Tid till målet (Överlägset till gripens fördel) -Överlevnadschanser (Överlägset till gripens fördel) Spaning -Förmåga att smyga (Överlägset till gripens fördel) -Sensorkänslighet (Överlägset till gripens fördel) -Datalänk (Överlägset till gripens fördel) Pris -Inköpspris (A20 dyrast, sedan Gripen och sist lätt attack/skolflyg) -Driftkostnad (Gripen bäst till bland kapabla flygplan, SK60 saknar data vad jag vet) -Exportintäkter (Gripen överlägsen alla alternativ, Sk60 liknar SAAB 38 och har sålts till ett land, Viggen såldes till 0 länder) SAAB 38 och SK60 är väldigt lika i prestanda."
	},
	{
		"postIndex": 17047,
		"postNumber": 4582,
		"rankGlobal": 3,
		"scoreGlobal": 90.5,
		"userRank": 3,
		"userScore": 71.8,
		"postUserName": "Dr.Spin",
		"postUserID": "u496782",
		"postUserUrl": "https://www.flashback.org/u496782",
		"postDateTime": "2012-09-01, 10:54",
		"postUrlInThread": "https://www.flashback.org/t270116p382",
		"postUrlUniq": "https://www.flashback.org/sp39128063",
		"sentence": "Jakt -BVR (Överlägset till gripens fördel) -WVR (Överlägset till gripens fördel) -Intercept (Överlägset till gripens fördel) -Air Policing (Överlägset till gripens fördel) -Area Denial (Överlägset till gripens fördel) Attack -Räckvidd (Överlägset till gripens fördel) -Vapenlast (Enda jämna punkten) -Tid till målet (Överlägset till gripens fördel) -Överlevnadschanser (Överlägset till gripens fördel) Spaning -Förmåga att smyga (Överlägset till gripens fördel) -Sensorkänslighet (Överlägset till gripens fördel) -Datalänk (Överlägset till gripens fördel) Pris -Inköpspris (A20 dyrast, sedan Gripen och sist lätt attack/skolflyg) -Driftkostnad (Gripen bäst till bland kapabla flygplan, SK60 saknar data vad jag vet) -Exportintäkter (Gripen överlägsen alla alternativ, Sk60 liknar SAAB 38 och har sålts till ett land, Viggen såldes till 0 länder) Så på 12 punkter är Gripen totalt överlägsen."
	},
	{
		"postIndex": 3850,
		"postNumber": 1066,
		"rankGlobal": 4,
		"scoreGlobal": 80.9,
		"userRank": 26,
		"userScore": 12.4,
		"postUserName": "Paul Tibbets",
		"postUserID": "u76270",
		"postUserUrl": "https://www.flashback.org/u76270",
		"postDateTime": "2008-03-16, 01:26",
		"postUrlInThread": "https://www.flashback.org/t270116p89",
		"postUrlUniq": "https://www.flashback.org/sp10391706",
		"sentence": "Då detaljer kring radar är väldigt hemliga så kan man inte göra annat än kvalificerade gissningar och jag kan inte tänka mig att Gripens radar skulle slå den i F-35 av den enkla anledningen att USA har haft enormt mycket mer resurser att lägga på utvecklingen av en radar som kommer att sitta i minst 3000 flygplan jämfört med vad jag gissar Ericsson/Marconi lägger på en radar som kanske skall sitta i mindre än 10% av det antalet flygplan."
	},
	{
		"postIndex": 2829,
		"postNumber": 700,
		"rankGlobal": 5,
		"scoreGlobal": 79.8,
		"userRank": 71,
		"userScore": 4.5,
		"postUserName": "Gudmund",
		"postUserID": "u108465",
		"postUserUrl": "https://www.flashback.org/u108465",
		"postDateTime": "2007-10-10, 12:12",
		"postUrlInThread": "https://www.flashback.org/t270116p59",
		"postUrlUniq": "https://www.flashback.org/sp8606464",
		"sentence": "Jag tror indien kan va mycket intresserad bla pga av andra motköp från sverige ( industristöd i civil sektor ) , usa är lite föraktade av historiska skäl men dom är ändå med på motorn som ev ska in i indiens ev egna plan, indien har redan ett sammarbete med ryssarna och vill nog därför sprida sina risker med en annan leverantör helst iom att sverige inte kan behandla indien hursomhelst likt usa eller ryssarna vilket gör indien mer till en partner än en kund och att ryssarna bara har tvåmotoriga plan att erbjuda ( dyra i service och drift ) och inga vettiga motköp inom civil sektor."
	},
	{
		"postIndex": 8439,
		"postNumber": 2476,
		"rankGlobal": 6,
		"scoreGlobal": 79.1,
		"userRank": 5,
		"userScore": 45.7,
		"postUserName": "Telefonsamtal",
		"postUserID": "u393349",
		"postUserUrl": "https://www.flashback.org/u393349",
		"postDateTime": "2010-01-16, 03:29",
		"postUrlInThread": "https://www.flashback.org/t270116p207",
		"postUrlUniq": "https://www.flashback.org/sp20926722",
		"sentence": "Men dessa är ju å andra sidan pass gamla att de måste hitta en ersättare snart, det vill säga om de har råd Några fler exempel på annat än renodlade hangarfartyg: USA: Sydkorea: Storbritannien: ) Spanien: ) Australien: Japan: Italien: ) Frankrike: Det är ganska många flytetyg i många länder som skulle kunna användas i kombination med Sea Gripen om länderna skulle installera en ramp med 12-14 graders lutning och vajersystem."
	},
	{
		"postIndex": 5224,
		"postNumber": 1484,
		"rankGlobal": 7,
		"scoreGlobal": 78.6,
		"userRank": 34,
		"userScore": 9.8,
		"postUserName": "FreeThinker",
		"postUserID": "u158516",
		"postUserUrl": "https://www.flashback.org/u158516",
		"postDateTime": "2009-01-19, 20:29",
		"postUrlInThread": "https://www.flashback.org/t270116p124",
		"postUrlUniq": "https://www.flashback.org/sp14704000",
		"sentence": "F-35 i sin nuvarande form är i princip bara en mini stealth bomber och har inte fungerande a2a funktionalitet plus en massa andra problem (vilket inte är så konstigt eftersom planet inte är helt färdigt) Ang Gripen-NG så finns det redan en flygande NG demonstrator med ghetto-aesa radar osv så den kommer förmodligen komma i produktion (iaf om man får tro SAAB) annars har dom ju slösat en jävla massa stålar på att utveckla dom nya systemen, motorn och radarn."
	},
	{
		"postIndex": 11480,
		"postNumber": 3227,
		"rankGlobal": 8,
		"scoreGlobal": 74.9,
		"userRank": 90,
		"userScore": 3.3,
		"postUserName": "Roadworker",
		"postUserID": "u416788",
		"postUserUrl": "https://www.flashback.org/u416788",
		"postDateTime": "2011-03-10, 21:39",
		"postUrlInThread": "https://www.flashback.org/t270116p269",
		"postUrlUniq": "https://www.flashback.org/sp29394869",
		"sentence": "Jag fattar fortfarande inte vad som är bättre på F-16 jämnfört med 39 Gripen, det enda dom skall göra är ju att åka upp i luften med sin last och låsa en misil eller bomb på ett mål, och sedan dra sig därifrån, enda skillnaden jag kan tänka mig mellan dom båda är väl hur dom är tänkta att kunna användas, F-16 är väl mera ett flygbas plan och 39Gripen är väl mera för allround för flygbas och vägbas och sånt med minimal service, som det var tänkt när den kom till, lite mera traktor som skall fungera i ur och skur och inte stå i en hangar efter några flygningar bara för underhåll."
	},
	{
		"postIndex": 13679,
		"postNumber": 3785,
		"rankGlobal": 9,
		"scoreGlobal": 70.1,
		"userRank": 20,
		"userScore": 16.7,
		"postUserName": "gurex",
		"postUserID": "u140621",
		"postUserUrl": "https://www.flashback.org/u140621",
		"postDateTime": "2011-08-14, 15:20",
		"postUrlInThread": "https://www.flashback.org/t270116p316",
		"postUrlUniq": "https://www.flashback.org/sp32236838",
		"sentence": "Diskussionen som jag uppfattade den var ju om att köpa projekterade plan som inte var färdiga vilket tyckte att: Till det svarade Varefter jag (som uppenbarligen missat att det handlade om gripen och f-35 även fast det var en diskussion om att köpa ofärdiga flygplan) skrev: Varav svarade med: Eftersom Jänkarna inte exporterar f22 så tror jag att krokodil lägger ord i munnen på mig då han skriver : Jag pratade om bästa planet oavsett kostnad, då räknade jag bort f22 eftersom det inte kunde vara aktuellt för Norge."
	},
	{
		"postIndex": 9013,
		"postNumber": 2563,
		"rankGlobal": 10,
		"scoreGlobal": 69.9,
		"userRank": 4,
		"userScore": 52.9,
		"postUserName": "Ormen Långe",
		"postUserID": "u76197",
		"postUserUrl": "https://www.flashback.org/u76197",
		"postDateTime": "2010-01-24, 11:42",
		"postUrlInThread": "https://www.flashback.org/t270116p214",
		"postUrlUniq": "https://www.flashback.org/sp21085721",
		"sentence": "Hade Royal Navy haft kvar sina Phantom och HMS Ark Royal (R09), så skulle man inte bara ha haft vapen med större räckvid (Sky Flash), man skulle även ha kunnat bära 4ggr så många robotar, man skulle ha många gånger större uthållighet över San Carlos (historiskt hade man ur minnet förmåga att ligga kvar där ute i 10-15 minuter med 2st Sidewinder) och man skulle ha hastigheten och räckvidden att kunna ge sig efter spaningskärror."
	},
	{
		"postIndex": 25386,
		"postNumber": 6836,
		"rankGlobal": 11,
		"scoreGlobal": 68.5,
		"userRank": 48,
		"userScore": 6.9,
		"postUserName": "tacost",
		"postUserID": "u775509",
		"postUserUrl": "https://www.flashback.org/u775509",
		"postDateTime": "2014-04-24, 09:01",
		"postUrlInThread": "https://www.flashback.org/t270116p570",
		"postUrlUniq": "https://www.flashback.org/sp48507091",
		"sentence": "För det andra, \"snabbt\" det tar säkert 5-10 år att integrera \"kryssningsrobotar\" på Gripen eller tror du att det är som att haka på ett takräcke på bilen Det behövs en stabil inriktning inga panikåtgärder, Putin skrattar nog ihjäl sig åt oss idioter i väst som nu springer i pyjamas och letar efter åtgärder Dom enda i väst som har förstått att man alltid måste vara på sin vakt är USA, dom ska ha ett stort plus men dom har fullt upp i Asien under en 20-30 års period nu så att det inte smäller där så vi kanske ska klara detta själva efter två världskrig tycker jag iallafall."
	},
	{
		"postIndex": 13626,
		"postNumber": 3765,
		"rankGlobal": 12,
		"scoreGlobal": 67.4,
		"userRank": 20,
		"userScore": 16.7,
		"postUserName": "gurex",
		"postUserID": "u140621",
		"postUserUrl": "https://www.flashback.org/u140621",
		"postDateTime": "2011-08-14, 12:32",
		"postUrlInThread": "https://www.flashback.org/t270116p314",
		"postUrlUniq": "https://www.flashback.org/sp32234113",
		"sentence": "Det var inte meningen att lägga ord i din mun men du kanske skulle skriva lite tydligare för att underlätta framtida missförstånd :-) Att Normännen inte bjöd in Sukhoi eller om de valde att inte delta pga uppgjord affär eller liknande gör ju inte att norskarna köpte det bästa planet de kunnat köpa (om man antar att PAK-FA är bättre)."
	},
	{
		"postIndex": 20573,
		"postNumber": 5586,
		"rankGlobal": 13,
		"scoreGlobal": 66.8,
		"userRank": 7,
		"userScore": 35.3,
		"postUserName": "Megaforce",
		"postUserID": "u58122",
		"postUserUrl": "https://www.flashback.org/u58122",
		"postDateTime": "2013-04-24, 12:30",
		"postUrlInThread": "https://www.flashback.org/t270116p466",
		"postUrlUniq": "https://www.flashback.org/sp43115132",
		"sentence": "Gripens landningsställ är redan av den typ som används på hangarfartygsbaserade plan, dvs förstärkt för hård (kort landning), starkt noshjul (till skillnad från de flesta andra plan så har Gripen broms på noshjulet och detta kräver starkare konstruktion) Gripen är en av de få plan av konventionell typ som kan både starta och landa på de största amerikanska hangarfartygen utan katapult och lina (men då används hela flygdäcket samt att fartyget måste gå för full fart i motvind)."
	},
	{
		"postIndex": 5435,
		"postNumber": 1511,
		"rankGlobal": 14,
		"scoreGlobal": 66,
		"userRank": 4,
		"userScore": 52.9,
		"postUserName": "Ormen Långe",
		"postUserID": "u76197",
		"postUserUrl": "https://www.flashback.org/u76197",
		"postDateTime": "2009-01-22, 12:35",
		"postUrlInThread": "https://www.flashback.org/t270116p126",
		"postUrlUniq": "https://www.flashback.org/sp14747921",
		"sentence": "Då radar i nätverk endast kan kan lokalisera målet, men inte användas för att skjuta radarjaktrobot (robotens målsökare måste ju trotsallt kunna låsa på målet självt), så är dina Gripen begränsade till att använda IR-jaktrobotar, med begränsad förmåga att låsa på och behålla låsningen på en F-22:a Eftersom F-22:an i praktiken måste befinna sig inom eller nära din glesa formering, för att du ska kunna lokalisera honom så kommer din sensorräckvidd vara en bråkdel av F-22:ans."
	},
	{
		"postIndex": 16455,
		"postNumber": 4419,
		"rankGlobal": 15,
		"scoreGlobal": 65.2,
		"userRank": 30,
		"userScore": 10.7,
		"postUserName": "RyttarVM1990",
		"postUserID": "u668484",
		"postUserUrl": "https://www.flashback.org/u668484",
		"postDateTime": "2012-08-26, 12:19",
		"postUrlInThread": "https://www.flashback.org/t270116p369",
		"postUrlUniq": "https://www.flashback.org/sp39028540",
		"sentence": "Vi har inte ens råd att rusta eller flyga de Gripen vi har idag och då ska vi gå och köp nya samtidigt som vi ska betala ett annat land för att vara med på investeringen som leder till att Sverige äger ännu fler plan landet inte har råd att använda!?"
	},
	{
		"postIndex": 11591,
		"postNumber": 3250,
		"rankGlobal": 16,
		"scoreGlobal": 64.9,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "krokodil",
		"postUserID": "u126742",
		"postUserUrl": "https://www.flashback.org/u126742",
		"postDateTime": "2011-03-12, 16:12",
		"postUrlInThread": "https://www.flashback.org/t270116p271",
		"postUrlUniq": "https://www.flashback.org/sp29427616",
		"sentence": "Så jag väntar fortfarande på att du ska berätta om alla omoderna vapen som finns till F-16, och sedan presentera alla de moderna vapen som enbart finns till Gripen På vilket sätt skulle F-35 inte vara ett jaktflygplan, då det kommer vara beväpnat för BVR strid, samt strid på kortare avstånd med IR-jaktrobotar eller sin Akan."
	},
	{
		"postIndex": 24367,
		"postNumber": 6583,
		"rankGlobal": 17,
		"scoreGlobal": 64.7,
		"userRank": 36,
		"userScore": 9.5,
		"postUserName": "Knasen2k",
		"postUserID": "u714786",
		"postUserUrl": "https://www.flashback.org/u714786",
		"postDateTime": "2014-03-19, 03:08",
		"postUrlInThread": "https://www.flashback.org/t270116p549",
		"postUrlUniq": "https://www.flashback.org/sp47999441",
		"sentence": "Saab hade behövt göra en vlo stealth flygkropp med möjlighet att bära invändiga vapen för att gripen skulle vara relevant, det hade kostat mycket mer å tagit längre tid då man i princip hade behövt utveckla ett helt nytt flygplan, nu valde man att finputsa den nuvarande gripen designen istället och uppgradera avioniken."
	},
	{
		"postIndex": 23912,
		"postNumber": 6478,
		"rankGlobal": 18,
		"scoreGlobal": 62.4,
		"userRank": 36,
		"userScore": 9.5,
		"postUserName": "Knasen2k",
		"postUserID": "u714786",
		"postUserUrl": "https://www.flashback.org/u714786",
		"postDateTime": "2014-03-03, 20:36",
		"postUrlInThread": "https://www.flashback.org/t270116p540",
		"postUrlUniq": "https://www.flashback.org/sp47770816",
		"sentence": "Gripen har samma dragkraft/vikt som ja37, så att viggen skulle klara m2 pg av sin \"stora\" motor och inte gripen köper jag inte, att han kallar gripen för långsamt har antagligen med att göra att gripens konkurenter f16, rafale, typhoon alla har betydligt mer pulver i förhållade till sin vikt och således flyger ifrån gripen ordentligt."
	},
	{
		"postIndex": 10849,
		"postNumber": 3091,
		"rankGlobal": 19,
		"scoreGlobal": 61,
		"userRank": 35,
		"userScore": 9.7,
		"postUserName": "Bush, George W",
		"postUserID": "u163264",
		"postUserUrl": "https://www.flashback.org/u163264",
		"postDateTime": "2010-12-07, 20:18",
		"postUrlInThread": "https://www.flashback.org/t270116p258",
		"postUrlUniq": "https://www.flashback.org/sp27408030",
		"sentence": "Sedan kan man ju fråga sig hur många timmar man skall slå ut denna kostnad på: Som det nu är används många av flygplanen väldigt lite (eller inte alls) vilket kan medföra att den konstruktionsmässiga livslängden (säg 8000 timmar) inte kommer att uppnås på grund av att flygplanen hinner bli omoderna och skrotade innan de blir utslitna."
	},
	{
		"postIndex": 15157,
		"postNumber": 4099,
		"rankGlobal": 20,
		"scoreGlobal": 60.6,
		"userRank": 3,
		"userScore": 71.8,
		"postUserName": "Dr.Spin",
		"postUserID": "u496782",
		"postUserUrl": "https://www.flashback.org/u496782",
		"postDateTime": "2012-05-09, 01:03",
		"postUrlInThread": "https://www.flashback.org/t270116p342",
		"postUrlUniq": "https://www.flashback.org/sp37256977",
		"sentence": "(Motorbladen syns inte på EF2000 vilket de gör lite grann hos Rafale och det är en stor reflektionskällor, i alla andra vinklar är EF2000 hopplöst missbildad jämfört med Gripen i första hand och Rafale i andra hand) Men vi kan väl kika på vad flygplanen var byggda för och därefter säga om de är lyckade eller ej."
	},
	{
		"postIndex": 1339,
		"postNumber": 345,
		"rankGlobal": 21,
		"scoreGlobal": 59.6,
		"userRank": 107,
		"userScore": 2.6,
		"postUserName": "Dr-Bombay",
		"postUserID": "u75603",
		"postUserUrl": "https://www.flashback.org/u75603",
		"postDateTime": "2006-08-23, 20:29",
		"postUrlInThread": "https://www.flashback.org/t270116p29",
		"postUrlUniq": "https://www.flashback.org/sp4877223",
		"sentence": "Även Bulgarien kanske kommer att köpa Gripen: Läste också att många blivit imponerade av Gripens uppträdande på en flygshow i Rumänien, JAS kanske har blivit lite av en modefluga i öst Någon som vet ifall Gripen verkligen har någon chans här och vilka andra flygplan som konkurrerar?"
	},
	{
		"postIndex": 22925,
		"postNumber": 6253,
		"rankGlobal": 22,
		"scoreGlobal": 59.5,
		"userRank": 21,
		"userScore": 16.5,
		"postUserName": "Snooze91",
		"postUserID": "u496272",
		"postUserUrl": "https://www.flashback.org/u496272",
		"postDateTime": "2013-12-29, 19:48",
		"postUrlInThread": "https://www.flashback.org/t270116p522",
		"postUrlUniq": "https://www.flashback.org/sp46796093",
		"sentence": "Men det optimala vore: - Stor och bra radar - Förmåga till bibehållet energiuttag i kurvstrid - Låg bränsleförbrukning - Hög motoreffekt - Fly-by-wire - Datalänkar - IFF-system - Tung vapenlast - Lufttankning - Bra system-ergonomi - ECM / ECCM - Rems / fackel-fällare - 5 Generationens Stealth-förmåga - Hög topphastighet - Supercruise förmåga - STOL-förmåga - Hög alfa förmåga - + 9G kapabel - Väl tränade piloter - Stridsledning i form av GCI eller AWACS Nu har jag säkert glömt en jävla massa grejer som ska finnas i ett bra jaktflygplan, men du ser att det väldigt snabbt blir en fråga om att välja det ena före det andra - och vill man ha allt på listan blir summan för utveckling och produktion astronomisk."
	},
	{
		"postIndex": 6112,
		"postNumber": 1776,
		"rankGlobal": 23,
		"scoreGlobal": 59.5,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "krokodil",
		"postUserID": "u126742",
		"postUserUrl": "https://www.flashback.org/u126742",
		"postDateTime": "2009-09-10, 23:40",
		"postUrlInThread": "https://www.flashback.org/t270116p148",
		"postUrlUniq": "https://www.flashback.org/sp18667334",
		"sentence": "Har man ansett det ekonomiskt att bygga om äldre A/B till C/D ( som då knappast är kostnadseffektivt) så är det säkert inget som stoppar att man bygger om flygplan till NG - detta var inte heller uteslutet i Norgeaffären, det var ingen som sa att vi skulle köpa nya NG om Norge valde Gripen (kunde då mycket väl bli uppgraderade äldre maskiner)."
	},
	{
		"postIndex": 8515,
		"postNumber": 2501,
		"rankGlobal": 24,
		"scoreGlobal": 59,
		"userRank": 5,
		"userScore": 45.7,
		"postUserName": "Telefonsamtal",
		"postUserID": "u393349",
		"postUserUrl": "https://www.flashback.org/u393349",
		"postDateTime": "2010-01-19, 11:08",
		"postUrlInThread": "https://www.flashback.org/t270116p209",
		"postUrlUniq": "https://www.flashback.org/sp20987753",
		"sentence": "För att sätta soldater deras tyngre materiel i land, vilket realistiskt sätt kräver landstigningsfarkoster vilka inte går att använda från Queen Elizabeth-klass då dessa saknar ramp i akern, har britterna; 1 styck: ) 2 stycken: 4 stycken: ) Även om HMS Ocean av någon anledning skulle ligga inne i torrdocka när det nya Falklandskriget bryter ut har ju Storbritannien fortfarande Albion- samt Bay-klass tillgängliga vilka har kapacitet att sätta i land soldater även från helikopter om det nu skulle vara bråttom (exempelvis commandos från Royal Marines)."
	},
	{
		"postIndex": 5226,
		"postNumber": 1484,
		"rankGlobal": 25,
		"scoreGlobal": 58,
		"userRank": 34,
		"userScore": 9.8,
		"postUserName": "FreeThinker",
		"postUserID": "u158516",
		"postUserUrl": "https://www.flashback.org/u158516",
		"postDateTime": "2009-01-19, 20:29",
		"postUrlInThread": "https://www.flashback.org/t270116p124",
		"postUrlUniq": "https://www.flashback.org/sp14704000",
		"sentence": "(spekulation) Att F-35 kommer bli det bästa multirole planet är det väll inte mycket snack om å andra sidan så är stealth inte direkt nån proiritet hos så många länder, och dom länder som kommer ha option på F-35 är ju allierade så nån direkt hotbild finns ju inte för att motivera länder som schweiz att köpa F-35."
	},
	{
		"postIndex": 8738,
		"postNumber": 2530,
		"rankGlobal": 26,
		"scoreGlobal": 57.9,
		"userRank": 5,
		"userScore": 45.7,
		"postUserName": "Telefonsamtal",
		"postUserID": "u393349",
		"postUserUrl": "https://www.flashback.org/u393349",
		"postDateTime": "2010-01-21, 10:19",
		"postUrlInThread": "https://www.flashback.org/t270116p211",
		"postUrlUniq": "https://www.flashback.org/sp21027625",
		"sentence": "Hälften av dessa kommer alltså användas på hangarfartyget HMS Queen Elizabeth permanent, medan den andra halvan kommer stationeras på baser i Storbritannien med delvis samma uppgifter som RAF-kärrorna skulle haft, men framförallt med marin kompetens och förmåga att användas från fartyg som HMS Ocean (eller dylik plattform) eller från framskjuten bas vid behov."
	},
	{
		"postIndex": 18626,
		"postNumber": 5017,
		"rankGlobal": 27,
		"scoreGlobal": 57.9,
		"userRank": 3,
		"userScore": 71.8,
		"postUserName": "Dr.Spin",
		"postUserID": "u496782",
		"postUserUrl": "https://www.flashback.org/u496782",
		"postDateTime": "2012-12-13, 22:44",
		"postUrlInThread": "https://www.flashback.org/t270116p419",
		"postUrlUniq": "https://www.flashback.org/sp40891751",
		"sentence": "Kostnad för 65 st F35 under hela livslängden: Inkl R&D 45 mdr CAD Exkl R&D 36 mdr CAD Kostnad 60 st Gripen E Inkl R&D 90 mdr SEK Exkl R&D 76,5 mdr SEK Kostnad General Atomics Avenger (stealthdrönare) under 20 år Styckepris 30 m $ (inköp 12-15 milj $) Skillnad i pris vid dollarkurs på 7 SEK: 4,85 mdr SEK/F35 vs 1,5mdr per Gripen E \"Bang for the buck\", vad man kan välja mellan (om man har samma mängd piloter i båda fallen) 65 F35 65 Gripen + 9 Gripen i reserv + 218 stealthdrönare för air policing, bombning etc."
	},
	{
		"postIndex": 16595,
		"postNumber": 4456,
		"rankGlobal": 28,
		"scoreGlobal": 57.7,
		"userRank": 27,
		"userScore": 11.8,
		"postUserName": "Flipp-Flopp",
		"postUserID": "u308496",
		"postUserUrl": "https://www.flashback.org/u308496",
		"postDateTime": "2012-08-26, 20:50",
		"postUrlInThread": "https://www.flashback.org/t270116p372",
		"postUrlUniq": "https://www.flashback.org/sp39037152",
		"sentence": "Något som du måste tagit hänsyn till är: - Större organisation för underhåll - Ökad bränsleförbrukning - Utbildning + lön för tusentals piloter + navigatörer (till Lansen) - Kostnad för den mycket kortare livslängden per flygplan (planen håller inte lika länge) - Ett mycket stor ökning av antalet krascher då planen är fler och varje plan är mindre säkert - Uppgraderingskostnad av de äldre planen Blir intressant att se..."
	},
	{
		"postIndex": 25937,
		"postNumber": 6991,
		"rankGlobal": 29,
		"scoreGlobal": 56.8,
		"userRank": 7,
		"userScore": 35.3,
		"postUserName": "Megaforce",
		"postUserID": "u58122",
		"postUserUrl": "https://www.flashback.org/u58122",
		"postDateTime": "2014-05-19, 13:28",
		"postUrlInThread": "https://www.flashback.org/t270116p583",
		"postUrlUniq": "https://www.flashback.org/sp48854191",
		"sentence": "Denna siffra är ganska aktuell för de flygvapen som köper nya/begagnade plan, men som inte har råd att flyga upp alla flygtimmarna under den tekniska livslängden (planen är alltså tänkta att användas i krig, men man övar alltså relativt lite i fred)."
	},
	{
		"postIndex": 24143,
		"postNumber": 6542,
		"rankGlobal": 30,
		"scoreGlobal": 56.7,
		"userRank": 36,
		"userScore": 9.5,
		"postUserName": "Knasen2k",
		"postUserID": "u714786",
		"postUserUrl": "https://www.flashback.org/u714786",
		"postDateTime": "2014-03-17, 20:33",
		"postUrlInThread": "https://www.flashback.org/t270116p546",
		"postUrlUniq": "https://www.flashback.org/sp47979979",
		"sentence": "Finns en anledning till att länder som ligger i ostabila områden köper f35, japan israel å sydkorea är några exempel, hade gripen lr något annat plan varit bättre hade dom ju inte köpt f35."
	},
	{
		"postIndex": 700,
		"postNumber": 179,
		"rankGlobal": 31,
		"scoreGlobal": 56.7,
		"userRank": 146,
		"userScore": 1.5,
		"postUserName": "SgtApone",
		"postUserID": "u125586",
		"postUserUrl": "https://www.flashback.org/u125586",
		"postDateTime": "2006-08-14, 12:18",
		"postUrlInThread": "https://www.flashback.org/t270116p15",
		"postUrlUniq": "https://www.flashback.org/sp4798890",
		"sentence": ">> Ankdammsman << Jag påstår inte att Finland gjort något dåligt köp med sina Hornets (trots att jag tycker det är lustigt att de köpt ett flygplan utvecklat för främst attackrollen, men nyttjar det främst för jaktrollen), men nyckelorden ÄR \"politik\" och \"politik\", inte minst vad du själv skrev: Amrisarna gav i denna affär meddelandet: \"köper ni inte amerikanskt, kan vi inte låta er köpa Amraam-robotar\"."
	},
	{
		"postIndex": 24000,
		"postNumber": 6505,
		"rankGlobal": 32,
		"scoreGlobal": 56.5,
		"userRank": 36,
		"userScore": 9.5,
		"postUserName": "Knasen2k",
		"postUserID": "u714786",
		"postUserUrl": "https://www.flashback.org/u714786",
		"postDateTime": "2014-03-17, 01:10",
		"postUrlInThread": "https://www.flashback.org/t270116p543",
		"postUrlUniq": "https://www.flashback.org/sp47969798",
		"sentence": "För sveriges del känns det ju inte lika kul, runt 2020 så kommer ryssarna börja flyga med SU-t50, norge kommer flyga f35, antagligen danmark också och skulle inte bli förvånad om finnarna ersätter sina f18 med f35 när det är dags."
	},
	{
		"postIndex": 5878,
		"postNumber": 1696,
		"rankGlobal": 33,
		"scoreGlobal": 55.8,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "krokodil",
		"postUserID": "u126742",
		"postUserUrl": "https://www.flashback.org/u126742",
		"postDateTime": "2009-09-08, 21:43",
		"postUrlInThread": "https://www.flashback.org/t270116p142",
		"postUrlUniq": "https://www.flashback.org/sp18627197",
		"sentence": "Senaste versionerna av Block 50/52+ som tex F-16I, eller Block 60/70 är inte jämförbara med Gripen C/D gällande räckvidd och vapenlast, eller i de flesta fall elektronik och radar - det blir det först i NG versionen ( som då eventuellt kommer att byggas om det dyker upp kunder)."
	},
	{
		"postIndex": 19311,
		"postNumber": 5201,
		"rankGlobal": 34,
		"scoreGlobal": 55.7,
		"userRank": 6,
		"userScore": 36.4,
		"postUserName": "Brunkeberg",
		"postUserID": "u736046",
		"postUserUrl": "https://www.flashback.org/u736046",
		"postDateTime": "2013-01-19, 10:43",
		"postUrlInThread": "https://www.flashback.org/t270116p434",
		"postUrlUniq": "https://www.flashback.org/sp41563088",
		"sentence": "Om Försvaret köper 60 st Gripen E som så kommer man vara tvungen att spara in pengar på andra områden inom försvaret, kanske inte behöver nämna att försvaret redan är minimalt och det inte finns så många saker att spara in på längre."
	},
	{
		"postIndex": 18615,
		"postNumber": 5010,
		"rankGlobal": 35,
		"scoreGlobal": 55.7,
		"userRank": 10,
		"userScore": 28.1,
		"postUserName": "scheele",
		"postUserID": "u231931",
		"postUserUrl": "https://www.flashback.org/u231931",
		"postDateTime": "2012-12-10, 14:13",
		"postUrlInThread": "https://www.flashback.org/t270116p418",
		"postUrlUniq": "https://www.flashback.org/sp40823455",
		"sentence": "Under hela första året av insatser under OEF:A så Användes endast en enda AGM-65 på samtliga flygplan och både USAF/USN totalt är siffran nu uppe i max 10st på alla år om ens det, så det verkar inte ens finnas ett diskussionsunderlag."
	},
	{
		"postIndex": 909,
		"postNumber": 228,
		"rankGlobal": 36,
		"scoreGlobal": 55.7,
		"userRank": 17,
		"userScore": 18.9,
		"postUserName": "Ankdammsman",
		"postUserID": "u83745",
		"postUserUrl": "https://www.flashback.org/u83745",
		"postDateTime": "2006-08-16, 13:25",
		"postUrlInThread": "https://www.flashback.org/t270116p19",
		"postUrlUniq": "https://www.flashback.org/sp4816805",
		"sentence": "Men Hornet visade sig nästan perfekt anpassat för de finska kraven eftersom de liknar de som ställs på hangarfartygsplan: - bra navigeringsförmåga på natten och i dåligt väder - goda lågfartsegenskaper - kort start-och landningssträcka (i Hornets fall extremt kort med bromsvajer) - hög säkerhet och tillförlitlighet - förmåga att bära hyfsat mycket last Gripen hade spöat både F-16 och Mirage på alla de punkterna, men mot den större Hornet så förlorade man framförallt i vapenlast (hälften så många jaktrobotar)."
	},
	{
		"postIndex": 15439,
		"postNumber": 4162,
		"rankGlobal": 37,
		"scoreGlobal": 55.5,
		"userRank": 9,
		"userScore": 33.2,
		"postUserName": "wellerocks",
		"postUserID": "u536106",
		"postUserUrl": "https://www.flashback.org/u536106",
		"postDateTime": "2012-05-17, 23:30",
		"postUrlInThread": "https://www.flashback.org/t270116p347",
		"postUrlUniq": "https://www.flashback.org/sp37414616",
		"sentence": "USA har en oerhört viktig strategisk fördel i mån av Boeing och tung politisk bakgrund, Frankrike har många mindre strategiska samarbeten och vann precis ett av världens största stridsflygsupphandlingar i Indien, Sverige erbjuder det bästa industriella off-settet och vann nyligen i Schweiz, som också ersätter F-5 med de nya planen, och ansåg att Gripen gav mest \"bang for the buck\"."
	},
	{
		"postIndex": 1386,
		"postNumber": 348,
		"rankGlobal": 38,
		"scoreGlobal": 55.4,
		"userRank": 14,
		"userScore": 21.7,
		"postUserName": "Fennicum",
		"postUserID": "u112585",
		"postUserUrl": "https://www.flashback.org/u112585",
		"postDateTime": "2007-02-18, 15:02",
		"postUrlInThread": "https://www.flashback.org/t270116p29",
		"postUrlUniq": "https://www.flashback.org/sp6364147",
		"sentence": "Om jag får leka Nostradamus kommer svenska staten tvingas gå in och täcka SAAB:s förluster och förhindra en konkurs efter att Danmark/Norge/Indien ratat Gripen, genom att det svenska Flygvapnets Gripen kommer att byggas om till Gripen N-standard (ny motor, fler vapenbalkar genom att landningsställen flyttas, ny avionik med mera dyrbart)."
	},
	{
		"postIndex": 11954,
		"postNumber": 3334,
		"rankGlobal": 39,
		"scoreGlobal": 55.2,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "krokodil",
		"postUserID": "u126742",
		"postUserUrl": "https://www.flashback.org/u126742",
		"postDateTime": "2011-03-13, 12:16",
		"postUrlInThread": "https://www.flashback.org/t270116p278",
		"postUrlUniq": "https://www.flashback.org/sp29442434",
		"sentence": "Påstått att det bara finns omoderna vapensystem till F-16, när du ska tala om vilka moderna vapen som Gripen har så kommer du dragande med Meteor - en radarjaktrobot som planeras bli operativ om ca 5 år, men som inte kommer att vara mer modern än kommande långdistansversioner av AMRAAM ( som då i sin tur ska ersätta AIM-54)."
	},
	{
		"postIndex": 9131,
		"postNumber": 2605,
		"rankGlobal": 40,
		"scoreGlobal": 55.2,
		"userRank": 5,
		"userScore": 45.7,
		"postUserName": "Telefonsamtal",
		"postUserID": "u393349",
		"postUserUrl": "https://www.flashback.org/u393349",
		"postDateTime": "2010-01-28, 09:09",
		"postUrlInThread": "https://www.flashback.org/t270116p218",
		"postUrlUniq": "https://www.flashback.org/sp21155235",
		"sentence": "Vänligen observera att detta inkluderar det svenska flygvapnets radarspaningsflygplan, det svenska flygvapnets RBS-15 sjömålsrobotar till Gripen eller köp Thailand kommer göra av annan part (i första hand Sidewinder samt AMRAAM jaktrobotar från USA)."
	}
]
