[
	{
		"postIndex": 18397,
		"postNumber": 4910,
		"rankGlobal": 1,
		"scoreGlobal": 100,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "namgreb",
		"postUserID": "u308624",
		"postUserUrl": "https://www.flashback.org/u308624",
		"postDateTime": "2011-06-15, 22:56",
		"postUrlInThread": "https://www.flashback.org/t426684p410",
		"postUrlUniq": "https://www.flashback.org/sp31189908",
		"sentence": "Med tanke på att min senaste kurs fick läsas på 3/4 av den tid man ska ha för en kurs på 6 högskolepoäng, med tanke på alla som sa; \" \" och hoppade av kursen helt, med tanke på att till och med seminarieläraren erkände att den aktuella examinatorn skriver underliga (läs jävliga) tentor, med tanke på att det enligt tentavakten var drygt 50% som blankade tentan, med tanke på att examinatorn i princip hade kunnat byta ut hela tentan mot en mening; \" \", med tanke på att Stockholm enligt en studie redan är bland de snålaste lärosätena när det kommer till att dela ut AB:n (länk finns någonstans i tråden), med tanke på alla saker man faktiskt kan förbättra med juristprogrammet i allmänhet så känns det ju jävligt lovande att de börjat stirra sig blinda på att många får AB på sina examensarbeten."
	},
	{
		"postIndex": 15531,
		"postNumber": 4195,
		"rankGlobal": 2,
		"scoreGlobal": 86,
		"userRank": 331,
		"userScore": 1.2,
		"postUserName": "tiger_1977",
		"postUserID": "u272571",
		"postUserUrl": "https://www.flashback.org/u272571",
		"postDateTime": "2011-02-08, 10:28",
		"postUrlInThread": "https://www.flashback.org/t426684p350",
		"postUrlUniq": "https://www.flashback.org/sp28757076",
		"sentence": "Med tanke på exempelvis Uppsalas mastodonttentor där inte alla områden man läst under terminen examineras (ett exempel är väl att man läser både Grauers böcker på CI men oftast en bara frågas efter under tentan), innebär att man också behöver tur med frågorna (eller detta gäller överallt, men blir smärtsamt tydligt när man skriver stora tentor), är det inte alltid \"per automatik\" ett AB som man skriver."
	},
	{
		"postIndex": 50588,
		"postNumber": 12477,
		"rankGlobal": 3,
		"scoreGlobal": 82.4,
		"userRank": 9,
		"userScore": 18.5,
		"postUserName": "Pörr",
		"postUserID": "u159409",
		"postUserUrl": "https://www.flashback.org/u159409",
		"postDateTime": "2013-12-22, 20:56",
		"postUrlInThread": "https://www.flashback.org/t426684p1040",
		"postUrlUniq": "https://www.flashback.org/sp46709632",
		"sentence": "Nu kommer jag lite sent in i de senaste dagarnas intressanta diskussioner, men om man ska vara krass kan jag säga att under de fem år efter examen som jag trots allt jobbade inom de sektorer som utbildningen är (eller borde vara) riktad till (tingstjänstgöring + bitris på affärsbyrå) antagligen hade klarat detta precis lika bra om jag läst något annat efter en fyraveckors introduktionskurs i något slags metodlära och en snabbgenomgång av vad som är hyfsat vedertagna rättskällor, det vill säga lag, förarbeten och praxis."
	},
	{
		"postIndex": 39153,
		"postNumber": 9801,
		"rankGlobal": 4,
		"scoreGlobal": 82.4,
		"userRank": 5,
		"userScore": 38.9,
		"postUserName": "Legal-Eagle",
		"postUserID": "u596148",
		"postUserUrl": "https://www.flashback.org/u596148",
		"postDateTime": "2013-01-25, 17:53",
		"postUrlInThread": "https://www.flashback.org/t426684p817",
		"postUrlUniq": "https://www.flashback.org/sp41679130",
		"sentence": "Tja, många är intresserade av juridik(t ex undertecknad), andra därför att det är en bred utbildning som leder eller kan leda till en mängd olika yrken, vissa söker p g a alla läckra tjejer som går utbildningen(2/3 är av det täcka könet), en del vet inte varför de är där och det vet ingen annan heller, det var dom som gick i friskolor och som fick sina betyg i julklapp, en del vill ha fred på jorden och vill jobba med människor(dessa kallas kommunister och bör undvikas), vissa söker status och anser att det kommer i och med att man har en juristexamen, en del är pengakåta och vill dö i hjärtinfarkt innan 53...."
	},
	{
		"postIndex": 7418,
		"postNumber": 2160,
		"rankGlobal": 5,
		"scoreGlobal": 81.7,
		"userRank": 221,
		"userScore": 1.7,
		"postUserName": "pomp33",
		"postUserID": "u395935",
		"postUserUrl": "https://www.flashback.org/u395935",
		"postDateTime": "2010-02-16, 00:45",
		"postUrlInThread": "https://www.flashback.org/t426684p180",
		"postUrlUniq": "https://www.flashback.org/sp21493991",
		"sentence": "Prat kvarnarna förstör allt i min grupp iaf (trots att dom bara e 2 eller 3, vi andra är tysta och lyssnar på vad läraren säger) Idag var det till och med en kille som ifrågasatte svenska rättssystemet vid flera tillfällen, en kille som verkar komma och gå lite som han behagar, men när han är där kan han inte vara tyst som alla andra utan måste försöka skapa debatt och komma med egna värderingar (som jurist ska man lämna värderingarna hemma, anser jag) Det värsta är att läraren verkar tycka det är ok."
	},
	{
		"postIndex": 36190,
		"postNumber": 9168,
		"rankGlobal": 6,
		"scoreGlobal": 79.6,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "namgreb",
		"postUserID": "u308624",
		"postUserUrl": "https://www.flashback.org/u308624",
		"postDateTime": "2012-11-29, 00:56",
		"postUrlInThread": "https://www.flashback.org/t426684p764",
		"postUrlUniq": "https://www.flashback.org/sp40621978",
		"sentence": "Oavsett får jag komma dragandes med jante hur mycket jag vill; det känns som ett återkommande faktum inte bara i samhället i stort, inte bara på flashback, inte bara i den här tråden, att jante gäller; man inte får vara glad över bra betyg ifrån gymnasiet för å nej det råder en betygsinflation, man får inte vara stolt över sitt lärosäte för å nej det är bara skit, man inte får vara glad över sina AB för å nej det spelar ingen roll ändå, och nu får man tydligen inte ens reagera på att någon annan reagerade över en jämförelse mellan jurister och socionomer."
	},
	{
		"postIndex": 18718,
		"postNumber": 5004,
		"rankGlobal": 7,
		"scoreGlobal": 73.8,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "namgreb",
		"postUserID": "u308624",
		"postUserUrl": "https://www.flashback.org/u308624",
		"postDateTime": "2011-06-29, 23:01",
		"postUrlInThread": "https://www.flashback.org/t426684p417",
		"postUrlUniq": "https://www.flashback.org/sp31415336",
		"sentence": "Nja, arg och arg, det blev visserligen ett Ba som väntat och jag är fortfarande kritiskt inställd till både kursen och tentan (främst till att 25% av den är tänkt att läsas när vi fortfarande läser kursen innan, att man har stor fokus på case men fortfarande inte kan få med sig mer än två poäng därifrån -för övrigt något som är nytt för i år, och att examinator inte verkar ha haft annat syfte än att kugga så många som möjligt med sin tenta, -men här fick trots allt 20% AB så jag borde kanske klaga mer på mig själv) men vad ska man göra?"
	},
	{
		"postIndex": 50603,
		"postNumber": 12483,
		"rankGlobal": 8,
		"scoreGlobal": 73.3,
		"userRank": 63,
		"userScore": 5.6,
		"postUserName": "ProsecutorDredd",
		"postUserID": "u817230",
		"postUserUrl": "https://www.flashback.org/u817230",
		"postDateTime": "2013-12-23, 13:32",
		"postUrlInThread": "https://www.flashback.org/t426684p1041",
		"postUrlUniq": "https://www.flashback.org/sp46717560",
		"sentence": "Jag hoppas du även ser fram emot att läsa programmet och inte bara känner av ångest Jag vet inte hur betygsfixerad du är eller hur lätt du har att fastna för vad medstudenterna säger/gör men om du går i Uppsala kan jag för min egen del säga eller rättare sagt skriva att något av det bästa var vid varje terminsstart hämta de tunga kompendierna, ögna igenom materialet tillika den inköpta litteraturen och bara veta vad som väntade, att läsa juridik Fast kan tillägga att det är bra mycket roligare att tillämpa kunskaperna i praktiken dvs."
	},
	{
		"postIndex": 44098,
		"postNumber": 10901,
		"rankGlobal": 9,
		"scoreGlobal": 72.9,
		"userRank": 12,
		"userScore": 15.8,
		"postUserName": "Diskrepansikubik",
		"postUserID": "u769734",
		"postUserUrl": "https://www.flashback.org/u769734",
		"postDateTime": "2013-06-25, 13:02",
		"postUrlInThread": "https://www.flashback.org/t426684p909",
		"postUrlUniq": "https://www.flashback.org/sp44045076",
		"sentence": "allt från jobb på callcenters till att vara egna företagare inom en bransch de jobbat i eller är intresserade av sedan tidigare - jobben de hade innan de påbörjade juristprogrammet, förhoppningsvis med lite intressantare uppgifter eftersom de i alla fall har en examen i bagaget Det går inte att generalisera och säga att låga betyg är lika med låg lön och obefintlig karriär."
	},
	{
		"postIndex": 33638,
		"postNumber": 8542,
		"rankGlobal": 10,
		"scoreGlobal": 72.7,
		"userRank": 113,
		"userScore": 3.4,
		"postUserName": "Quotient",
		"postUserID": "u734852",
		"postUserUrl": "https://www.flashback.org/u734852",
		"postDateTime": "2012-09-28, 22:53",
		"postUrlInThread": "https://www.flashback.org/t426684p712",
		"postUrlUniq": "https://www.flashback.org/sp39574379",
		"sentence": "Jag vill väldigt gärna ställa en fråga till er som läser juristprogrammet som jag hoppas kunna få ett givande svar på trots att jag har förstått att den kanske kan anses vare lite kontroversiell som så, -Nämligen: Vad är det som får en student att misslyckas med att få högsta betyg (åsyftar då inte bristande kapacitet vilket är tämligen implicerat, utan istället vilka exakta moment ett misslyckande härrör), alltså är det en brist på inlärningsförmåga eller snarare en brist på att kunna applicera sin kunskap till problemlösning?"
	},
	{
		"postIndex": 42096,
		"postNumber": 10390,
		"rankGlobal": 11,
		"scoreGlobal": 71.7,
		"userRank": 3,
		"userScore": 65.4,
		"postUserName": "Feadog",
		"postUserID": "u384312",
		"postUserUrl": "https://www.flashback.org/u384312",
		"postDateTime": "2013-04-02, 22:36",
		"postUrlInThread": "https://www.flashback.org/t426684p866",
		"postUrlUniq": "https://www.flashback.org/sp42766093",
		"sentence": "99% av alla arbetsgivare lär se det som mer attraktivt med en 26-28 åring med 2-4 års arbetslivserfarenhet (behöver absolut inte vara något juridiskt relevant) eller som har varit ute och sett världen och skaffat sig livserfarenhet än en 24 åring som bara har gått direkt ifrån gymnasiet till programmet och sedan bara jobbat lite under somrarna och kanske haft nåt ideellt uppdrag under sin studietid på sin höjd."
	},
	{
		"postIndex": 19040,
		"postNumber": 5114,
		"rankGlobal": 12,
		"scoreGlobal": 71.4,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "namgreb",
		"postUserID": "u308624",
		"postUserUrl": "https://www.flashback.org/u308624",
		"postDateTime": "2011-07-23, 12:47",
		"postUrlInThread": "https://www.flashback.org/t426684p427",
		"postUrlUniq": "https://www.flashback.org/sp31819687",
		"sentence": "Många gör det tufft för sig själva (men kan också få fina betyg och fina karriärmöjligheter) när en del inte lägger ner överdrivet mycket tid (men å andra sidan kanske inte har ambitionen att sitta ting i någon större stad) så om din inställning är att jaga AB och sitta ting i Stockholm eller glida in på Vinge likt du äger stället, då blir juristprogrammet tufft för dig och då har jag ingen aning om du som person har den drivkraften i dig."
	},
	{
		"postIndex": 23673,
		"postNumber": 6192,
		"rankGlobal": 13,
		"scoreGlobal": 69.3,
		"userRank": 235,
		"userScore": 1.7,
		"postUserName": "Nacional",
		"postUserID": "u611008",
		"postUserUrl": "https://www.flashback.org/u611008",
		"postDateTime": "2011-12-20, 13:15",
		"postUrlInThread": "https://www.flashback.org/t426684p516",
		"postUrlUniq": "https://www.flashback.org/sp34650177",
		"sentence": "Jag har alltid haft lätt för skolan, men tyvärr slarvade jag bort en hel del MVG:n, hursomhelst så hade jag det nu på första terminen inte lika lätt här och straffrätten samt ting känns långt ifrån verkligheten jämfört med alla som också vill det och har eller kommer få bättre betyg än mig."
	},
	{
		"postIndex": 25301,
		"postNumber": 6577,
		"rankGlobal": 14,
		"scoreGlobal": 69.1,
		"userRank": 41,
		"userScore": 7.6,
		"postUserName": "misschanel",
		"postUserID": "u666802",
		"postUserUrl": "https://www.flashback.org/u666802",
		"postDateTime": "2012-02-04, 12:17",
		"postUrlInThread": "https://www.flashback.org/t426684p549",
		"postUrlUniq": "https://www.flashback.org/sp35497267",
		"sentence": "Gillar också fastigheter (övervägde mäklare en del innan jag började plugga juridik), och det vore riktigt roligt att hamna i fastighetsgruppen vid nästa rotation på byrån De flesta som inte får över medel i betyg jobbar antingen med annat (typ socialsekreterare, driver egna företag, läser ekonomi och blir inköpare på bolag) eller så hamnar de inom kommunen som assistenter, kommunjurister, politiska rådgivare eller inom landstinget med diverse liknande uppgifter."
	},
	{
		"postIndex": 52296,
		"postNumber": 12923,
		"rankGlobal": 15,
		"scoreGlobal": 68.1,
		"userRank": 15,
		"userScore": 14.1,
		"postUserName": "Icecrypt08",
		"postUserID": "u640416",
		"postUserUrl": "https://www.flashback.org/u640416",
		"postDateTime": "2014-01-26, 08:10",
		"postUrlInThread": "https://www.flashback.org/t426684p1077",
		"postUrlUniq": "https://www.flashback.org/sp47218243",
		"sentence": "CA gränserna kommer att sänkas med minst 1 poäng nu på VT sa kursföreståndaren, uppenbarligen tyckte de själva att det var lite höga krav speciellt när den här kursen förut var en termin senare på programmet vilket gjorde studenterna en hel del bättre på sin juridiska metod så kan man inte riktigt ställa lika höga krav när kursen läggs på termin två istället för tre."
	},
	{
		"postIndex": 37167,
		"postNumber": 9356,
		"rankGlobal": 16,
		"scoreGlobal": 67.2,
		"userRank": 113,
		"userScore": 3.4,
		"postUserName": "Quotient",
		"postUserID": "u734852",
		"postUserUrl": "https://www.flashback.org/u734852",
		"postDateTime": "2012-12-11, 13:27",
		"postUrlInThread": "https://www.flashback.org/t426684p780",
		"postUrlUniq": "https://www.flashback.org/sp40841958",
		"sentence": "Inom ett eftertraktad område finns det väldigt stora möjligheter både under och efter studierna på forskarnivå inom juridiken, kolla exempelvis på Göran Grosskopf, hans karriärsbana ser minst sagt väldigt trevlig ut, inte minst med tanke på att du kan arbeta inom just det område som intresserar dig och med enbart kvalificerade arbetsuppgifter mot att slita på en byrå för att jobba dig uppåt inom dess hierarki."
	},
	{
		"postIndex": 23263,
		"postNumber": 6091,
		"rankGlobal": 17,
		"scoreGlobal": 67,
		"userRank": 2,
		"userScore": 72.9,
		"postUserName": "eXtremo",
		"postUserID": "u206947",
		"postUserUrl": "https://www.flashback.org/u206947",
		"postDateTime": "2011-12-07, 20:48",
		"postUrlInThread": "https://www.flashback.org/t426684p508",
		"postUrlUniq": "https://www.flashback.org/sp34408346",
		"sentence": "I Uppsala ser det ut på detta vis: T1: Konstitutionell rätt, statsrätt, allmän EU-rätt T2: Civilrätt (Skadeståndsrätt, avtalsrätt, kontraktsrätt, fordringsrätt, arbetsrätt) T3: Civilrätt (Sakrätt, immaterialrätt, familjerätt) T4: Straff- och processrätt T5: Associations- och skatterätt (Om jag inte minns helt galet) T6: Internationell rätt, folkrätt osv (T1-deluxe) T7: Valbart (Måste emellertid läsa RoA, antingen här eller på T8) T8: Valbart (Måste emellertid läsa RoA, antingen här eller på T7) T9: Uppsats Som du kan se så är ju civilrätt det som dominerar utbildningen, men det beror ju på att området är så stort och väldigt många spörsmål aktualiseras under just civilrätt."
	},
	{
		"postIndex": 42995,
		"postNumber": 10626,
		"rankGlobal": 18,
		"scoreGlobal": 66.6,
		"userRank": 91,
		"userScore": 4.3,
		"postUserName": "BarneyGumble",
		"postUserID": "u323288",
		"postUserUrl": "https://www.flashback.org/u323288",
		"postDateTime": "2013-04-23, 22:37",
		"postUrlInThread": "https://www.flashback.org/t426684p886",
		"postUrlUniq": "https://www.flashback.org/sp43108745",
		"sentence": "Personen har i vart fall ingen anledning att ge upp bara för att betygen inte är AB i snitt, utan får helt enkelt acceptera att det kan ta lite längre tid för personen ifråga att göra karriär än om den hade det, samt att det kan bli svårt att få anställning hos någon av de stora drakarna, dock finns det fler byråer som sysslar med affärsjuridik än dessa."
	},
	{
		"postIndex": 34292,
		"postNumber": 8714,
		"rankGlobal": 19,
		"scoreGlobal": 66.5,
		"userRank": 87,
		"userScore": 4.5,
		"postUserName": "SunWukong",
		"postUserID": "u539888",
		"postUserUrl": "https://www.flashback.org/u539888",
		"postDateTime": "2012-10-21, 18:22",
		"postUrlInThread": "https://www.flashback.org/t426684p727",
		"postUrlUniq": "https://www.flashback.org/sp39953832",
		"sentence": "Samhällsvetare har jag identifierat mig som sedan jag var 12-13 och efter att ha läst statsvetenskap två terminer på gymnasiet har jag bara blivit mer och mer motiverad att satsa på just juridiken (tycker arbetsrätt, straffrätt och asylrätt verkar sjukt intressant exempelvis) Jag är väldigt sugen på att läsa juridik nu (omedelbart) men vet samtidigt om att jag kommer vilja lära mig hyfsad tyska (1-2 terminer i Tyskland) innan jag blir fullvuxen knegare."
	},
	{
		"postIndex": 30659,
		"postNumber": 7789,
		"rankGlobal": 20,
		"scoreGlobal": 65.8,
		"userRank": 244,
		"userScore": 1.6,
		"postUserName": "Overintendent",
		"postUserID": "u696064",
		"postUserUrl": "https://www.flashback.org/u696064",
		"postDateTime": "2012-07-10, 15:21",
		"postUrlInThread": "https://www.flashback.org/t426684p650",
		"postUrlUniq": "https://www.flashback.org/sp38255759",
		"sentence": "Efter att ha läst igenom tråden så har jag upptäckt en trend bland dessa personer, först och främst presterar dom BA i snitt, sen \"bestämmer\" dom sig för att enbart prestera AB resten av utbildningen (detta vid brytpunkten för när deras betygssnitt kommer bli för dåligt till något annat än komunjurist om inte planen uppfylls), -när detta sedan misslyckas börjar de istället sväva ut om att det inte alls är viktigt med betyg."
	},
	{
		"postIndex": 20498,
		"postNumber": 5466,
		"rankGlobal": 21,
		"scoreGlobal": 65.8,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "namgreb",
		"postUserID": "u308624",
		"postUserUrl": "https://www.flashback.org/u308624",
		"postDateTime": "2011-09-13, 14:40",
		"postUrlInThread": "https://www.flashback.org/t426684p456",
		"postUrlUniq": "https://www.flashback.org/sp32836114",
		"sentence": "Med tanke på att juristprogrammet förmodligen är den utbildning i Sverige med högst betygshets kan man ju även fråga sig om det är värt att få lite sämre betyg (läser man flera kurser samtidigt ökar ju chansen för att det blir en del B framför Ab) bara för att få komma ut i arbetslivet, där man ska stanna i omkring 40 år, ett år eller två tidigare?"
	},
	{
		"postIndex": 55213,
		"postNumber": 13633,
		"rankGlobal": 22,
		"scoreGlobal": 65.5,
		"userRank": 30,
		"userScore": 9.8,
		"postUserName": "Sjuklig Bäver",
		"postUserID": "u215938",
		"postUserUrl": "https://www.flashback.org/u215938",
		"postDateTime": "2014-03-10, 19:00",
		"postUrlInThread": "https://www.flashback.org/t426684p1137",
		"postUrlUniq": "https://www.flashback.org/sp47872682",
		"sentence": "De jag känner utan jobb, förutom något enstaka stolpskott som är bortom all räddning, har dels halvkassa betyg (och inte i den mening som den här tråden brukar använda det uttrycket, utan snarare så att de har fått något eller några AB under fördjupningskurserna och resten Ba, kanske även något b), och är dels kräsna såtillvida att de begränsar sig geografiskt eller bara vill jobba med att rädda världen, ibland både och."
	},
	{
		"postIndex": 16960,
		"postNumber": 4566,
		"rankGlobal": 23,
		"scoreGlobal": 65.3,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "namgreb",
		"postUserID": "u308624",
		"postUserUrl": "https://www.flashback.org/u308624",
		"postDateTime": "2011-04-12, 21:28",
		"postUrlInThread": "https://www.flashback.org/t426684p381",
		"postUrlUniq": "https://www.flashback.org/sp30046075",
		"sentence": "Annars är juriststudenter som alla andra studenter; vissa är trevliga, andra otrevliga, vissa kommer ifrån den övfre klassen, andra ifrån den lägre, många ifrån mitten, vissa är roliga, andra skittråkiga, vissa skulle kunna gå över lik, andra offra sig för sin nästa, vissa är äckligt politiskt korrekta, andra är äckligt politiskt inkorrekta, vissa är sociala genier, andra sociala miffon, vissa är hurtigrutten själva, andra kommer dö av hälsoskäl innan 35 osv."
	},
	{
		"postIndex": 41307,
		"postNumber": 10182,
		"rankGlobal": 24,
		"scoreGlobal": 64.8,
		"userRank": 61,
		"userScore": 5.7,
		"postUserName": "penatre",
		"postUserID": "u755670",
		"postUserUrl": "https://www.flashback.org/u755670",
		"postDateTime": "2013-02-20, 19:11",
		"postUrlInThread": "https://www.flashback.org/t426684p849",
		"postUrlUniq": "https://www.flashback.org/sp42112529",
		"sentence": "Men missförstå mig inte, det är viktigt för mig med erfarenheter också, men nu när jag läser juristprogrammet, då hade jag - om jag hade fått möjlighet för att arbeta i ICA och därmed förbättrat mitt CV - inte tackat ja, just eftersom jag inte ser hur det skulle ha gynnat mig (hade fått mindre tid åt att läsa, tvungen att skippa föreläsningar etc) Då väljer jag hellre ett jobb som ger mig spetskompetens inom det jag vill arbeta med i framtiden."
	},
	{
		"postIndex": 25226,
		"postNumber": 6572,
		"rankGlobal": 25,
		"scoreGlobal": 64.8,
		"userRank": 41,
		"userScore": 7.6,
		"postUserName": "misschanel",
		"postUserID": "u666802",
		"postUserUrl": "https://www.flashback.org/u666802",
		"postDateTime": "2012-02-04, 11:18",
		"postUrlInThread": "https://www.flashback.org/t426684p548",
		"postUrlUniq": "https://www.flashback.org/sp35496604",
		"sentence": "Oavsett, betygshetsen är överdriven men faktum kvarstår, betygen spelar mycket större roll än de gör på någon annan utbildning i Sverige, och är många gånger helt avgörande för att komma till en intervju på en affärsjuridisk byrå, bli tingsnotarie (vilket bara ¼ av alla juriststudenter blir, mycket höga betyg krävs) eller få in en fot inom humanjuridik, brottmål, åklagarmyndigheten eller ”bättre” statliga placeringar inom justitiedepartementet etc."
	},
	{
		"postIndex": 17604,
		"postNumber": 4717,
		"rankGlobal": 26,
		"scoreGlobal": 64.4,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "namgreb",
		"postUserID": "u308624",
		"postUserUrl": "https://www.flashback.org/u308624",
		"postDateTime": "2011-05-09, 15:50",
		"postUrlInThread": "https://www.flashback.org/t426684p394",
		"postUrlUniq": "https://www.flashback.org/sp30525118",
		"sentence": "Den jag tycker är rimligast att göra är att varje student vid tagen examen har i genomsnitt x% (beroende på lärosäte) AB i slutbetyget, vilket enligt min mening inte skulle skvallra om att det är speciellt lätt att få höga betyg (eller att många får höga betyg), att ha strax över hälften AB ifrån det lärosäte där det är \"lättast\" är inte speciellt mycket, inte ens i den meningen att det är ett genomsnittligt mått."
	},
	{
		"postIndex": 17809,
		"postNumber": 4779,
		"rankGlobal": 27,
		"scoreGlobal": 64.4,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "namgreb",
		"postUserID": "u308624",
		"postUserUrl": "https://www.flashback.org/u308624",
		"postDateTime": "2011-05-16, 23:35",
		"postUrlInThread": "https://www.flashback.org/t426684p399",
		"postUrlUniq": "https://www.flashback.org/sp30666815",
		"sentence": "Halvvägs igenom tentan påpekar en tentavakt att dessa \"tentaark\" egentligen är kladdpapper och att vi ska skriva svaren direkt under frågorna i tentahäftet, tilläggas kan att det under dessa frågor inte var streckat eller något, det stod inte heller något på tentan om att vi skulle skriva svaren på ett litet utrymme vitt jävla papper direkt efter frågorna."
	},
	{
		"postIndex": 22243,
		"postNumber": 5861,
		"rankGlobal": 28,
		"scoreGlobal": 64.3,
		"userRank": 33,
		"userScore": 9,
		"postUserName": "Trixy88",
		"postUserID": "u306900",
		"postUserUrl": "https://www.flashback.org/u306900",
		"postDateTime": "2011-11-14, 17:04",
		"postUrlInThread": "https://www.flashback.org/t426684p489",
		"postUrlUniq": "https://www.flashback.org/sp34005583",
		"sentence": "Tycker det är väldigt konstigt att lärarna var noga med att påpeka att de övningsfrågor vi gjort ligger över den nivå vi skall kunna och att vi bara skall fokusera på grundläggande frågor (typ övningstentan de satte ihop), men istället kommer det tvärtom svårare frågor och dessutom en hel fråga på ett område som vi haft en enda föreläsning i när vi haft otaliga föreläsningar på andra områden som inte kom med alls..."
	},
	{
		"postIndex": 28257,
		"postNumber": 7231,
		"rankGlobal": 29,
		"scoreGlobal": 63.3,
		"userRank": 55,
		"userScore": 6,
		"postUserName": "privateinterest",
		"postUserID": "u677273",
		"postUserUrl": "https://www.flashback.org/u677273",
		"postDateTime": "2012-05-04, 19:02",
		"postUrlInThread": "https://www.flashback.org/t426684p603",
		"postUrlUniq": "https://www.flashback.org/sp37175507",
		"sentence": "Får man inte AB i en kurs betyder det alltså att man hör till den sämre percentilen av alla som inte fick AB alltså sedermera var betygsfördelningen 33% AB betyder det att man är sämre än 33% av alla på denna kurs och detta kan då slutledas till att man har presterat för dåligt för att man med samma prestation ska få en chans att få ett jobb på en affärsjuridisk byrå då den vedertagna gränsen är att endast de som har 75% AB eller mer får ett sådant jobb (denna andel är självfallet mycket lägre än 33%, snarare är 3,3% närmare sanningen."
	},
	{
		"postIndex": 25409,
		"postNumber": 6594,
		"rankGlobal": 30,
		"scoreGlobal": 63.2,
		"userRank": 4,
		"userScore": 44.9,
		"postUserName": "Orzion",
		"postUserID": "u338953",
		"postUserUrl": "https://www.flashback.org/u338953",
		"postDateTime": "2012-02-04, 16:34",
		"postUrlInThread": "https://www.flashback.org/t426684p550",
		"postUrlUniq": "https://www.flashback.org/sp35501428",
		"sentence": "tipsa om böcker som är bra utöver kurslitteraturen, uppmärksamma alla på att något lösningsförslag är felaktigt, läsa igenom och förbättra varandras PM och uppsatser, tränga in så många klasskamrater som möjligt i bilar när det är dags att ta sig till tentan, låta andra kopiera relevanta sidor i de böcker som behövs för uppsatsskrivande och rent allmänt försöka hjälpa varandra då alla självklart är bra och mindre bra på olika ämnen inom juridiken."
	},
	{
		"postIndex": 37287,
		"postNumber": 9382,
		"rankGlobal": 31,
		"scoreGlobal": 63.1,
		"userRank": 401,
		"userScore": 1,
		"postUserName": "Coqen",
		"postUserID": "u391471",
		"postUserUrl": "https://www.flashback.org/u391471",
		"postDateTime": "2012-12-12, 10:54",
		"postUrlInThread": "https://www.flashback.org/t426684p782",
		"postUrlUniq": "https://www.flashback.org/sp40858800",
		"sentence": "Då jag läste kursen var jag ganska lat i början men pluggade sen runt 8 timmar effektiv tid de två sista veckorna när tentaångesten började krypa sig på, men det är nog oerhört varierande hur mycket tid man behöver lägga ner på kursen, personligen känner jag att jag lade ner lite väl mycket tid pga att jag verkligen ville vara säker på att komma in."
	},
	{
		"postIndex": 27137,
		"postNumber": 6981,
		"rankGlobal": 32,
		"scoreGlobal": 63,
		"userRank": 55,
		"userScore": 6,
		"postUserName": "privateinterest",
		"postUserID": "u677273",
		"postUserUrl": "https://www.flashback.org/u677273",
		"postDateTime": "2012-03-28, 17:19",
		"postUrlInThread": "https://www.flashback.org/t426684p582",
		"postUrlUniq": "https://www.flashback.org/sp36509583",
		"sentence": "Exempelvis den klassiska lögnen om att \"alla ljuger om hur dom studerar\" (oftast gäller då även \" \" runt 1-2 veckor innan tenta, vilket säger en hel del om personens egna kapacitet) Sedan kommer sådana utläggningar såsom: \"Du studerar inte ens på programmet, så du vet inte hur extremt det är att få AB\", samtidigt som man förkastar statistik över betygsfördelning genom att totalt ignorera det faktum att det är en enormt stor AB marginal (andelen som får AB jämfört med de som inte får det)."
	},
	{
		"postIndex": 7641,
		"postNumber": 2210,
		"rankGlobal": 33,
		"scoreGlobal": 62.9,
		"userRank": 52,
		"userScore": 6.2,
		"postUserName": "Bananchoklad",
		"postUserID": "u362500",
		"postUserUrl": "https://www.flashback.org/u362500",
		"postDateTime": "2010-02-23, 12:27",
		"postUrlInThread": "https://www.flashback.org/t426684p185",
		"postUrlUniq": "https://www.flashback.org/sp21632706",
		"sentence": "Som du säkert förstår är det omöjligt att säga, dock kan man säga att den första terminen på juristlinjen är väldigt allmänbildande (oavsett om man fortsätter till examen eller väljer en annan väg för studierna) så om man finner att juridiken inte är ens grej så har tiden i vart fall inte varit bortkastad."
	},
	{
		"postIndex": 43793,
		"postNumber": 10811,
		"rankGlobal": 34,
		"scoreGlobal": 62.8,
		"userRank": 4,
		"userScore": 44.9,
		"postUserName": "Orzion",
		"postUserID": "u338953",
		"postUserUrl": "https://www.flashback.org/u338953",
		"postDateTime": "2013-05-23, 12:55",
		"postUrlInThread": "https://www.flashback.org/t426684p901",
		"postUrlUniq": "https://www.flashback.org/sp43576311",
		"sentence": "Då tycker jag det är rimligt att utgå ifrån max meritpoäng, kan personen sitta ting efter att ha jobbat ett par år är det ju inte en person som inte kan sitta ting utan en person som inte kan sitta ting direkt efter utbildningen vilket ju dock inte var vad frågan handlade om."
	},
	{
		"postIndex": 32598,
		"postNumber": 8314,
		"rankGlobal": 35,
		"scoreGlobal": 62.6,
		"userRank": 240,
		"userScore": 1.6,
		"postUserName": "frlliois",
		"postUserID": "u716573",
		"postUserUrl": "https://www.flashback.org/u716573",
		"postDateTime": "2012-09-05, 15:39",
		"postUrlInThread": "https://www.flashback.org/t426684p693",
		"postUrlUniq": "https://www.flashback.org/sp39192234",
		"sentence": "Det kan både stå att en hel bok ska läsas ut under ett visst kursmoment, typ en veckas tid (så är fallet för oss under den första veckan; , till och med två böcker), eller att vissa utvalda kapitel ska läsas under motsvarande tid (de kommande veckor jag har kollat på verkar köra med det upplägget)."
	},
	{
		"postIndex": 53813,
		"postNumber": 13268,
		"rankGlobal": 36,
		"scoreGlobal": 62.4,
		"userRank": 22,
		"userScore": 11.7,
		"postUserName": "Orkarintebetyg1",
		"postUserID": "u864129",
		"postUserUrl": "https://www.flashback.org/u864129",
		"postDateTime": "2014-02-10, 18:46",
		"postUrlInThread": "https://www.flashback.org/t426684p1106",
		"postUrlUniq": "https://www.flashback.org/sp47454077",
		"sentence": "Eller när du minglar på Stureplan och säger att du jobbar på SWARTLING istället för när du på den lokala Ica-affären möter Bosse (bonde sedan 45år) som ser ner på jurister i stort, då han bara tycker de håller på och krånglar och försvårar hans arbete och bidrar till ökade utgifter, måste anses vara så pass olika upplevelser att personerna som tar examen från juristprogrammet 270hp inte kan anses vara jämförbara, beroende på vilka konsekvenser de olika betygen för med sig.."
	},
	{
		"postIndex": 13076,
		"postNumber": 3561,
		"rankGlobal": 37,
		"scoreGlobal": 62.4,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "namgreb",
		"postUserID": "u308624",
		"postUserUrl": "https://www.flashback.org/u308624",
		"postDateTime": "2010-12-18, 15:34",
		"postUrlInThread": "https://www.flashback.org/t426684p297",
		"postUrlUniq": "https://www.flashback.org/sp27651380",
		"sentence": "Om markrätt innebär fastighetsrätt vet jag att en ny plan- och bygglag kommer träda ikraft om cirka ett halvår och är väldigt viktig (eller ja, kanske inte så otroligt viktig rent faktiskt men ganska viktig rent praktiskt), på hyresrättens område är det väl tämligen stabilt och arbets -och familjerätt var det såpass länge sedan jag läste att jag inte har någon större koll, men tror inte det inte skett några omvälvande ändringar."
	},
	{
		"postIndex": 34481,
		"postNumber": 8753,
		"rankGlobal": 38,
		"scoreGlobal": 62.1,
		"userRank": 88,
		"userScore": 4.5,
		"postUserName": "Zeltak",
		"postUserID": "u623942",
		"postUserUrl": "https://www.flashback.org/u623942",
		"postDateTime": "2012-10-25, 15:12",
		"postUrlInThread": "https://www.flashback.org/t426684p730",
		"postUrlUniq": "https://www.flashback.org/sp40020000",
		"sentence": "Samtidigt är jag bara en liten yngling i juristprogrammet här i Stockholm och vet inte vad som har förekommit förut eller i senare terminer men det jag kan uttala mig om med hänsyn till min personliga erfarenhet är att de tre senaste årskullarna i Stockholms Universitet för juristprogrammet verkar ignorera fullständigt den här långtgående konflikten om vilket juristprogram som är bäst och vilken ställning SU har i förhållande till andra lärosäten i Sverige."
	},
	{
		"postIndex": 7389,
		"postNumber": 2152,
		"rankGlobal": 39,
		"scoreGlobal": 62.1,
		"userRank": 4,
		"userScore": 44.9,
		"postUserName": "Orzion",
		"postUserID": "u338953",
		"postUserUrl": "https://www.flashback.org/u338953",
		"postDateTime": "2010-02-09, 16:29",
		"postUrlInThread": "https://www.flashback.org/t426684p180",
		"postUrlUniq": "https://www.flashback.org/sp21373195",
		"sentence": "Som jag sa tidigare finns det självklart olika delar inom juridiken vissa är mer utifrån en bestämd form medans andra som du ger exempel på har ett bredare område och mer skilda åsikter och där mer börjar linka statsvetenskapen där folkrätt är ett utmärkt exempel som vi och för sig inte enbart är juridiskt utan även kommer in på internationella relationer eftersom många internationella avtal är friviliga men det en annan fråga."
	},
	{
		"postIndex": 48263,
		"postNumber": 11956,
		"rankGlobal": 40,
		"scoreGlobal": 61.5,
		"userRank": 5,
		"userScore": 38.9,
		"postUserName": "Legal-Eagle",
		"postUserID": "u596148",
		"postUserUrl": "https://www.flashback.org/u596148",
		"postDateTime": "2013-10-30, 19:36",
		"postUrlInThread": "https://www.flashback.org/t426684p997",
		"postUrlUniq": "https://www.flashback.org/sp45910889",
		"sentence": "+ Oerhört intressant ämne med en enorm spännvid + Intellektuellt utmanande, glöm korvstoppning här gäller argumentation och förmåga att se mönster och sammanhang + Bred arbetsmarknad + Allmänbildande + Statusfylld utbildning + Möjlighet till god löneutveckling och inte minst personlig utveckling (man är inte fast i ett visst yrke eller ämnesområde utan kan byta om nu gräset skulle te sig grönare på andra sidan) + Oerhört begåvade och duktiga lärare (gäller Lund, men är säkert så överallt)."
	}
]
