[
	{
		"postIndex": 35397,
		"postNumber": 8006,
		"rankGlobal": 1,
		"scoreGlobal": 100,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "ganjabarnet",
		"postUserID": "u82190",
		"postUserUrl": "https://www.flashback.org/u82190",
		"postDateTime": "2010-03-19, 13:51",
		"postUrlInThread": "https://www.flashback.org/t819672p668",
		"postUrlUniq": "https://www.flashback.org/sp22063896",
		"sentence": "Så simpelt att lura obildade som dig, det är synd att du aldrig kunnat bevisa dina påståenden, så som att palestinierna \"oprovocerat\" attackerat judar 1929, du har inte heller någonsin visat en bra källa vilket du bör kunna göra då det var du själv som nämnde dina \"3 utbildningar\" som vi andra inte tror på att du har Israels rätt att försvara sig finns enligt lag men den rätten behöver inte betyda vad du tolkar den till, exempelvis pågår en ockupation, enligt samma organ och dess regelverk har en ockupant ett ansvar över ockuperat område, bland annat får inte ockupanten ta över mark via våld, inte heller föra över den egna befolkningen till ockuperat område, känner du till detta eller vad vill du ha sagt?"
	},
	{
		"postIndex": 24153,
		"postNumber": 6539,
		"rankGlobal": 2,
		"scoreGlobal": 88.4,
		"userRank": 380,
		"userScore": 0.7,
		"postUserName": "netdetect",
		"postUserID": "u226315",
		"postUserUrl": "https://www.flashback.org/u226315",
		"postDateTime": "2009-01-25, 23:08",
		"postUrlInThread": "https://www.flashback.org/t819672p545",
		"postUrlUniq": "https://www.flashback.org/sp14808240",
		"sentence": "Majoriteten tycks, avsky Israel numera, du gör bort dig helt, som håller dig vid israeal sida, förhoppningsvis kommer Israel att straffas för det de håller på, Stark är den som med all vapen och teknik och makt är ödmjuk, och tänkter omsesidig, det verkar som Israel tappat bort uppfattningen helt, de vald en tid punkt där Usa var upptagen med valet, på en president, \"Barak Hussein Obama\", som judarna är rädda för och därför passade de på att utrota hela gaza, innan Hussain kommer på makt i USA, Ni vet att Islam är överlgsen, och kommer att driva bort er till öken, men det här gången blir kalla Alaska, för det sägs att i torat judarnas gud hade kissat och bajsat där, och nu har judarna kallat Alaskas mark för helig mark."
	},
	{
		"postIndex": 35784,
		"postNumber": 8034,
		"rankGlobal": 3,
		"scoreGlobal": 88.2,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "ganjabarnet",
		"postUserID": "u82190",
		"postUserUrl": "https://www.flashback.org/u82190",
		"postDateTime": "2010-04-23, 11:46",
		"postUrlInThread": "https://www.flashback.org/t819672p670",
		"postUrlUniq": "https://www.flashback.org/sp22697153",
		"sentence": "Jag kan kort och gott säga att om jag var i palestiniernas situation hade jag också velat föra ett krig med den som orsakar mitt och alla mina vänner samt min familjs liv att vara i det kaos det idag är, utan hopp om framtiden finns heller inget hopp om försoning och här kommer Israel in, här borde israel ta sina chanser att söka fred men istället kör man på våldsvägen (OCL) och påstår att palestinierna är ett hot när de i själva verket inte är det (Israel har aldrig provat den fredliga vägen, alltid har de försökt lösa saker med våld mot Palestina)."
	},
	{
		"postIndex": 44827,
		"postNumber": 10089,
		"rankGlobal": 4,
		"scoreGlobal": 87.3,
		"userRank": 22,
		"userScore": 10.3,
		"postUserName": "Melange5738",
		"postUserID": "u372430",
		"postUserUrl": "https://www.flashback.org/u372430",
		"postDateTime": "2014-07-15, 17:29",
		"postUrlInThread": "https://www.flashback.org/t819672p841",
		"postUrlUniq": "https://www.flashback.org/sp49589120",
		"sentence": "Israel this och Israel that: CNN , \"Israel OKs cease-fire, Hamas rejects it\" Fox, \"Israel strikes back at defiant Hamas after militants reject cease-fire proposal\" NBC, \"Cease-Fire Over: Israel Abandons Truce After Barrage\" MSNBC, \"Hopes for Israel-Hamas Case-Fire Dashed\" NY Times, \"Israel Resumes Attack After Militants Spurn Cease-Fire Plan\" Washington Post, \"Cease-fire ends as Israel resumes attacks in Gaza\" BBC, \"Israel hits Gaza as truce bid fails\" The Times, \"Israel resumes strikes after new Gaza attacks\" The Guardian, \"Gaza ceasefire collapses\" The Telegraph, \"Hamas rejects ceasefire with Israel over Gaza\" CBC Canada, \"Israel resumes airstrikes after Hamas rejects ceasefire\" Al Jazeera, \"Israeli strikes resume after brief Gaza calm\" Russia Today, \"Israel resumes Gaza attacks after Hamas rejects ceasefire\" The Times of India, \"Israel resumes air strikes on Gaza\" Le Monde France Front page \"Après une trêve de six heures, Israël reprend ses frappes sur Inte ett ord i rubrikerna om att Hamas hade blivit erbjuden en vapenvila OCH ETT BRUTET HANDELSEMBARGO och ändå sa nej och fortsatte skjuta."
	},
	{
		"postIndex": 21091,
		"postNumber": 5894,
		"rankGlobal": 5,
		"scoreGlobal": 76.2,
		"userRank": 11,
		"userScore": 14.3,
		"postUserName": "InteIgen",
		"postUserID": "u171357",
		"postUserUrl": "https://www.flashback.org/u171357",
		"postDateTime": "2009-01-18, 00:22",
		"postUrlInThread": "https://www.flashback.org/t819672p492",
		"postUrlUniq": "https://www.flashback.org/sp14674092",
		"sentence": "Om palestinierna slutade avfyra raketer mot Israel så skulle troligtvis blockaden försvinna snabbt dock så gör de inte detta utan fortsätter vilket leder till att situationen fortsätter, att de inte slutar har troligen att göra med att Hamas inte accepterar Israel rätt att existera, viktigt att notera är att Hamas ser hela Israel som ockuperad mark och inte enbart det som vi i väst ser som ockuperad mark."
	},
	{
		"postIndex": 17459,
		"postNumber": 5015,
		"rankGlobal": 6,
		"scoreGlobal": 75.9,
		"userRank": 161,
		"userScore": 1.8,
		"postUserName": "Houmdi",
		"postUserID": "u316784",
		"postUserUrl": "https://www.flashback.org/u316784",
		"postDateTime": "2009-01-12, 16:38",
		"postUrlInThread": "https://www.flashback.org/t819672p418",
		"postUrlUniq": "https://www.flashback.org/sp14581186",
		"sentence": "Om jag får fråga en fråga om ni hade varit inlåsta runt en mur ni får inte vatten eller mat skulle du ha demostrerat som du vet inte hjälper eller skulle du börja attackera, okej vi säger att dem inte har några vapen att det bara är en grupp som kallas för hamas som har Raketer bara som knappt dödar en fågel om hamas som kanske mindre en 10."
	},
	{
		"postIndex": 17529,
		"postNumber": 5041,
		"rankGlobal": 7,
		"scoreGlobal": 75.9,
		"userRank": 161,
		"userScore": 1.8,
		"postUserName": "Houmdi",
		"postUserID": "u316784",
		"postUserUrl": "https://www.flashback.org/u316784",
		"postDateTime": "2009-01-12, 17:26",
		"postUrlInThread": "https://www.flashback.org/t819672p421",
		"postUrlUniq": "https://www.flashback.org/sp14582138",
		"sentence": "Om jag får fråga en fråga om ni hade varit inlåsta runt en mur ni får inte vatten eller mat skulle du ha demostrerat som du vet inte hjälper eller skulle du börja attackera, okej vi säger att dem inte har några vapen att det bara är en grupp som kallas för hamas som har Raketer bara som knappt dödar en fågel om hamas som kanske mindre en 10."
	},
	{
		"postIndex": 24894,
		"postNumber": 6664,
		"rankGlobal": 8,
		"scoreGlobal": 75,
		"userRank": 11,
		"userScore": 14.3,
		"postUserName": "InteIgen",
		"postUserID": "u171357",
		"postUserUrl": "https://www.flashback.org/u171357",
		"postDateTime": "2009-01-28, 22:30",
		"postUrlInThread": "https://www.flashback.org/t819672p556",
		"postUrlUniq": "https://www.flashback.org/sp14857194",
		"sentence": "Saken handlar inte om att journalister är ansvariga för sina egna liv eller inte, poäng som jag syftar till är att om utländska journalister dör i Gaza kommer Israel få skulden för det vilket generar dålig publicitet för Israel, Hamas avfyrar raketer från eller i närheten av bostads områden, om det i samma områden råkar finnas journalister är det fullt möjligt att de skulle dö då krig är kaos speciellt när markinvasionen började."
	},
	{
		"postIndex": 14435,
		"postNumber": 4120,
		"rankGlobal": 9,
		"scoreGlobal": 74.4,
		"userRank": 87,
		"userScore": 3.2,
		"postUserName": "BAGARN69",
		"postUserID": "u231178",
		"postUserUrl": "https://www.flashback.org/u231178",
		"postDateTime": "2009-01-09, 22:20",
		"postUrlInThread": "https://www.flashback.org/t819672p344",
		"postUrlUniq": "https://www.flashback.org/sp14535383",
		"sentence": "Du måste knarka eller käka konstiga piller för detta som du skriver är verk av en drog påverkad snubbe Om palestinierna inte skall klaga på deras sitts så har inte Israel rätten att finns vilket man kan önska å hoppas Men Hamas kommer Jude svinen aldrig stoppa för det ser man när rakteterna skjuts än mot Israel.."
	},
	{
		"postIndex": 32864,
		"postNumber": 7641,
		"rankGlobal": 10,
		"scoreGlobal": 74.4,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "ganjabarnet",
		"postUserID": "u82190",
		"postUserUrl": "https://www.flashback.org/u82190",
		"postDateTime": "2009-05-15, 18:50",
		"postUrlInThread": "https://www.flashback.org/t819672p637",
		"postUrlUniq": "https://www.flashback.org/sp16676968",
		"sentence": "Du är för Israels agerande, om du försvarar Israels agerande med tanke på skyldigheterna till palestinierna som befinner sig under ockupation och har lag och rätt på sin sida så blundar du för orsaker till konflikt vill du se fred börja med att rannsaka dig själv och fråga vad ditt land kan göra för freden, inte förrens Israel visar på tecken till fred kommer palestinierna kunna möta dem \"halvvägs\", vi har allt för många gånger sett palestinierna vika sig och sedan bli överkörda (oslo t."
	},
	{
		"postIndex": 351,
		"postNumber": 81,
		"rankGlobal": 11,
		"scoreGlobal": 70.1,
		"userRank": 96,
		"userScore": 2.8,
		"postUserName": "Turnip Master",
		"postUserID": "u218832",
		"postUserUrl": "https://www.flashback.org/u218832",
		"postDateTime": "2008-12-27, 00:19",
		"postUrlInThread": "https://www.flashback.org/t819672p7",
		"postUrlUniq": "https://www.flashback.org/sp14308325",
		"sentence": "Nej, senast alla arabländer bestämde sig att anfalla Israel samtidigt, så besegrades de på 6 dagar (egentligen var det inget arabland som klarade sig längre än 2 dagar i sträck mot de israeliska styrkorna, men eftersom israelerna var tvungna att flytta sin lilla armee mellan fronterna fick araberna lite extra andrum), detta var också innan Israel hade något verkligt stöd ifrån USA, på den tiden spöade de araberna med hjälp av gammal Brittisk utrustning ifrån 50-talet, så du kan ju föreställa dig vad mycket spö araberna får nu när Israel har toppmodern amerikansk utrustning."
	},
	{
		"postIndex": 37840,
		"postNumber": 8506,
		"rankGlobal": 12,
		"scoreGlobal": 69.4,
		"userRank": 239,
		"userScore": 1.2,
		"postUserName": "oasislfc",
		"postUserID": "u523088",
		"postUserUrl": "https://www.flashback.org/u523088",
		"postDateTime": "2012-11-17, 19:06",
		"postUrlInThread": "https://www.flashback.org/t819672p709",
		"postUrlUniq": "https://www.flashback.org/sp40416194",
		"sentence": "Israel kommer aldrig så länge man har USA i sin ryggsäck lämna mellanöstern, tvåstats lösning kan kanske ske (men mer troligt är helt enkelt att ett storskaligt krig utbryter mellan Iran/egypten/syrien etc mot Israel/USA där antingen ovanstående länder hamnar i Israels ockupation eller Israels försvinnande från mellanöstern) men Palestinierna kommer aldrig få tillbaka sina hem så länge Israels politik med stöd av USA fortsätter."
	},
	{
		"postIndex": 2489,
		"postNumber": 779,
		"rankGlobal": 13,
		"scoreGlobal": 68.8,
		"userRank": 4,
		"userScore": 22.2,
		"postUserName": "Ezzelino",
		"postUserID": "u58436",
		"postUserUrl": "https://www.flashback.org/u58436",
		"postDateTime": "2008-12-29, 14:26",
		"postUrlInThread": "https://www.flashback.org/t819672p65",
		"postUrlUniq": "https://www.flashback.org/sp14341991",
		"sentence": "Dror Feiler är en av få judar i Sverige som offentligt visar någon form av karaktär i samband med judarnas statsterror: Judarna har konsekvent saboterat alla \"fredsansträngningar\", deras \"tillbakadragande\" från Gaza var som Dov Weisglass erkände endast en strategi för att någon palestinsk stat inom 1967 års gränser aldrig ska bli verklighet: De judisk-sionistiska parasiterna har lamslagit USA och därmed tillförsäkrat sig \"rätten\" att utöva denna besinningslösa terror - men inget varar för evigt, och förr eller senare kommer judar att få betala dyrt för vad de åsamkat mänskligheten."
	},
	{
		"postIndex": 12482,
		"postNumber": 3558,
		"rankGlobal": 14,
		"scoreGlobal": 68.1,
		"userRank": 17,
		"userScore": 11.4,
		"postUserName": "smellberry",
		"postUserID": "u314708",
		"postUserUrl": "https://www.flashback.org/u314708",
		"postDateTime": "2009-01-08, 10:32",
		"postUrlInThread": "https://www.flashback.org/t819672p297",
		"postUrlUniq": "https://www.flashback.org/sp14500145",
		"sentence": "Det är föga förvånande att ni Israelvänner \"glömmer bort\" nutidshistorien och bakgrunden till att konflikten överhuvudtaget existerar - dvs det faktum att en fiktiv stat upprättades mitt i arabland och invånarna där tvingades undan för att folk från hela världen tillhörande religionen judendom skulle kunna flytta dit på basis av 2000 år gamla legender Klarts om fan att ni Israelvänner hellre upprätthåller er vid vem som anföll vem 1967 osv - eftersom ni i frågan om det grundläggande problemet - Israels existens, inte kan komma med några argument."
	},
	{
		"postIndex": 30606,
		"postNumber": 7445,
		"rankGlobal": 15,
		"scoreGlobal": 67.7,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "ganjabarnet",
		"postUserID": "u82190",
		"postUserUrl": "https://www.flashback.org/u82190",
		"postDateTime": "2009-03-20, 10:47",
		"postUrlInThread": "https://www.flashback.org/t819672p621",
		"postUrlUniq": "https://www.flashback.org/sp15708493",
		"sentence": "IDF in Gaza: Killing civilians, vandalism, and lax rules of engagement The lead is cast Mycket information kommer upp till ytan på senare tid, vad som är mest häpnadsväckande är den otroliga synen på Israel ifrån judar som inte ens bor i Israel, vi har några i tråden, de försvarar något utan någon som helst anknytning till varför Israel har vissa rättigheter såväl som skyldigheter, Israel har rätt oavsett vad man säger eller i detta fallet skriver."
	},
	{
		"postIndex": 5085,
		"postNumber": 1366,
		"rankGlobal": 16,
		"scoreGlobal": 67.4,
		"userRank": 32,
		"userScore": 6.9,
		"postUserName": "Securion",
		"postUserID": "u722",
		"postUserUrl": "https://www.flashback.org/u722",
		"postDateTime": "2009-01-01, 17:53",
		"postUrlInThread": "https://www.flashback.org/t819672p114",
		"postUrlUniq": "https://www.flashback.org/sp14385717",
		"sentence": "I våra ögon är ni bara omänskliga sinnessjuka djur, och jag ber om ursäkt om det sårar dig, det är inte min mening, men man kan inte som normal frisk människa tänka annat om en person som, på fullt allvar, tror att alla civila i Israel är \"hemska elaka judar som inget heller vill än döda andra människor och begå brott mot mänskligheten\", och med sitt andra andetag försvarar muslimska terrorister."
	},
	{
		"postIndex": 15221,
		"postNumber": 4360,
		"rankGlobal": 17,
		"scoreGlobal": 67.1,
		"userRank": 17,
		"userScore": 11.4,
		"postUserName": "smellberry",
		"postUserID": "u314708",
		"postUserUrl": "https://www.flashback.org/u314708",
		"postDateTime": "2009-01-10, 17:47",
		"postUrlInThread": "https://www.flashback.org/t819672p364",
		"postUrlUniq": "https://www.flashback.org/sp14548387",
		"sentence": "De flesta av oss som är motståndare till Israels ockupation av palestinskt omrråde och motståndare till sionistisk rasistisk politik präglad av religös extremism och etniska rensningar håller inte för den skull Hamas om ryggen, tvärtom ogillar flera av oss Hamas metoder Men att hamas använder oschyssta metoder rättfärdigar inte att Israel mördar palestinas civila befolkning i stor skala."
	},
	{
		"postIndex": 32829,
		"postNumber": 7640,
		"rankGlobal": 18,
		"scoreGlobal": 66.9,
		"userRank": 2,
		"userScore": 76.8,
		"postUserName": "Giladi",
		"postUserID": "u210265",
		"postUserUrl": "https://www.flashback.org/u210265",
		"postDateTime": "2009-05-15, 18:08",
		"postUrlInThread": "https://www.flashback.org/t819672p637",
		"postUrlUniq": "https://www.flashback.org/sp16676267",
		"sentence": "Man behöver inte gå på djupet eller egna långa lässtunder för att se att du tar upp de fall Israel begår brott medan du inte tillåter dig tänka att ”mehoraot” dvs våldsangreppen mot judar i Palestina och det omfattande kriget som startades 48 i syfte att kasta ut judarna från området samt dess efterspel…är ett enda stort brott mot internationell lag och moraliskt förfall för att inte tala om det motsägelsefulla ställningstagande humanister som gör, …genom stödet till den teatraliska skådespelet som regisseras av fanatiska muslimer."
	},
	{
		"postIndex": 2453,
		"postNumber": 766,
		"rankGlobal": 19,
		"scoreGlobal": 66.2,
		"userRank": 18,
		"userScore": 11.3,
		"postUserName": "nyman",
		"postUserID": "u97516",
		"postUserUrl": "https://www.flashback.org/u97516",
		"postDateTime": "2008-12-29, 10:29",
		"postUrlInThread": "https://www.flashback.org/t819672p64",
		"postUrlUniq": "https://www.flashback.org/sp14340009",
		"sentence": "Hamas har hemmagjorda små raketer som slår ner och dödar någon israel i månaden medans Israel har den senaste teknologin direkt från USA och deras piloter sitter skönt i sina helt säkra flygplan eller helikoptrar och spränger hela hus i luften med Kvinnor och barn och dom är helt ohotade eftersom Gaza inte har något vapen emot flygattacker så vem är terrorist?"
	},
	{
		"postIndex": 8427,
		"postNumber": 2378,
		"rankGlobal": 20,
		"scoreGlobal": 65.8,
		"userRank": 176,
		"userScore": 1.6,
		"postUserName": "qrzd",
		"postUserID": "u277168",
		"postUserUrl": "https://www.flashback.org/u277168",
		"postDateTime": "2009-01-04, 22:19",
		"postUrlInThread": "https://www.flashback.org/t819672p199",
		"postUrlUniq": "https://www.flashback.org/sp14437723",
		"sentence": "Det handlar inte om mod, ingen raket ser en människa,men de Israel försvarar sig med riktas mot bestämda mål, hamas skickar död för att döda civila, och därmed få massmedias uppmärksamhet, -samma med att utnyttja barn för att uppnå politiska mål, -tänk lite, -varför hade man militära posteringar vid sjukhus, skolor och moskeer, varför tog man gisslan och placerade vid normalt sett \"civila\" byggnader."
	},
	{
		"postIndex": 38219,
		"postNumber": 8606,
		"rankGlobal": 21,
		"scoreGlobal": 65.7,
		"userRank": 312,
		"userScore": 0.9,
		"postUserName": "Psychedelika",
		"postUserID": "u580620",
		"postUserUrl": "https://www.flashback.org/u580620",
		"postDateTime": "2012-11-18, 07:36",
		"postUrlInThread": "https://www.flashback.org/t819672p718",
		"postUrlUniq": "https://www.flashback.org/sp40424343",
		"sentence": "Gaza kommer till slut bli vildmark, och när det händer kommer andra nationer attackera / vända sig emot Israel \"Hamas\" i Gaza provocerar israel (medans dom gömmer sig bland oskyldiga) att attackera dem, alltså tvinga (Dessa terrorister som gör detta offrar sig själva alltså) Dom andra allierade får en ursäkt att slås ihop och slåss mot israel (Flera nationer) Står i en 3500 år gammal bibel."
	},
	{
		"postIndex": 26030,
		"postNumber": 6809,
		"rankGlobal": 22,
		"scoreGlobal": 65.7,
		"userRank": 16,
		"userScore": 11.4,
		"postUserName": "Wazz",
		"postUserID": "u283285",
		"postUserUrl": "https://www.flashback.org/u283285",
		"postDateTime": "2009-02-02, 00:55",
		"postUrlInThread": "https://www.flashback.org/t819672p568",
		"postUrlUniq": "https://www.flashback.org/sp14922801",
		"sentence": "Hamas ska fortsätta avfyra raketer (legitimt) tills ockupanterna accepterar att de -Hamas- är demokratiskt valda och börja tala med dem, sionisterna kan inte tro att pga förintelsen eller någon häftig rad i toarullen att de kan se sig som bättre än andra och att allt ska gå enligt deras vilja, acceptera Hamas fullt logiska krav, acceptera att Hamas är demokratiskt valda i Gaza, diskutera med Hamas, inget mer med det."
	},
	{
		"postIndex": 30613,
		"postNumber": 7447,
		"rankGlobal": 23,
		"scoreGlobal": 65.5,
		"userRank": 2,
		"userScore": 76.8,
		"postUserName": "Giladi",
		"postUserID": "u210265",
		"postUserUrl": "https://www.flashback.org/u210265",
		"postDateTime": "2009-03-20, 14:59",
		"postUrlInThread": "https://www.flashback.org/t819672p621",
		"postUrlUniq": "https://www.flashback.org/sp15711993",
		"sentence": "Bristen hos er och omvärlden att ställa krav och förväntningar på Hamas/PA - Krav på självkritiska symposium, öppna arkiv och självrannsakan ( ) tyder på dubbelmoral men också på att du och dina vänner här, inte fattat att MÖ:s kärnproblematik och processerna har inte förändrats nämnvärt från 1920, förutom en sak och det att Israel/erna försvarar sig nu med FN:s legitima rätt…( ) och att för varje försök att attackera/anfalla eller skada Israel genom att medvetet rikta sig på landets civila - slutade med större/mindre katastrofer för palestinierna själva."
	},
	{
		"postIndex": 18498,
		"postNumber": 5295,
		"rankGlobal": 24,
		"scoreGlobal": 65.5,
		"userRank": 166,
		"userScore": 1.7,
		"postUserName": "N.E.R.D",
		"postUserID": "u276227",
		"postUserUrl": "https://www.flashback.org/u276227",
		"postDateTime": "2009-01-14, 09:57",
		"postUrlInThread": "https://www.flashback.org/t819672p442",
		"postUrlUniq": "https://www.flashback.org/sp14611230",
		"sentence": "Det är känslomässig avtrubbning som har med Israels kollektiva självsyn att göra, att det är det judiska folket som är offer och ingen annan, det palestinska lidandet går inte att jämföra och raketerna från Gaza ses som en fortsättning på 2 000 års förföljelser och ingen i Israel frågar sig varför ett instängt folk under blockad avfyrar raketer, säger Uri Avnery, den nu 85-årige fredsaktivisten som i dag är en av få röster i Israel som uttalar sig mot kriget."
	},
	{
		"postIndex": 2954,
		"postNumber": 874,
		"rankGlobal": 25,
		"scoreGlobal": 65.1,
		"userRank": 11,
		"userScore": 14.3,
		"postUserName": "InteIgen",
		"postUserID": "u171357",
		"postUserUrl": "https://www.flashback.org/u171357",
		"postDateTime": "2008-12-29, 20:54",
		"postUrlInThread": "https://www.flashback.org/t819672p73",
		"postUrlUniq": "https://www.flashback.org/sp14346916",
		"sentence": "Till och med i falklandskriget fanns det civila förluster i andra tjetjenen kriget blev det mellan 25000 och 50000 civila offer, intressant nog så fick detta ingen större uppmärksamhet Du borde vara fullt medveten att dessa poliser inte är civila och att de också upprätt håller Hamas styre, om Israels mål är att störta Hamas så varför skulle de inte attackera de som upprätthåller Hamas styre."
	},
	{
		"postIndex": 24896,
		"postNumber": 6664,
		"rankGlobal": 26,
		"scoreGlobal": 65,
		"userRank": 11,
		"userScore": 14.3,
		"postUserName": "InteIgen",
		"postUserID": "u171357",
		"postUserUrl": "https://www.flashback.org/u171357",
		"postDateTime": "2009-01-28, 22:30",
		"postUrlInThread": "https://www.flashback.org/t819672p556",
		"postUrlUniq": "https://www.flashback.org/sp14857194",
		"sentence": "Båda blockaden och attackerna mot Israeliska städer är båda ett hot mot freden eller en kommande fred, det ena kommer inte ske förren det andra sker, det skulle vara en gigantisk PR förlust för Israel om raketerna upphörde under en tid och Israel fortsatte med en fullständig blockad."
	},
	{
		"postIndex": 43544,
		"postNumber": 9823,
		"rankGlobal": 27,
		"scoreGlobal": 64.7,
		"userRank": 73,
		"userScore": 3.7,
		"postUserName": "Bratel",
		"postUserID": "u597607",
		"postUserUrl": "https://www.flashback.org/u597607",
		"postDateTime": "2014-07-12, 20:16",
		"postUrlInThread": "https://www.flashback.org/t819672p819",
		"postUrlUniq": "https://www.flashback.org/sp49554018",
		"sentence": "Tänk bara på hur det hade sett ut om denna typ av krigsföring hade skett i Syrien (28 680 döda i år), Irak (7442 döda i år) , Nigeria (5026 döda i år), Pakistan (2316 döda i år) eller någon av de ca 10 konflikter i världen som är dödligare än Israel/Gaza men som ägnas alldeles för lite tid åt i media och allmänna opinionen."
	},
	{
		"postIndex": 11608,
		"postNumber": 3318,
		"rankGlobal": 28,
		"scoreGlobal": 64.6,
		"userRank": 58,
		"userScore": 4.6,
		"postUserName": "ThisIsSparta",
		"postUserID": "u210162",
		"postUserUrl": "https://www.flashback.org/u210162",
		"postDateTime": "2009-01-07, 16:12",
		"postUrlInThread": "https://www.flashback.org/t819672p277",
		"postUrlUniq": "https://www.flashback.org/sp14486043",
		"sentence": "Är det bara jag i hela det politiska Sverige som landar i slutsatsen att A) Israel har varit en stat i 60 år och kan inte upplösas, och har rätt att existera B) Palestina har också rätt att existera och C) Det bästa vore därför en fred, som kan uppnås genom att Israel återgår till 1948 års gränser och att Hamas slutar skjuta raketer mot Israel?"
	},
	{
		"postIndex": 5999,
		"postNumber": 1572,
		"rankGlobal": 29,
		"scoreGlobal": 64.5,
		"userRank": 114,
		"userScore": 2.5,
		"postUserName": "kockfan",
		"postUserID": "u299055",
		"postUserUrl": "https://www.flashback.org/u299055",
		"postDateTime": "2009-01-03, 09:07",
		"postUrlInThread": "https://www.flashback.org/t819672p131",
		"postUrlUniq": "https://www.flashback.org/sp14409649",
		"sentence": "Det Israel gör är att dom vill skydda sig emot Hamas det är inte det Palestinska folket som Judarna är ute efter utan det är Hamas ledning eftersom Hamas har tidigare skadat civila Judar någon som kommer ihåg när Hamas självmordsbombare smällde av en bomb inne i en Rabbinskola för inte så länge sedan."
	},
	{
		"postIndex": 25929,
		"postNumber": 6790,
		"rankGlobal": 30,
		"scoreGlobal": 64.4,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "ganjabarnet",
		"postUserID": "u82190",
		"postUserUrl": "https://www.flashback.org/u82190",
		"postDateTime": "2009-02-01, 18:01",
		"postUrlInThread": "https://www.flashback.org/t819672p566",
		"postUrlUniq": "https://www.flashback.org/sp14915268",
		"sentence": "Om Hamas blivit erkända så hade man kunnat börja förhandla om fred, hade båda parter fått komma till tals och få gehör för sina svar så hade vi även här sluppit diskutera om Israel gör rätt eller inte, argument som; \"Israel försvarar sig\" är således bortblåsta då palestinierna blev bestraffade för sitt demokratiskaval."
	},
	{
		"postIndex": 26579,
		"postNumber": 6888,
		"rankGlobal": 31,
		"scoreGlobal": 64.3,
		"userRank": 38,
		"userScore": 6.4,
		"postUserName": "Carpe Diem",
		"postUserID": "u2781",
		"postUserUrl": "https://www.flashback.org/u2781",
		"postDateTime": "2009-02-03, 14:06",
		"postUrlInThread": "https://www.flashback.org/t819672p574",
		"postUrlUniq": "https://www.flashback.org/sp14944585",
		"sentence": "Förmodligen kommer en situation med ett lågintensivt krig där Hamas avfyrar raketer och IDF besvarar denna eldgivning att leda till ytterligare försämrade villkor för araberna i Gaza, högst sannolikt kommer detta att medföra att en stor mängd araber kommer att söka sig till den civiliserade världen, de är knappast välkomna till några arabstater, i dessa stater kan de räkna med att bli behandlade som skit."
	},
	{
		"postIndex": 5002,
		"postNumber": 1351,
		"rankGlobal": 32,
		"scoreGlobal": 64.2,
		"userRank": 4,
		"userScore": 22.2,
		"postUserName": "Ezzelino",
		"postUserID": "u58436",
		"postUserUrl": "https://www.flashback.org/u58436",
		"postDateTime": "2009-01-01, 14:29",
		"postUrlInThread": "https://www.flashback.org/t819672p113",
		"postUrlUniq": "https://www.flashback.org/sp14383225",
		"sentence": "Det är just Hamas seriositet, deras sociala ansvarstagande, offervilja och disciplin, som (likt Hizbollah) gör dem så hatade av mörkermän som i all evighet vill se judar förnedra palestinier (och alla icke-judar sionisterna förmår komma åt att kuva kan räkna med precis samma eller snarare än värre behandling än palestinierna i Gaza och på Västbanken har tvingats utstå)."
	},
	{
		"postIndex": 11535,
		"postNumber": 3294,
		"rankGlobal": 33,
		"scoreGlobal": 64.1,
		"userRank": 17,
		"userScore": 11.4,
		"postUserName": "smellberry",
		"postUserID": "u314708",
		"postUserUrl": "https://www.flashback.org/u314708",
		"postDateTime": "2009-01-07, 15:04",
		"postUrlInThread": "https://www.flashback.org/t819672p275",
		"postUrlUniq": "https://www.flashback.org/sp14484778",
		"sentence": "Sionismen är byggd på en falsk grundpelare, nämligen att människor över hela världen (som är medlemmar av en viss religion) skulle bestå av \"ett enda folk\", dvs judar från USA skulle tillhöra samma \"folk\" som judar i Ryssland elller Sverige och att dessa judar har rätt till ett eget land som ligger i området av nuvarande Israel."
	},
	{
		"postIndex": 26910,
		"postNumber": 6934,
		"rankGlobal": 34,
		"scoreGlobal": 64.1,
		"userRank": 54,
		"userScore": 4.9,
		"postUserName": "Jecke",
		"postUserID": "u114224",
		"postUserUrl": "https://www.flashback.org/u114224",
		"postDateTime": "2009-02-04, 20:23",
		"postUrlInThread": "https://www.flashback.org/t819672p578",
		"postUrlUniq": "https://www.flashback.org/sp14968544",
		"sentence": "Det var arabernas ovilja till detta från första början som skapade den nuvarande konflikten, när araberna försökte utplåna den nyskapade israeliska staten istället för att själva skapa en palestinsk stat och sedan fortsatt fredligt med förhandlingar, för araberna flydde/rensades inte ut från israeliskt territorium när Israel skapades, utan först efter att araberna förklarat krig mot Israel."
	},
	{
		"postIndex": 1252,
		"postNumber": 358,
		"rankGlobal": 35,
		"scoreGlobal": 63.8,
		"userRank": 18,
		"userScore": 11.3,
		"postUserName": "nyman",
		"postUserID": "u97516",
		"postUserUrl": "https://www.flashback.org/u97516",
		"postDateTime": "2008-12-27, 20:13",
		"postUrlInThread": "https://www.flashback.org/t819672p30",
		"postUrlUniq": "https://www.flashback.org/sp14318511",
		"sentence": "Hitler blev straffad för sin terror och Israel kommer också i längden att bli sraffade på precis samma sätt som Hitlers Tyskland om inte människor i Israel inser till slut att 50 års krig inte lett till någon fred och att ytterligare slakt på civila kommer bara att leda till ännu mer hat emot Israel."
	},
	{
		"postIndex": 24588,
		"postNumber": 6627,
		"rankGlobal": 36,
		"scoreGlobal": 63.4,
		"userRank": 11,
		"userScore": 14.3,
		"postUserName": "InteIgen",
		"postUserID": "u171357",
		"postUserUrl": "https://www.flashback.org/u171357",
		"postDateTime": "2009-01-27, 22:34",
		"postUrlInThread": "https://www.flashback.org/t819672p553",
		"postUrlUniq": "https://www.flashback.org/sp14840530",
		"sentence": "Jag sa Hamas till och med SVT har rapporterat att Hamas troligen har en cynisk syn på civila döds offer, för om Hamas verkligen värnade om civila skulle de väl knappast avfyra rakter i närheten av FN skolor, det finns trots allt fält i Gaza där striderna kunde skett istället för i bostads områden eller förnekar du att Hamas avfyrar raketer från bostads områden?"
	},
	{
		"postIndex": 15423,
		"postNumber": 4419,
		"rankGlobal": 37,
		"scoreGlobal": 62.9,
		"userRank": 16,
		"userScore": 11.4,
		"postUserName": "Wazz",
		"postUserID": "u283285",
		"postUserUrl": "https://www.flashback.org/u283285",
		"postDateTime": "2009-01-10, 19:43",
		"postUrlInThread": "https://www.flashback.org/t819672p369",
		"postUrlUniq": "https://www.flashback.org/sp14550525",
		"sentence": "Först då kan de kräva \"raket-upphör\" från hamas, idioterna kan inte tro att man isolerar 1,5 miljoner människor och att de inte kommer att göra något, eller så är det en av deras onda sionistiska planer att hamas ska skjuta raketer så att de kan bomba barn och oskyldiga och sedan använda den amerikanska klassiska frasen \"We fight terror\" men i själva verket är det en bluff och det vet USA (mest troliga teori)."
	},
	{
		"postIndex": 49869,
		"postNumber": 11063,
		"rankGlobal": 38,
		"scoreGlobal": 62.9,
		"userRank": 154,
		"userScore": 1.8,
		"postUserName": "Strossel",
		"postUserID": "u653348",
		"postUserUrl": "https://www.flashback.org/u653348",
		"postDateTime": "2014-07-29, 16:24",
		"postUrlInThread": "https://www.flashback.org/t819672p922",
		"postUrlUniq": "https://www.flashback.org/sp49746359",
		"sentence": "Nu är det så att jag inte tillhör judarna och skiter fullständigt i kriget därnere i det stora hela, vad jag hängt upp mig på i denna tråd är just de sk förklaringar som kommit om vem som har rätt eller inte, när det gäller landet som sådant och då eftersom FN är den som håller dessa lagar fann jag denna artikel som du antagligen inte ens läst eftersom ditt svar är av så låg nivå att jag verkligen funderade starkt på att inte svar, Läs artikeln innan du uttalar dig."
	},
	{
		"postIndex": 14070,
		"postNumber": 4033,
		"rankGlobal": 39,
		"scoreGlobal": 62.6,
		"userRank": 46,
		"userScore": 5.6,
		"postUserName": "Noicer",
		"postUserID": "u145225",
		"postUserUrl": "https://www.flashback.org/u145225",
		"postDateTime": "2009-01-09, 11:51",
		"postUrlInThread": "https://www.flashback.org/t819672p337",
		"postUrlUniq": "https://www.flashback.org/sp14519222",
		"sentence": "Men du menar alltså att Israel ska, efter att inte ha besvarat raketbeskjutningen eller hatpropagandan, börja med just hatpropaganda i Hamas-stil samt skjuta in raketer mot civila i Gaza i syfte att träffa civila och sen placera israeliska barn på platser där man vet att Hamas raketer sannolikt träffar?"
	},
	{
		"postIndex": 34730,
		"postNumber": 7921,
		"rankGlobal": 40,
		"scoreGlobal": 61.8,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "ganjabarnet",
		"postUserID": "u82190",
		"postUserUrl": "https://www.flashback.org/u82190",
		"postDateTime": "2010-01-24, 17:53",
		"postUrlInThread": "https://www.flashback.org/t819672p661",
		"postUrlUniq": "https://www.flashback.org/sp21091385",
		"sentence": "Men eftersom du låtsas förstå saker och ting som sker kanske du kan börja med att förklara vilka \"militäramål\" IDF träffade under OCL, oavsett vad du anser om Hamas eller inte så finns det lagar som säger att det är olagligt och om du inte håller med så är det för att du är en partisk person som inte bryr dig om palestinierna och du har upprepade gånger bevisat det, vem tror du att du lurar?"
	}
]
