[
	{
		"postIndex": 2817,
		"postNumber": 2875,
		"rankGlobal": 1,
		"scoreGlobal": 100,
		"userRank": 3,
		"userScore": 68.9,
		"postUserName": "Ola Schubert",
		"postUserID": "u58815",
		"postUserUrl": "https://www.flashback.org/u58815",
		"postDateTime": "2012-03-03, 15:19",
		"postUrlInThread": "https://www.flashback.org/t1116535p240",
		"postUrlUniq": "https://www.flashback.org/sp36023135",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Patrik2108</strong></div> <div>Om vi låter dig kalla den prisökning som uppstår vid devalvering  för inflation så är det en sorts inflation som är positiv att ha.<br/>  Du verkar anse att det är viktigt för Grekland att få billiga importvaror. Du har upprepade gånger påtalat handelsunderskottet för att liksom belysa importens betydelse. Men vad det handlar om är att Grekland skall bli självgående. Då är en prishöjning på importvaror ett sätt att få det interna handeln att ta fart, på bekostnad av importen. En devalvering hjälper alltså också nationer med liten export att få bättre handelsbalans. Du måste ju inse att importen måste minska. <br/> <br/>  Förövrigt, när jag talar om devalvering så avser jag alltid att man skall låta valutan flyta.</div> </td> </tr> </table> </div> <br/>  Nej, jag förespråkar inte billigare importvaror, men heller inte dyrare sådana. Och det är faktiskt svårt att få Grekland att bli självgående i brådrasket. <br/> <br/>  Den snabbaste vägen är en chockterapi som innebär en massiv intern devalvering, omfattande ekonomiska och juridiska reformer för att förbättra konkurrenskraften. Men det är långt ifrån säkert att det grekiska samhället: 1) kan hålla ihop under en sådan påfrestning. 2) Att man skulle klara av att betala sina skulder trots snabbt sjunkande BNP.<br/> <br/>  Den näst snabbaste vägen är då en relativt långsam inre devalvering som sträcker sig minst 10 år framåt i tiden. Fortfarande blir påfrestningarna stora för samhället och människorna och lidandet blir här utsträckt i tid. Men grekerna hinner då välja sig vid ett successivt sjunkande BNP och sannolikheten är något större att man, genom enorma uppoffringar, skall kunna betala sina skulder. Dessutom kan ev. någon bransch kanske börja exportera och nya innovationer kan hinnas göras.<br/> <br/>  Det näst sämsta sättet är att Grekland lämnar Euron och inför en flytande drachmer. Risken för hyperinflation är uppenbar och devalveringseffekterna äts snabbt upp av inflationen. Men framför allt så kommer man att få svårt att omsätta gamla lån eller ta nya. Detta gäller både den grekiska staten och företagen.<br/> <br/>  Det absolut sämsta sättet är att Grekland inte bara lämnar euron och inför en flytande drachmer. Ställer man dessutom in alla betalningar så kommer vare sig stat eller företag ha någon möjlighet att låna de närmaste 10 åren.<br/> <br/> <br/>  Om Grekland haft någon exportindustri att tala om, som kunde dra fördel av en flytande valuta, så skulle du inte ha haft helt fel. Men nu är Greklands exportberoende blott 21 procent, att jämföra med Sveriges ca 50 procent och Estlands 80 procent. Även fast Grekland har ett stort handelsunderskott så verkar det alltså som om grekerna redan konsumerar inhemska produkter i stor utsträckning. <br/> <br/>  Men inget land kan klara av att producera allt de behöver själva på ett effektivt sätt. Därför finns den internationella arbetsdelningen, så att länder producerar det de är bäst på. Greklands problem är att man inte är speciellt bra på så mycket:<br/> <br/>  Den grekiska varvs-industrin står för ca 10 procent av grekernas BNP. Men eftersom lönerna redan sjunkit med minst 30 procent, så borde denna bransch, om den är internationellt konkurrenskraftig, redan kunna dra nytta av detta. Men det verkar den alltså inte ha gjort. En orsak är att det är omöjligt allt kunna få låna pengar för dem. Pengar som behövs till framtidsinvesteringar och för att projekt skall kunna sätta igång. Och jag kan lova dig: Går Grekland i öppen konkurs, ställer in sina betalningar och återinför drachmen, så blir det omöjligt för både den grekiska staten och grekiska företag att låna, (till rimlig ränta), på den internationella finansiella marknaden tio år framöver!<br/> <br/>  En annan orsak till att den grekiska varvs-industrin inte kan konkurrera, trots kraftigt sänkta löner, kan också vara att man inte når upp till Kinas, Sydkorea och Finlands standard vad gäller kvalité. Och för att lösa detta hjälper knappast en lågt värderad valuta ens.<br/> <br/>  En annan viktig grekisk bransch är turistnäringen. Där innebär givetvis lägre löner också lägre kostnad för hotellnätter, resturang-besök och nöjen för tillströmmande turister. Och antalet turister har också ökat med ca 10 procent. Inte heller där behövs någon devalvering.<br/> <br/>  Återstående procent av Greklands \"konkurrenskraft\" består av fetaost och oliver. Just de näringarna skulle ev. kunna dra nytta av en lågt värderad drachmer. Men eftersom att lönerna redan sänkts med minst 30 procent så behövs det inte här någon devalvering.<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Krillolero</strong></div> <div>Märk väl, att den här krisen aldrig blivit så fatal om det inte den amerikanska krisen - som uppstod på v e r k l i g t kriminiella grunder - först briserat med full kraft. Det är Wall Street, inte grekernas dåliga vanor, som är huvudskyldig i den här tragedin. Men det är vi alla som får betala notan.<br/> <br/>  Beträffande Italien. Jag kan inte dela din optimism, dessvärre. En av de ekonomer som alltid talat klarspråk - och som nästan alltid haft rätt - , Loretta Napoleoni (som ofta är gäst i amerikanska och brittiska tv-studios) påpekar ständigt hur mkt propaganda som är i omlopp. Enligt Napoleoni är Italiens öde att upprepa Greklands tragedi, med några månaders försening.</div> </td> </tr> </table> </div> <br/> <br/>  Ok, du låter som vanligt: \"Allt är alla andras fel och inte grekernas fel\". Bank-krisen 2008 ställde till den. Men du måste då visa att den grekiska staten fick låna rekord mycket för att rädda inhemska banker. I Sverige orsakade krisen ett brant fall i BNP. Men vi hämtade upp oss. Och detta inte enbart pga en då sjunkande krona. Vi hade en exportindustri som kunde köra igång, direkt, när det vände. Grekisk varvs-industri verkar vara helt oförmögen att dra nytta av minst 30 procent lägre lönekostnader.<br/> <br/>  Det finns många ekonomer som siar. Ett otal gånger har jag hört och läst om att risken för en grekisk konkurs \"de närmaste månaderna är 99 procent\". Det blir en ganska imponerande sannolikhet om man lägger samman alla dessa spådomars procenttal de senast två åren,typ: \"risken för en grekisk konkurs är 99,99999 procent\". Ändå har detta med en öppen konkurs inte skett än, även om det givetvis kan ske, nästa vecka eller om två år. Grekerna själva, (du kanske skulle lära sig något utav dem nu!), vill dock vara kvar i euron och är beredda till enorma uppoffringar för att kunna det. Grekland BNP har sjunkit med ca 16 procent sedan 2007, och det den kommer att fortsätta att sjunka ytterligare de närmaste åren. Skulle grekerna verkligen klara av att rida sig igenom den skärselden och kvarstå i euron <u>så är det verkligen värda all respekt</u> USA:s BNP sjönk med ca 36 procent under hela trettiotals depressionen. Grekland BNP kommer att sjunka med minst lika mycket inom en kortare tidsperiod. Och, om det nu ändå skulle bli en flytande drachmer för grekerna så kommer greklands BNP, (räknat i dollar eller euro), att sjunka ännu mer. Och jag kan lova dig: En sådan lösning kommer <u>inte</u> att bli lättare för det grekiska folket. Och, dessutom, så riskerar man att, än en gång, missa att göra något åt de strukturella problem som finns i den grekiska ekonomin, som du själv betecknat som patologisk!"
	},
	{
		"postIndex": 267,
		"postNumber": 272,
		"rankGlobal": 2,
		"scoreGlobal": 85.4,
		"userRank": 16,
		"userScore": 17.3,
		"postUserName": "Kostas39",
		"postUserID": "u307320",
		"postUserUrl": "https://www.flashback.org/u307320",
		"postDateTime": "2010-03-06, 15:29",
		"postUrlInThread": "https://www.flashback.org/t1116535p23",
		"postUrlUniq": "https://www.flashback.org/sp21839595",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Albanian Soul</strong></div> <div>Det vet du hur exakt? O du store grek, kan du möjligtvis berätta hur du värderat Rhodos?<br/>  Sedan behöver inte endast en ö säljas. Finns gott om öar som inte har någon betydelse mer än att tillfredsställa ert ego. Grekland ska inte hjälpas finansiellt för att ert ego förhindrar er att lösa ert egna problem.</div> </td> </tr> </table> </div>   Det är ganska svårt att värdera landmassa. Och jag tror du själv förstår omöjligheten i att sälja land. Dessutom tror jag inte Grekland har nått till den punkten ännu, inte ens när en fjärdedel av befolkningen svalt av fattigdom för 60 år sedan så förlorade Grekland land, tvärtom. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Sedan är detta extremt roligt då Grekland fått 2000Miljarder från EU. Säg mig nu, var skulle Grekland vara utan dessa pengar? Hur var Grekland innan dessa pengar? Hur skulle Kosovo se ut ifall vi fick 2000Miljarder? Ska du börja så dra in hela historien och inte bitar som passar dig.      </td> </tr> </table> </div>   Innan dess var Grekland inte så illa. Det var ett fattigare land men allt var billigare också, lönerna och priserna var mer harmoniserade, folk hade råd att leva gott helt enkelt. <br/> <br/>  Grekland har egentligen alltid varit ett fattigt land. Grekland har inte liksom Sverige en stark statsapparat och har aldrig haft det. Däremot är greker ett rikt och välmående <b>folk</b>. Grekiska barn går på privatskolor på kvällarna där de lär sig otroligt mycket mer än i statliga skolorna. Det skattetrycket som svenskarna har hade aldrig greker accepterat, inte i nuläget i alla fall.  <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Angående militären, det är en stor faktor till varför Greklands ekonomi kollapsar. Ni använder och använde pengarna från EU till militären istället för att spendera dessa på annat håll. EU borde vända ryggen åt, fast det är förståeligt. Ni gjorde det för att så fort Turken nämns så ryser det ner till benmärgen på er.      </td> </tr> </table> </div>   På bara 10 år har Grekerna byggt ut infrastrukturen enormt. Aten hade inte ens ett ordentligt tunnelbanenät för bara några år sedan. Idag har Aten en riktig flygplats, välutvecklad kommunaltrafik och motorvägar över hela landet, trots den otroliga bergsterrängen. Infrastruktur är bland det viktigaste en nation kan investera i. <br/> <br/>  Att Grekland sen har lagt ned monstersummor på militären är sant, men Turkiet kränker dagligen grekiskt luftrum, har en krigsförklaring ifall Grekland utnyttjar sin rätt att expandera territoriellt vatten och mycket mer... Grekland och Turkiet har legat i krig med varandra senast för bara 30 år sedan så jag ser inte varför Grekland skulle sluta lägga ned pengar på militären. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Vad du klargjort är nada. Det du säger kan jag motbevisa med olika källor. <b>Problemet är att dessa inte accepteras då personerna som skrivit alla dessa olika verk har förlorat sin trovärdighet tack vare grekiska lobbyn.</b> Detta kommer att förändras. Det har början länge sedan. Jag är snart tillbaka på historieforumet, vi ses är allt jag säger. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> </td> </tr> </table> </div>   Hur hade du tänkt att någon ska ta dig på allvar när du skriver sådär? Jag till skillnad från dig har ett genuint intresse av historia utan politiska agendor. <br/> <br/>  Men för att återgå till vad du faktiskt vill diskutera. Du älskar att se att det går dåligt för Grekland, det beror på att du inte gillar det grekiska folket. Du vill liksom många andra i den här tråden visa att grekernas misslyckande i det här fallet helt enkelt beror på att de är greker. Jag kommer i alla fall inte sjunka till den nivån. Men jag ber dig ha mer överseende med grekernas problem, då du faktiskt själv tillhör ett folk som har skapat två skitnationer. Eftersom du förstår hur tröttsamt det är när folk kastar dynga mot ditt folk så hoppas jag du snart lär dig att sluta apa efter detta beteende. <br/> <br/>  Du kommer ha mycket mer att lära av att föra en saklig debatt."
	},
	{
		"postIndex": 4918,
		"postNumber": 5005,
		"rankGlobal": 3,
		"scoreGlobal": 83.9,
		"userRank": 233,
		"userScore": 2.9,
		"postUserName": "ikariotis",
		"postUserID": "u98267",
		"postUserUrl": "https://www.flashback.org/u98267",
		"postDateTime": "2014-01-13, 12:51",
		"postUrlInThread": "https://www.flashback.org/t1116535p418",
		"postUrlUniq": "https://www.flashback.org/sp47022305",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Men alla vet detta redan. <br/>  Hur gick det till detta då? <br/> <br/>  Varför kollapsade den grekiska ekonomin? <br/> <br/>  Enorma turistintäkter, låga löner, goda mineralfyndigheter, relativt enad befolkning. <br/>  Nog fifflade fler än staten. Men det räcker inte.<br/> <br/> <br/>  Den kollapsade helt enkelt för att den inte kunde hänga med i \"utvecklingen\" längre. Som jag skrev i en tråd innan så har samhället och medborgarnas del av kakan kontinuerligt minskat (säkert i Grekland också) sedan 90-talet. Inte bara det men kakan i sig har minskat i storlek för dem. Grekland var bara svagast. Vi kommer att följa.      </td> </tr> </table> </div> <br/>  Håller med delvis. Stormakterna såg Grekland som ett sätt att expandera sina verksamheter. Exempelvis fanns det inte på samma sätt som här stormarknaden utan man köpte ost, mjölk och kött från lokala aktörer. Numera ser man en lidl varje kilometer i grekland men bland annat andra tyska och franska företag. Det lokala verksamheterna har svårt att hålla upp konkurrensen speciellt i dessa kristider. Ta det och ha även i åtanke att grekland förbrukade enorma resurser under världskrigen varpå juntor och andra konflikter efterföljde. Lägg ytterliggare på korruptionen så är det inte speciellt konstigt att grekland inte hänger med i världsväldets \"schackspel\". Det finns helt enkelt ett intresse att inte låta grekland utvecklas (det finns olja och andra mineralet t.ex. som det inte har möjlighet att urvinna). Grekerna har haft det tufft att behålla sitt land, identitet och historia under åren vilken har präglat landet historia av krig och konflikter. EU som skulle fungera som en storebror och förebild har faktiskt inte varit speciellt bra föredöme. De har istället utvecklat nya politiska konflikter vilka begränsar greklands utveckling. EU:s politik är störst går först. Grekland har fått minimalt exportskydd och är satt i en beroende position genom att bli tvunget att importera mer än att exportera samt även importera saker som de inte behöver (typ tomater apelsiner ect). Dessutom har man skuldsatt landet vilket innebär att landet säljs ut. Notan kommer till den vanliga grekiska medborgaren. Greken som trodde att EU skulle modernisera, skydda och utveckla landet som en resultat och en ursäkt efter andra världskriget. Den vanlige grekiske medborgaren saknar redan förtroende för sin regering (de korrupta äcklen) och numera även mot EU. Dessutom tvingar utbildade greker resa till andra länder för att leta jobb och skapa en framtid. Då tvingas dom sitta och lyssna på \"greker jobbar inte, de sover siesta, pensionerar sig vid 40 års ålder, och ligger bara på stranden\". En enkel lösning till krisen är att dra alla politiker som pumpat ut pengar till scehweiz inför rätta (typ eu domstolen) och betala skulden av dessa pengar, de kommer räcka och t.o.m. bli överskott tro mig. Dessutom kan grekland devalvera och dra sig ur EU. Det ska inte vara möjligt för tysksland, frankrike eller england att köpa sina sommarställen för minipris och även pumpa tillbaka pengarna till deras länder i form av storföretag och skandaler  (ref Siemens skandalen). Det är skrattretande för greker att tyskland inte betalar deras straffskuld efter andra världskriget till grekland eller lämnar tillbaka antika reliker ect men samtidigt har massa krav. Nae grekerna har inget mer att ge till västvärlden, de har redan gett tillräckligt och det är fan dags att värstvärlden hjälper till lite tillbaka"
	},
	{
		"postIndex": 4319,
		"postNumber": 4396,
		"rankGlobal": 4,
		"scoreGlobal": 83,
		"userRank": 142,
		"userScore": 3.8,
		"postUserName": "cochran",
		"postUserID": "u433259",
		"postUserUrl": "https://www.flashback.org/u433259",
		"postDateTime": "2012-06-30, 02:38",
		"postUrlInThread": "https://www.flashback.org/t1116535p367",
		"postUrlUniq": "https://www.flashback.org/sp38103255",
		"sentence": "Även bortsett från grekernas skattesmitande, korruption och <b>ofantliga</b> offentlig sektor (som tydligen har ökat de senaste två åren) ser jag inga incitament till ekonomiska framsteg för landet.<br/> <br/>  Grekernas löner har höjts betydligt mera än deras effektivitet. De har inte en chans att konkurrera inom exportmarknaden. Grekland har dessutom relativt få exportvaror. De har ett stort handelsunderskott.<br/>  Oavsett hur många miljarder Euro Tyskland och andra EUländer skänker grekerna kommer de ändå aldrig att klara sig själva.<br/>  I sin iver att godtas som Euroland förfalskade de grekiska politikerna landets \"bokföring\". När det blev maktbyte vid nästa val, hände inget annat än att de forna offentliganställda fick ha sina jobb kvar och 1000-tals nya anställdes.<br/> <br/>  Hur skall ett land som Grekland någonsin kunna klara sig själv under dessa förutsättningar? Om de hade haft kvar sin egen valuta, så hade de inte haft dessa \"mördande\" skulder. Grekerna hade inte fått ta del av det oerhört kraftfulla uppsvinget, som berodde på att Grekiska statens upplåningsräntor fallit till tysk nivå tack vare EMU.<br/> <br/>  Återigen, vilket land med ständiga handelsunderskott klarar sig utan bidrag, när de inte har en egen valuta?<br/>  Detta är enkel matematik! Man behöver inte ens vara gymnasist för att förstå det matematiska sammanhanget och därmed omöjligheten.<br/>  Varför skickar de andra EU-länderna sina folks skattepengar rakt ner i detta bottenlösa hål, med tanke på att Grekland aldrig kommer att kunna försörja sig så länge Euron är deras valuta!<br/> <br/>  Sverige borde lämna EU (vi skulle aldrig ha anslutit oss) och försöka få samma eller liknande avtal som Norge har!"
	},
	{
		"postIndex": 4953,
		"postNumber": 5041,
		"rankGlobal": 5,
		"scoreGlobal": 82.1,
		"userRank": 75,
		"userScore": 6.2,
		"postUserName": "sectarius",
		"postUserID": "u548644",
		"postUserUrl": "https://www.flashback.org/u548644",
		"postDateTime": "2014-03-17, 12:05",
		"postUrlInThread": "https://www.flashback.org/t1116535p421",
		"postUrlUniq": "https://www.flashback.org/sp47973030",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>rex144</strong> <a href=\"/p47966544#p47966544\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>170% skuld över BNP?<br/> <br/>  är det afrikanskt land?  är det ett diktaturland?</div> </td> </tr> </table> </div>   Det är inte bara afrikanländer som har såna skulder. Italien, Japan, Irland och Island är några exempel på länder som sitter på liknande skuldberg.   <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       grekerna njöt av alla privillegier, bonusar, tillägg, bidrag, de levde som om det fanns inte nån morgondag,      </td> </tr> </table> </div>   Trots det så var den grekiska snittlönen långt under det man har i Sverige och andra nordvästeuropeiska länder. Det är verkligen en mediamyt som har målats upp att grekerna levde som kungar med 14 månadslöner. Vad gör 14 månadslöner på 500 EUR för skillnad gentemot en svensk månadslön som ligger på 2000 EUR i månaden? Tror du inte man åtnjuter massa liknande privilegier om man är statligt anställd i Sverige? Hur ofta får man inte höra om fester där det spenderats fantasisummor? Har du sett hur arbetsplatserna ser ut för politiskt anställda personer i Sverige? Vad tror du händer i längden om vi fortsätter hyra ut slott till afghanska flyktingar? Svenskar är minst lika efterblivna som greker om man kollar på hur den ekonomiska politiken ser ut. Problemet är att man här är lika mycket slav under ett opinionstryck som i Grekland och det i sin tur beror just på medias dominans i samhället. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       grekerna har länge varit under turkisk ockupation, de har ett sydländskt, bysantiskt mentalitet,      </td> </tr> </table> </div>   Ja, greker är inte lika produktiva som tyskar eller japaner. Men än sen? Tror du det leder till det som hänt i Grekland nu? I värsta fall så får man devalvera en valuta och börja om på nytt med låga priser på sina produkter. Så har det alltid fungerat i Grekland och faktum är att landet alltid har varit snäppet sämre än de västeuropeiska länderna, men det har ändå varit ett bra och trevligt samhälle som går efter sin egna takt. <br/> <br/>  Det som händer i Grekland nu är en av de värsta katastroferna i landets historia och inte beror det på några lata greker inte. Arbetslösheten har aldrig varit så hög någonsin, antalet illegala flyktingar i landet har aldrig varit så högt någonsin, landets skuld till utländska judiska banker har aldrig varit så hög. Utländska företag och privatpersoner köper upp allt vad som finns kvar av företagen och mark. Det är att likna vid en total utsugning av samhället. Samtidigt har Grekland alltid varit ett land som haft problem med sina grannar, turken som inte ens erkänner Greklands territorier och hindrar grekerna från att utvinna sin egen olja från havet, albanen som illegalt invandrar i landet och begår rån och våldtäkter och Skopjanen i norr som stjäl det grekiska folkets identitet och historia. Utsugningen sker alltså inte bara rent materialistiskt utan det är också en mental demoralisering av grekerna som sker just nu. <br/> <br/>  Hur ska man reagera på det? Ska man bara acceptera att man är värdelös och följa judarna på IMF:s råd? Dvs att i all evighet stå i skuld till dem? <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       alla dessa miljarder från Bryssel (Tyskland) vad har man åstadkommit?<br/>  förutom nya vägar, flygplatser?<br/> <br/>  den grekiska ekonomin vilar på turismindustrin, <br/>  sån ekonomi finns i U-länder<br/> <br/>  med alla dessa miljarder borde de skapat en konkurrenskraftig ekonomi, IT, nya teknologier, <br/>  vetenskap... var är de grekiska universiteten och högskolor?<br/> <br/>  vad gör de?       </td> </tr> </table> </div>   Att satsa på flygplatser, vägar och turism är väl inte fel? Grekland har annat än turism och oliver också. Det har dock varit svårt för grekerna dels att konkurrera med en högteknologisk sektor mot länder som Tyskland och dels har det varit svårt att konkurrera med enkla konsumtionsvaror (eftersom allt i världen numera görs i Kina). Grekland har haft en stor textilindustri, sen kom Kina. Grekland var en gång i tiden mer eller mindre självförsörjande med jordbruksprodukter, sen kom EU med sin utjämningspolitik och då började alla odla citrusfrukter och oliver och ljög om sina arealer för att få bidrag. Grekland byggde upp världens största handelsflotta, nu vet jag inte hur det ligger till med den. Grekland hade/har en ganska välutvecklad telekommunikationsinfrastruktur, och företag som Cosmote och hade tjänster i princip i alla Balkanländer. Det finns mindre företag som gör industrirobotar, solceller, vindkraftverk, robotmissiler, militär kommunikationsutrustning etc... Men som sagt, hur ska de konkurrera med Tyskland och Frankrike? det finns också företag som gör smartphones, som gör vitvaror, fanns företag som byggde bussar men som blev uppköpta av tyska företag osv... Men återigen, hur ska man konkurrera med Kina?"
	},
	{
		"postIndex": 2801,
		"postNumber": 2859,
		"rankGlobal": 6,
		"scoreGlobal": 80.7,
		"userRank": 3,
		"userScore": 68.9,
		"postUserName": "Ola Schubert",
		"postUserID": "u58815",
		"postUserUrl": "https://www.flashback.org/u58815",
		"postDateTime": "2012-03-01, 22:46",
		"postUrlInThread": "https://www.flashback.org/t1116535p239",
		"postUrlUniq": "https://www.flashback.org/sp35996301",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Patrik2108</strong></div> <div>Ok, jag känner till den. Då kan du fortsätta sprida ljuset.<br/> <br/>  Jag känner dock inte till det tvingande sambandet devalvering -&gt; inflation.  Normalt följer devalvering <i>efter</i> inflation. En flytande valuta är givetvis det bästa. <br/> <br/> <br/> <br/> <br/>  Där inre devalvering är ett alternativ är vanlig devalvering ett ännu bättre alternativ. Säger du att ingen inre devalvering behövs i Grekland så accepterar jag att en devalvering är onödig.</div> </td> </tr> </table> </div> <br/> <br/>  En devalvering, (även en depicering av valutan när den görs flytande, även om detta, som du riktigt skriver är mindre skadlig än politikers beslut om valutakurs), <b>ökar</b> <u>per definition</u> importpriserna och orsakar därför, <b>i sig själv</b>, inflation. Detta kan ev. ett exportberoende land med hygglig konkurrenskraft hantera då den ökade exporten kan sätta fart på ekonomin. Dock måste lönerna förhindras stiga, (i ett försök att kompensera för de ökade importpriserna) och ekonomin reformeras i sig själv, så att man kommer tillrätta med de underliggande problem som orsakade konkurrensnackdelarna innan valuta depliceringen av valutan.<br/> <br/>  För ett land som Grekland, utan stor exportindusti med hyffsad konkurrenskraft är istället en inre devalvering ett bättre alternativ. Minskade löner <u>minskar</u> inflationen. Men minskade löner räcker ändå inte för att lösa landets problem. Liksom fallet valuta-deplicering  så måste de underliggande problem som orsakade konkurrensnackdelarna lösas. Och Grekland har verkligen väldigt många sådana problem!<br/> <br/> <br/>  Sedan är det en annan femma: Fast en chockterapi under några hemska år med en omfattande inre devalvering, omfattande ekonomiska reformer som orsakar social missär under en kort övergångstid, är det bästa för det grekiska folket i det långa loppet, så är det inte säkert att det kommer att hålla då detta krymper ekonomin så att det blir ännu svårare att betala tillbaka på lånen. Men under förutsättning att Grekland då står kvar som euro-land och EU medlem, så är detta i alla fall ett mindre ont än om man var hänvisade till marknadens pris på utlåning till Grekland, minst 50 procent ränta, om man ens får låna överhuvudtaget! Och det skulle man vara om man gick ur euron och införde drachmen. <br/> <br/>  Jag tycker verkligen synd om grekerna, (inte minst de grekiska barnen som absolut inte har någon som helst skuld till sakernas tillstånd). Vi får se om de, mot alla odds, lyckas hålla sig kvar i euro-zonen och få ordning på sin ekonomi. Många tror inte att de kommer att klara det.<br/> <br/>  Helt klart är att Euro-zonen, med sina krispaket lyckat köpa sig tid för att skapa brandväggar och mekanismer så att inte hela euro-zonen, med automatik, blir hotad av en grekisk öppen statskonkurs och utträde ur euron. Vissa högt uppsatta tyskar verkar nu närmast angelägna om att bli av med grekerna. Men Tyskland har, av G-20 länderna, tvingats att acceptera en förstärkning av brandväggen.<br/> <br/>  Vi får se hur det går. Men jag tvivlar att du och jag någonsin kommer att bli överrens om devalvering kontra inre devalvering för Greklands del."
	},
	{
		"postIndex": 2225,
		"postNumber": 2271,
		"rankGlobal": 7,
		"scoreGlobal": 80.1,
		"userRank": 114,
		"userScore": 4.4,
		"postUserName": "WERY",
		"postUserID": "u284654",
		"postUserUrl": "https://www.flashback.org/u284654",
		"postDateTime": "2011-11-04, 18:33",
		"postUrlInThread": "https://www.flashback.org/t1116535p190",
		"postUrlUniq": "https://www.flashback.org/sp33837083",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>fernebo</strong></div> <div>Folk kommer att bli ruinerade och skuldsatta för resten av sina liv</div> </td> </tr> </table> </div> <br/>  Det är hela filosofin bakom bankväsendet. Att låna ut pengar till folk som dom aldrig ska kunna betala tillbaka. Således får bankerna en \"evig\" inkomst för ett par decennier framåt. Det fungerar i början men sedan blir antalet låntagare fler och priserna höjs och räntorna likaså. Skulder är pengar som inte finns och man kan därför inte betala tillbaka dom.<br/> <br/>  En vanlig svensson skulle behöva vinna på lotto för att betala skulderna för den där lägenheten som kostade 2-3 miljoner för det blir inte färdigt på en livstid av hårt arbete där en massa andra utgifter tar upp all plats<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>rex144</strong></div> <div>skuldberget hur vuxit så mycket att ett nytt världskrig behövs....<br/>  efter kriget kan vi nollställa alla skulder..<br/>  eller minska skulderna med 90% för varje land, <br/>  grekerna skulle behöva arbeta i 1000 år för att betala skulderna</div> </td> </tr> </table> </div> <br/>  Då måste man först störta bankerna för annars blir det som under Första Världskriget där folk dog just för att rädda bankernas inkomster<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Gefundenes F</strong></div> <div>Vilket folk, vilka politiker, men de får ta smällen annars verkar EU projeket bara vara till för de som är bäst på att fuska och snylta.</div> </td> </tr> </table> </div> <br/>  Det är ju det som är poängen med EU, att vissa ska fuska och roffa åt sig på andras bekostnad och allt det i fredens goda namn, bara dränk den med mer hummer och champagne. Som klippt och skuret för \"tant Fusk-Fia\" och \"farbror Snylt-Bengt\"<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>rex144</strong></div> <div>utan man har levt loppan, och belånat framtida generationer ännu ofödda greker, när det inte räckte då ville man att EU-skattebetalare ska stå för notan, <br/> <br/>  men såna chocker krävs för att kanske i framtiden aldrig mer hamna i liknande situation,<br/>  Tyskland hade hyperinflation , där bröd kostade flera miljoner mark, <br/>  men de lärde sig en läxa av det</div> </td> </tr> </table> </div> <br/>  Jag tror inte att någon lär sig en läxa av detta. Man kan kolla på de depressioner som varit i USA. De återkom ju för att man fortsatte med samma ekonomiska system. Likväl kommer det tillbaka till Tyskland i framtiden och vi kommer att få uppleva det i Sverige också när våra pengar är såpass värdelösa. Priserna i vårt land har ökat i högre takt än inflationen och vår gamla ekonomiska kultur som gick ut på att spara pengar har bytts ut mot en lånekultur där man hela tiden ska låna pengar. Resultatet blir att priserna går upp ännu mer för att folk ska låna mer pengar och vipps så kostar bilarna plötsligt 3-400 000;- att köpa. Snart får vi betala 1 miljon för att köpa en ny bil i Sverige, det är ju bara halvvägs där och då har matpriserna också skjutit i höjden. Går man tillbaka 30 år i tiden var det annorlunda, då kunde man jobba ihop till det mesta men inte nu längre...<br/> <br/>  Sedan kraschar det och då gör man samma sak igen eftersom alla är övertygade om att detta är enda sättet att föra ett ekonomiskt system på<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Madagascar</strong></div> <div>Men har Papandreou verkligen backat från folkomröstningen? Jag hittar bara källa på att Venizelos har sagt att det inte blir  någon.<br/>  Ja, att bli utlovad en folkomröstning och sedan inte få någon måste vara fruktansvärt frustrerande.</div> </td> </tr> </table> </div> <br/>  Klart att han backar. Man kan ju inte låta folket rösta om något som påverkar EU. Aja baja Nordkorea så får man inte göra. Hoppas dom får på nöten för att dom drog tillbaka folkomröstningen för det var det allra jävligaste. Men detta är ju priset för \"fredsprojektet\" EU"
	},
	{
		"postIndex": 1195,
		"postNumber": 1216,
		"rankGlobal": 8,
		"scoreGlobal": 79.5,
		"userRank": 8,
		"userScore": 22.8,
		"postUserName": "Civilization",
		"postUserID": "u486506",
		"postUserUrl": "https://www.flashback.org/u486506",
		"postDateTime": "2011-06-19, 05:04",
		"postUrlInThread": "https://www.flashback.org/t1116535p102",
		"postUrlUniq": "https://www.flashback.org/sp31246584",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Bearforceone</strong></div> <div>Jag håller faktiskt med dig, till viss del i alla fall. Investmentbanker som Goldman Sachs etc, bör förstöras och förintas på ett mycket utstuderat sätt. Men i Greklands fall räcker det inte då de levt på andra människors skattepengar, de skall få stå sitt kast för att ha levt långt över sina egentliga tillgångar. Att skylla på Tyskland, sina politiker, ja egentligen på alla andra än sig själva, får dem att framstå som större idioter än de verkligen är, och då anser jag redan att grekerna är riktigt korkade. Att dela 78:e platsen med Lesotho i korruptionsligan är inget annat än skämmigt och säger mycket om grekernas mentalitet, deras vilja och attityd att göra rätt för sig, samt även deras intellekt. <br/> <br/>  De måste alltså fatta att de är medskyldiga till krisen, de har utnyttjat statens förmåner skoningslöst och börjar lipa när man inte kan upprätthålla standarden, problemet är att man samtidigt gärna hållit undan alla pengar man tjänat så att den \"onda\" staten inte skall stjäla den...</div> </td> </tr> </table> </div> <br/>  Bankerna måste ta sitt ansvar/straffas. Politikerna måste även de straffas. Har man som förtroendevald politiker ljugit, förfalskat, fifflat med siffror, tagit mutor mm... så ska man i fängelse. Vanligt folk åker i fängelse för skattebrott. Men en toppolitiker som är korrupt, mörkar och försätter ett helt land i konkurs går fri... Helt sjukt.<br/> <br/>  Sedan kan jag också hålla med om att Grekerne absolut till en viss del måste ta en del av smällen men absolut inte hela och absolut inte utan att de som verkligen är ansvariga för situationen får sitt straff. De som har \"slösat\" haft det bra och levt gott ar just de statsanställda. Det är de som varit statsanställda som fått pension vid 55. Inte hela Greklands befolkning. Utan bara just en liten del. Så jag förstår fullt ut varför Grekerna är förbannade. Ungdommar som inte har någonting med slösandet att göra, egenföretagare som jobbar 09:00-20:00 i sin turistshop 7 dagar i veckan och absolut inte kan gå i pension vidd 55 utan snarare vid 65-70 blir även de straffade.<br/> <br/>  Ett helt land blir straffat för att statsanställda har haft det gott samt att eliten/toppolitikerna har haft det extremt gott.<br/> <br/>  Visst hela Grekland har levt över sina tillgångar men det kanske inte har varit självklart att förstå för Svenssongreken. De gick med i EMU med förhoppning om att allt skulle bli bättre. Bättre ekonomi och högre levnadsstandard. Det var precis det politikerna utlovade och levererade efter att de gått med. Samt att politikerna mörkade hur det igentligen låg till. Hur ska då 24 årige Greken Stavros som just fått ett arbete förstå att allt är ett luftslott och att han måste bilda ett eget parti som vinner valet för att ändra situationen. (spelar nämligen inte någon roll vilket parti han röstat på utav de redan befintliga stora Grekiska partierna som redan finns eftersom de alla är korrupta och alla hade fortsatt samma slösande oavsett) Så ska då Stavros bara helt enkelt finna sig i detta och tycka att fan va najs med tunga skatter, fet skuld osv... eller borde han kanske bli förbannad, protestera mot systemet/politikerna och säga <b>DET HÄR ÄR FAN INTE OKEJ</b><br/> <br/>  Att säga till en 25 årig Grek att du är dum i huvet som protesterar. Du har själv låtit detta ske och nu ska du betala är ungefär samma sak som att säga till en 25 årig svensk tjej som gick ensam hem från krogen i kort kjol och blev våldtagen att hon får skylla sig själv.<br/> <br/>  Jag skulle personligen kastat sten, skrikit, protesterat, strejkat osv tills de slagit ner mig eller satt mig i fängelse om jag varit Grek. Och om du som läser detta inlägg inte skulle gjort det utan bara dragit ner byxorna och låtit dig bli rövknullad så fine.. vissa gillar ju att få den i röven <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whistle.gif\" title=\"Whistle\"/>"
	},
	{
		"postIndex": 3835,
		"postNumber": 3907,
		"rankGlobal": 9,
		"scoreGlobal": 79.4,
		"userRank": 8,
		"userScore": 22.8,
		"postUserName": "Civilization",
		"postUserID": "u486506",
		"postUserUrl": "https://www.flashback.org/u486506",
		"postDateTime": "2012-06-02, 00:13",
		"postUrlInThread": "https://www.flashback.org/t1116535p326",
		"postUrlUniq": "https://www.flashback.org/sp37653250",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Tyff-datakille</strong></div> <div>Ok, du har din åsikt om t.ex. den svenska skolan och dess resultat. Svininfluensafiaskot, invandringspolitik etc. Jag tror att grekerna förstår det hela bra mycket bättre än vad du gör. .</div> </td> </tr> </table> </div> <br/>  Fel. Däremot verkar du förstå saker ännu sämre än vad Greker gör. Naturligtvis är det mycket som skulle kunna bli bättre. Men om du inte förstår att vi faktiskt har det rätt bra här i sverige till skillnad från andra länder i världen och detta tack vare att vi är en välfärdsstat med ett fungerande skattesystem så får du ta och vidga dina vyer och flytta till ett land där de skiter i att betala skatt och se hur bra saker och ting funkar där.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Tyff-datakille</strong></div> <div>  Detta är fakta: att skattas mycket högt leder inte till återhämtning på något vis. Och just det ser vi i Grekland. Tanken är: höj skatter. Vi ser resultaten.</div> </td> </tr> </table> </div> <br/>  Detta är fakta. Grekland har ett massivt budgetunderskott. Om de inte skulle betala mer i skatt betyder det isåfall att de måste göra enorma nedskärningar i sin offentliga sektor. 100.000 tals människor skulle bli utan jobb. Trots skattehöjningar som har skett så betalar medelgreken fortfarande in lägre skatt en medelsvensson. De måste lära sig att betala skatt. Det vi ser resultatet av idag är just att de haft ett budgetunderskott och lånat för att gå runt. Detta beror på för höga utgifter i förhållande till för låga skatteintäkter. <b>Så enkelt är det</b>.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Tyff-datakille</strong></div> <div>  2. Du skriver själv symptom. Det största problemet, i Grekland och i Spanien är att banker faktiskt har lånat ut. Det är viktigt att hela tiden ha det i bakhuvudet. Börjar banker låna ut, ja då börjar politikerna låna igen. Det är <b>så enkelt</b>. .</div> </td> </tr> </table> </div> <br/>  Det största problemet är att länderna har valt att låna för mycket pengar. Bankers verksamhet bygger i stora drag på att låna ut pengar. Att låna ut pengar är den produkt som de säljer. Ifall en bilfirma bygger fina bilar som alla vill köpa och då skuldsätter sig för att köpa dessa bilar så skyller man ju inte sen på bilfirma för att de har producerat och sålt alldelles för bra bilar. Men nu går det väldigt bra att skylla på Banker som har gett ut för stora lån till för låg ränta. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/rolleyes.gif\" title=\"Rolleyes\"/> <br/> <br/>   Visst har bankerna tagit för stora risker och allt för lättvindigt lånat ut pengar. Men detta är inte huvudproblemet.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Tyff-datakille</strong></div> <div>  Som du själv kanske är medveten om så är det en hel del faktiskt greker har pengar, som de undanhållit staten (helt rätt enligt mig). Ett ökat värde på dessa, det finns det bara bra saker med. Det kan sätta igång en återhämtning - till skillnad från höjda skatter på greker som redan har det svårt.</div> </td> </tr> </table> </div> <br/>  Skattehöjningarna bör såklart främst riktas mot de som har det gott ställt. De som har undanhållit pengar är oftast de redan rika och de som har fått lida för det är oftast de som redan är fattiga. Så enligt din mening är detta helt rätt. Att de rika tar från de fattiga<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/no.gif\" title=\"No\"/> <br/> <br/>  Framförallt så handlar det inte om skattehöjningar. Det handlar om att få Greker att betala skatt i huvud taget. Från noll eller väldigt låg skattenivå till en mer rimlig nivå lik våran. Dvs den nivå som krävs om man vill ha en välfärdsstat.<br/> <br/>  Vill man ha ett U-land där inget fungerar så rekomenderas dock din linje att skita i att betala skatt."
	},
	{
		"postIndex": 117,
		"postNumber": 119,
		"rankGlobal": 10,
		"scoreGlobal": 78.8,
		"userRank": 19,
		"userScore": 16,
		"postUserName": "nyman",
		"postUserID": "u97516",
		"postUserUrl": "https://www.flashback.org/u97516",
		"postDateTime": "2010-02-15, 16:47",
		"postUrlInThread": "https://www.flashback.org/t1116535p10",
		"postUrlUniq": "https://www.flashback.org/sp21483232",
		"sentence": "Zyyper så Greklands ekonomi beror på den förra borgerliga politikernas fusk och att det föds för lite folk i Grekland så jag undrar vilka förklaringar du har till att Spanien,Island och Irland har samma problem med ekonomin?<br/>  Allt fler länder har problem med ekonomin och stirrar man bara på ett land åt gången så ser man inte hela bilden som visar att euron är jävligt illa ute då ekonomerna återigen har spått fel och man kan ju fråga sig hur fan folk kan lita på ekonomerna trots att dom har fler fel än vädergubbarna?<br/>  Detta med att den ökande åldern kommer att kosta skjortan köper jag inte alls eftersom vi kan vända på problemet och säga att varför sas det inte samma sak om dom stora barnkullarna som födes på 50-60-talet som också kostade en massa pengar tills dom började arbeta?<br/>  Detta med åldersboomen som dom kör med i alla länder är lika överdrivet som influensan eller globalauppvärmningen eftersom allt färre behöver arbeta i företagen och alltså allt fler behövs inte så problemet är ju att det är för mycket folk i länderna och att företagen vill ta in invandrare för att sänka lönerna.<br/>  Att leva över sina tillgångar har vi ju ett väldigt bra exempel på som alla borgarekonomer tycker att vi ska ta efter är ju USA så skit i räkningar låna mer och bli som USA mest skuldsatta i världen men ändå ett lysande exempel för ekonomerna."
	},
	{
		"postIndex": 888,
		"postNumber": 905,
		"rankGlobal": 11,
		"scoreGlobal": 78.8,
		"userRank": 3,
		"userScore": 68.9,
		"postUserName": "Ola Schubert",
		"postUserID": "u58815",
		"postUserUrl": "https://www.flashback.org/u58815",
		"postDateTime": "2011-06-04, 11:25",
		"postUrlInThread": "https://www.flashback.org/t1116535p76",
		"postUrlUniq": "https://www.flashback.org/sp30983403",
		"sentence": "Det finns tre möjligheter för Grekland, (jag börjar med det sämsta valet):<br/> <br/> <b>Grekland går ur eurosammarbetet, inför drachmen igen, allt kollapsar, det sker en militärkupp, Grekland tvingas lämna EU</b><br/> <br/> Resultat: Eftersom införande av drachmen, praktiken innebär en devalveringa så kommer långivarna, att för väldigt långtid fram över ta ut en hög riskpremie, (dvs extra höga räntor), som bestraffing för att grekerna låtit sin skuld smälta samman på artificiellt vis.<br/> <br/> Militärkuppen kommer att innebära, i alla fall i \"bästa fall\", att militären tvingas genomdriva extrema ekonomiska besparingar , och strukturera om ekonomin, allt under bajonetthot. Troligtvis så kommer korruptionen att bestå, bara det att är militären som berikas.<br/> <br/> Det kommer att förmodligen att ta tid innan grekerna, än en gång släpps in i EU. Först måste demokrati återkomma. Sedan måste de andra europeiska länderna försäkra sig om att grekland verkligen är ett stabilt och vuxet land. Och att Grekland, inom all förutsägbar framtid, någonsin skulle släppas in i Eurosammarbetet är uteslutet.<br/> <br/> <b>Grekland</b> <b>går</b> <b>ut</b> <b>ur</b> <b>eurosammarbetet</b>, <b>men</b> <b>stannar</b> <b>inom</b> <b>EU</b>. Samma negativa konsekvenser vad gäller räntan, också på ganska lång sikt. Att grekland skulle släppas in i eurosammarbetet inom en väldigt lång tidsperiod är uteslutet. Politikerna måste ändå genomföra väldiga besparingar och omstruktureringar, även om defaco devalveringen dämpar fallet något. Lågt förtroende för grekland i Europa under överskådlig tid. Korruptionen kommer också troligtvis att ligga kvar på en hög nivå. Dock kan det tänkas att vänskapskorruptionen minskar något, då staten inte har pengar att anställa folk hur som helst.<br/> <br/> <b>Grekland</b> <b>stannar</b> <b>kvar</b> i <b>Eurosammarbetet</b> <b>och</b> <b>inom</b> <b>EU </b>Nu följer en lång och plågsam tid för grekerna. BNP kommer att sjunka kraftigt under många år, liksom löner, sociala förmåner. Skulderna kommer ändå att öka. EU kommer att behöva ge stödlån många gånger. När Greklands BNP/capita sjukit till ca 12000 dollar per capita, (alltså nästan med två tredjedelar), så kommer man att ha nått en nivå som är i paritet med vad den nivå som grekiska ekonomin defacto befinner sig på. Inte minst vad gäller konkurrenskraft, relationer på arbetsmarknaden, korruption, svågerpolitik. Man kommer alltså att befinna sig emellan var Ryssland, respektive Estland, befinner sig idag. <br/> <br/> Men då kommer det att hända något: Vissa greker kommer att starta inovativa företag. Korruption och svågerpolitik kommer inte längre att vara accepterade fenomen. Man kommer att söka samförstånd på arbetsmarknaden. Grekland kommer att starta en mödosam vandring uppåt igen. I början kommer det att gå sakta, men så småningom så kommer man att få till en ganska kraftig tillväxt i ekonomin, förutsatt att det startats konkurrenskraftiga företag. Dock kommer greklands prestige i Europa att vara naggad i kanten för väldigt lång tid framöver. Och folken i EU kommer under lång tid muttra om alla de skattepengar de tvingats låna ut till grekerna. Och ett relativ hög ränta på lånade pengar kommer grekerna ändå att tvingas punga ut med, för lång tid framöver."
	},
	{
		"postIndex": 1663,
		"postNumber": 1695,
		"rankGlobal": 12,
		"scoreGlobal": 78.5,
		"userRank": 12,
		"userScore": 19.6,
		"postUserName": "Ivorbell",
		"postUserID": "u477538",
		"postUserUrl": "https://www.flashback.org/u477538",
		"postDateTime": "2011-07-21, 22:01",
		"postUrlInThread": "https://www.flashback.org/t1116535p142",
		"postUrlUniq": "https://www.flashback.org/sp31785956",
		"sentence": "Folk verkar hela tiden glömma bort GB som även dem dras med stora skulder. Och där har vi också sett att arbetarklassen precis som i Grekland inte bara kommer att sitta och ta emot skiten. Skulle bli ett intressant scenario med Grekland som faller först, sedan följer Portugal, Irland. Panik bryter ut i Europa och stora pengar har lagts på att försöka rädda dessa länder, vissa eftergifter har fått göras då folket gjort alldeles för stort motstånd och IMF/EU inte kunnat ställa vilka krav som helst. <br/> <br/>  Sedan följer Italien såklart och en ingen har råd att rädda det landet. Vi slungas in i stor ekonomisk kris, euron bryter samman, Spanien kraschar kort efter. GB får stora problem och har ingen att låna av, Frankrike och Tyskland har nu själva stora problem. <br/>  Uppror sker i hela Europa. <br/> <br/>  USA kan inte längre betala sina skulder och kan inte låna något mer, stora inre oroligheter i landet när betalningar ställs in. Kaos. <br/> <br/>  Något år senare börjar även Asien att få problem dit finansmarknaden flyttat över, samma procedur sker även där som i Europa/USA. Stora inre oroligheter i Kina när folket måste flytta tillbaka ut på landsbygden där marken nu ägs av privata aktörer. <br/> <br/>  Kapitalismens dödsandningar."
	},
	{
		"postIndex": 1908,
		"postNumber": 1943,
		"rankGlobal": 13,
		"scoreGlobal": 77.9,
		"userRank": 22,
		"userScore": 13.5,
		"postUserName": "styrlund",
		"postUserID": "u63614",
		"postUserUrl": "https://www.flashback.org/u63614",
		"postDateTime": "2011-10-06, 08:42",
		"postUrlInThread": "https://www.flashback.org/t1116535p162",
		"postUrlUniq": "https://www.flashback.org/sp33287126",
		"sentence": "Underbart, först imploderar bankerna Grekland, när grekiska regimen inser att deras folk kommer flippa, erbjuder sig \"U.S. authorities\" att sälja vektyg för att kväsa folkets kommande revolt.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.defencegreece.com%2Findex.php%2F2011%2F10%2Fthe-u-s-approved-to-grant-400-m1a1-abrams-to-greece%2F\" target=\"_blank\">http://www.defencegreece.com/index.p...ams-to-greece/</a><br/>  Det står ju ganska klart att dessa skuldpaket som världsbanken gett Grekland inte kommer komma i närheten av det grekiska folket.<br/>  Man behöver ju inte vara jävla smart för att se att hela Greklands konkurs är välregisserad sak, och att flera länder står på tur.<br/>  och självklart kommer General Dynamics fortsätta leverera Abrams till länder som måste få kontroll över medborgare.<br/>  Tar man sig en liten titt på ägarstrukturen i GD så hamnar man ganska snabbt hos storbanker, de samma som driver the Fed och världsbanken. Så i slutänden blir Grekland knullad flera gånger av samma individer.<br/>  Först lånar bankerna ut pengar till medelklassen, sedan höjer de räntan så saker går åt helvete. arbetslösheten ökar och grekiska staten får problem med att betala sina utgifter. Då kommer omvärlden med \"lån\" för att rädda landet.<br/>  Men för att grekerna ska få dessa luftlån har det troligtvis tvingas skriva på en jävla massa avtal där det lovar att köpa varor och tjänster från företag som ägs av samma banker som skapat skiten från början.<br/>  Tycker fan synd om Grekerna, hoppas de vaknar och gör sig av med cancern som härjar i deras samhälle. Det bästa de kan göra är att sluta betala sina räkningar."
	},
	{
		"postIndex": 881,
		"postNumber": 898,
		"rankGlobal": 14,
		"scoreGlobal": 77.6,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "Madagascar",
		"postUserID": "u536335",
		"postUserUrl": "https://www.flashback.org/u536335",
		"postDateTime": "2011-06-03, 16:45",
		"postUrlInThread": "https://www.flashback.org/t1116535p75",
		"postUrlUniq": "https://www.flashback.org/sp30972693",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>sparrdal</strong></div> <div>Saxat från: <a href=\"/leave.php?u=http%3A%2F%2Fsverigesradio.se%2Fsida%2Fartikel.aspx%3Fprogramid%3D83%26amp%3Bartikel%3D4537321\" target=\"_blank\">http://sverigesradio.se/sida/artikel...rtikel=4537321</a><br/> <br/> <b>Ännu en generalstrejk i Grekland</b><br/>  Publicerat: kl 06:30 2011-06-03, Ekot<br/> <br/> <b>I Grekland har ännu en generalstrejk utlysts i protest mot socialistregeringens åtstramningspaket. Samtidigt  pressas landet hårt av sina internationella långivare.</b><br/> <br/>  Generalstrejken ska genomföras den 15 juni och arrangeras av flera fackförbund.<br/> <br/>  De privatanställdas fackförbund, GSEE och de offentliganställdas motsvarighet, Adedy säger att de gemensamt kommer att mobilisera mot nedskärningar och omfattande utförsäljningar av statens tillgångar som har målet att minska Greklands enorma budgetunderskott.<br/> <br/>  Kan någon grek typ Kostas af FB förklara hur greker tänker? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad44.gif\" title=\"Sad44\"/><br/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad.gif\" title=\"Sad\"/></div> </td> </tr> </table> </div>   Någon måste göra något drastiskt nu! Vi kan inte fortsätta trycka pengar på det här viset och låna ut till kraftigt rabatterad ränta.<br/> <br/>  Grekerna själva verkar oförmögna att att lösa på det sättet som har försökts. Jag har viss förståelse för det när jag har lärt mig lite mer om hur Grekland funkar.<br/> <br/>  Lite försök till naiv problemlösning från min sida:<br/> <br/>  Släng ut Grekland ur EURO-zonen! Det måste gå!!! \"Just do it...\"<br/> <br/>  Låna inte ut några fler EURO till dem! ECB/EU/IMF får hantera de fordringsägare som finns på Grekland direkt och inte genom att köpa nya grekiska statspapper. Grekland lär tvingas skapa en ny valuta som de kan betala statliga löner och pensioner i, och Grekland får sin efterlängtade devalvering. En period lär det finnas dubbel valuta. <br/> <br/>  (Kan ECB differentiera vilken ränta de ger till olika affärsbanker? Går det? I så fall kanske det är läge att höja räntan för grekiska affarsbanker.) <br/> <br/>  Om folket vill välta staten i det läget så får de väl göra det, det kanske behövs, men då välter de inte hela EUROn. Och vi ska självfallet hjälpa Grekland på olika sätt. Men vi kan inte låna ut fler EURO till grekiska staten! <br/> <br/>  De andra länderna i farozonen kommer se vad som händer med Grekland och kanske blir mer villiga att få ordning på sina EURO-ekonomier. Dominoeffekt undviks!"
	},
	{
		"postIndex": 2631,
		"postNumber": 2689,
		"rankGlobal": 15,
		"scoreGlobal": 77.5,
		"userRank": 51,
		"userScore": 8,
		"postUserName": "VitNeger",
		"postUserID": "u156110",
		"postUserUrl": "https://www.flashback.org/u156110",
		"postDateTime": "2012-02-17, 12:00",
		"postUrlInThread": "https://www.flashback.org/t1116535p225",
		"postUrlUniq": "https://www.flashback.org/sp35736191",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>rex144</strong></div> <div>  ingen tvingade Grekland att ta lån, det är ett typiskt \"lyxfällan-syndrom\"</div> </td> </tr> </table> </div> <br/>  Fast det är inte riktigt sant heller. När Grekland gick med i euron fick de samma låneränta som alla andra euroländer. Den räntan sitter i princip efter hur Tyskland har det. <br/> <br/>  Dessutom måste du inse att hela den västerländska ekonomiska politiken numer går ut på att vi skall (över)konsumera för att öka på tillväxten. Alltså pressar stat och bank hela tiden för att få ut så mycket billiga krediter som möjligt och förenkla möjligheterna att ta dessa lån.  Det är samma tanke som ledde till supprimelånen i USA. En liten rolig anekdot till detta är sms-lånen i Sverige. En juristlärare gick runt på institutionen (med bland annat ett nuvarande justitieråd) och frågade hur de såg på räntan som togs ut. Alla sa att det i juridisk mening var att betrakta som ocker. Ändå sitter Beatrice Ask i nyhetsmorgon och säger att \"det skall inte vi lägga oss i\".<br/> <br/>  Till detta får du väga in saker som att de flesta människor omöjligen kan vara lika insatta i ekonomi som en person som jobbar med det dagligen. Om alla experter hela tiden säger att det \"det är lugnt, låna, konsumera mer, skapa tillväxt\" då är det väl rätt naturligt att människor tror på det?<br/> <br/>  Och oavsett om man inte tror på det så finns det alltid några som gör det. Dessa personer kommer att överbelåna sig med bankens goda minne (ränta ränta) och tvinga alla andra att hänga med i lånecirkusen. Det ser vi även i Sverige där vi sannolikt har en rejält uppblåst fastighetsbubbla. <br/> <br/> <br/>  Till sist finns det alltid frågan om demokrati och samhällskontrakt. Säg att minoritetsregeringen i dag lovar massor av saker, säger att de har täckning för det och även får det granskat av Goldman Sachs som trollar lite med siffrorna, och sedan ser till så att hela svenska folket blir skuldsatt i förhållande till utländska banker med väldigt oförmånliga avtal. Varför skulle jag vara bunden av det?<br/> <br/>  På Island gjorde man helt rätt sak. Man avsatte regeringen, nationaliserade bankerna, grep cheferna och skrev av massor av skulder. Nu har man fixat sin ekonomi och sagt att man skall betala till de som förlorat sina pensionspengar i England och Holland. Istället för att gå med på IMF:s sjuka krav som man redan prövat om och om i Afrika och som aldrig leder till goda resultat."
	},
	{
		"postIndex": 2792,
		"postNumber": 2850,
		"rankGlobal": 16,
		"scoreGlobal": 77.3,
		"userRank": 3,
		"userScore": 68.9,
		"postUserName": "Ola Schubert",
		"postUserID": "u58815",
		"postUserUrl": "https://www.flashback.org/u58815",
		"postDateTime": "2012-02-28, 23:07",
		"postUrlInThread": "https://www.flashback.org/t1116535p238",
		"postUrlUniq": "https://www.flashback.org/sp35959283",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Tyff-datakille</strong></div> <div>Du tror inte att du irriterar folk? Du som apar efter makten <i>på varje punkt</i>.</div> </td> </tr> </table> </div> <br/>  \"Problemet\" denna gång är att \"makten\" har rätt denna gång. Den åsikten bygger jag bl.a. på Sveriges 90-tals kris. Jo, vi hade verkligen tappat konkurrenskraft på 70- och 80-talen. Och inte fan hjälpe våra upprepade devalveringar heller. <br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Rädda inte bankerna. Se på Island. Mot Irland. Vi vet nu med säkerhet att det är extremt mycket bättre att inte rädda bankerna. Det är inget debattera. Resultaten är inne.      </td> </tr> </table> </div> <br/>  Island räddade sina banker då staten gick in och tog över. Samma sak, fast i mindre skala hände i Sverige under 90-tals krisen. Det kostade oss ca fyra procent av BNP.<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Det här är väldigt viktigt. Vi stannar vi det. Det går inte att göra det genom att 1) Höja skatter. 2) Betala massor, massor av räntor. Det är ett konstant utflöde av kapital som omöjliggör en återhämtning. Vad du faktiskt säger är att ju mindre pengar grekland har i sina privata sektor (högre skatter, nya lån, nya räntor) desto mer pengar har de i sin privata sektor. Det är vansinne.      </td> </tr> </table> </div> <br/>  Men den argentiska finansministern menar med \"ökad produktionstakt\" att den grekiska ekonomin måste effektiviseras, dvs bli mer konkurrenskraftig. Nej den privata sektorn säckar också ihop i Grekland. Ekonomin måste krympa tills den motsvarar landets verkliga konkurrenskraft. Sedan kan den, förhoppningsvis, börja växa igen. Denna gång med ett sundare fundament.<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       De får hitta något. Jordbruk om inte annat. Det finns många rika exilgreker. Det hjälper inte att sälja av allt till kaffepengar till amerikanska/västeuropeiska storkapitalister. Det finns ingen vinst där. Lika lite som det finns vinst med de skattehöjningar som man börjat med.      </td> </tr> </table> </div> <br/>  Ett land med liten befolkningsmängd, som vill klara sig i längden, måste vara ganska exportberoende. Sveriges exportberoende är ca 50 procent av BNP. Grekland, som naturligtvis brottas med stora handelsunderskott, har ett exportberoende på ca 21 procent av BNP. Eller för att dra några andra exempel: Schweiz ca 50 procent, Estland ca 80 procent.<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/ohmy.gif\" title=\"Ohmy\"/> <br/> <br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Detta är en fördel. För vad är problemet? Jo, det är <b>lånen</b>. Problemet är att man lånat. Vad du säger i det läget är att problemet är att man inte(!) ska låna lika mycket. <br/> </td> </tr> </table> </div> <br/> <br/>  Gamla lån måste omsättas, eller betalas tillbaka. Att kostnaden för att omsätta lån ökar är ingen fördel, då inget land klarar av att betala tillbaka hela sin statsskuld på en gång.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Nu börjar det klarna vad din agenda egentligen handlar om. Euron. EU.       </td> </tr> </table> </div> <br/>  Min \"agenda\" är att komma fram till det som är bäst för grekerna på lång sikt. Tilläggas skall att den minst sämsta alternativet, enligt mig, dvs chock-terapi, är just det som grekerna just nu upplever. Deras BNP har sjunkit med sju procent bara årets första två månader, och detta innan programmet sjösatts ordentligt. Jag hoppas bara att grekerna klarar av 3-4 års helvete på jorden, innan det, förhoppningsvis, vänder!<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Inte bara dessa \"gamar\" skulle det kan jag meddela dig. Hundratals miljoner europeer också.      </td> </tr> </table> </div> <br/>  Jag tror knappast att \"hundratals miljoner europeer\" är emot euron. En majoritet av grekerna är t.ex. för att stanna kvar i euron.<br/> <br/>  Och sedan på tal om att gå maktens ärende:<br/> <br/> <br/>  Du är så naiv att du villigt går i de värsta tänkbara spekulanternas ledband<br/> <br/>  \"Bra kamp emot makten\" <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad44.gif\" title=\"Sad44\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/>"
	},
	{
		"postIndex": 266,
		"postNumber": 271,
		"rankGlobal": 17,
		"scoreGlobal": 77.1,
		"userRank": 56,
		"userScore": 7.7,
		"postUserName": "Albanian Soul",
		"postUserID": "u120271",
		"postUserUrl": "https://www.flashback.org/u120271",
		"postDateTime": "2010-03-06, 13:53",
		"postUrlInThread": "https://www.flashback.org/t1116535p23",
		"postUrlUniq": "https://www.flashback.org/sp21838184",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Kostas39</strong></div> <div>För att intäkterna av det blir för lite. Jag tror inte heller befolkningen på Rhodos hade blivit så glada av det. Vilket land hade du tänkt skulle köpa ön då? Bananrepubliken Turkiet eller? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/></div> </td> </tr> </table> </div> <br/>  Det vet du hur exakt? O du store grek, kan du möjligtvis berätta hur du värderat Rhodos?<br/>  Sedan behöver inte endast en ö säljas. Finns gott om öar som inte har någon betydelse mer än att tillfredsställa ert ego. Grekland ska inte hjälpas finansiellt för att ert ego förhindrar er att lösa ert egna problem.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Kostas39</strong></div> <div>Jag är av den åsikten att ingen bör hjälpa Grekland. Grekland ska inte behöva betala tillbaka lån till Tyskland i 10 år för att grekerna ska ha råd att köpa tysk krigsmaterial. Att sedan Grekland sänker EMU totala kreditbetyg är egentligen inte enbart Greklands fel. Det som sker i Grekland och som drabbar grekerna är dock deras egna fel.<br/> <br/> <b>Jag hade för övrigt skämts varje dag om Grekland blev ett protektorat likt albanstaten Kosovo som är totalberoende både ekonomiskt och militärt av utlandet. </b><br/> <br/>  Angående den historiska debatten så tycker jag att jag har klargjort det mesta i andra trådar. Ni har ju inget nytt att komma med utan ältar massa gammalt skit som jag redan har kört över er med fakta.</div> </td> </tr> </table> </div> <br/>  Det är du säkert, fast du verkar inte förstå skiten Grekland sitter på. Återigen kommer vi tillbaka till er mentalitet. Grekland borde upplösas som stat och fungera som ett turistställe. Där grekerna bor och jobbar där men de som styr och ställer finns i Bryssel. Då ni har visat er otroliga inkompetens.<br/> <br/>  Svar på tal till det i fet text behövs egentligen inte, men det finns de som inte är upplysta så jag fortsätter ändå. Ja Kosovo är beroende av hjälp ekonomiskt. Det är inte konstigt då Serbiska terroristmaskinen förstörde i princip all infrastruktur som fanns i landet. Eller ska jag behöva länka till detta och visa ditt ego? Sedan är detta extremt roligt då Grekland fått 2000Miljarder från EU. Säg mig nu, var skulle Grekland vara utan dessa pengar? Hur var Grekland innan dessa pengar? Hur skulle Kosovo se ut ifall vi fick 2000Miljarder? Ska du börja så dra in hela historien och inte bitar som passar dig.<br/> <br/>  Angående militären, det är en stor faktor till varför Greklands ekonomi kollapsar. Ni använder och använde pengarna från EU till militären istället för att spendera dessa på annat håll. EU borde vända ryggen åt, fast det är förståeligt. Ni gjorde det för att så fort Turken nämns så ryser det ner till benmärgen på er.<br/> <br/>  Vad du klargjort är nada. Det du säger kan jag motbevisa med olika källor. Problemet är att dessa inte accepteras då personerna som skrivit alla dessa olika verk har förlorat sin trovärdighet tack vare grekiska lobbyn. Detta kommer att förändras. Det har början länge sedan. Jag är snart tillbaka på historieforumet, vi ses är allt jag säger. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>"
	},
	{
		"postIndex": 1609,
		"postNumber": 1640,
		"rankGlobal": 18,
		"scoreGlobal": 76.8,
		"userRank": 12,
		"userScore": 19.6,
		"postUserName": "Ivorbell",
		"postUserID": "u477538",
		"postUserUrl": "https://www.flashback.org/u477538",
		"postDateTime": "2011-07-09, 00:48",
		"postUrlInThread": "https://www.flashback.org/t1116535p137",
		"postUrlUniq": "https://www.flashback.org/sp31565217",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Malkizid</strong></div> <div>Eller så beror det på att portugiserna, till skillnad från grekerna, har en viss sjukdomsinsikt.<br/>  Den nuvarande krisen beror i stort sett på samma problem: länderna har lånat över sina tillgångar. Man har sedan, för lånade pengar, investerat i än det ena, än det andra. I Grekland består också problemet i att man ljög om sin finanspolitik för att komma med i EMU och att det finns ett utbrett skattefusk bland gemene man. I fallet Grekland går det inte att skjuta över all skuld på anonyma banker, EU (som i nuläget skjuter till pengar för att landet inte ska kollapsa) eller korrupta politiker. Varenda grek som har fuskat med deklarationen, jobbat svart vid sidan av eller smusslat undan inkomster är medskyldig till den nuvarande situationen. <br/>  Det blir ingen \"demokratisk ekonomi\" av att folk vägrar ta konsekvenserna av sina egna misstag. Det man begär nu är att det inte ska skäras ner något mer och...vad? Det finns ingen alternativ plan, bara en \"vi vill inte betala något mer\"-mentalitet. Någon annan är ansvarig. Någon annan får ta skiten.<br/>  Förr eller senare kommer EU att tröttna på att behöva betala för grekernas usla skattemoral och strypa kommande utbetalningar. <br/>  Det finns inget alternativ till att \"ta skiten\", om man nu inte ser Greklands konkurs som någonting positivt. Det ända rätta att göra är egentligen att kicka ut dem ur EMU, så kan de återinföra drachmer och devalvera som normalt.<br/> <br/>  Oavsett hur det slutar så är \"folket\" inte oskyldigt i den här frågan. Alla greker som myglat är ansvariga, politiker likväl som demonstranter, och det är bar att bita i det sura äpplet och acceptera att det man lånar måste man förr eller senare betala tillbaka.</div> </td> </tr> </table> </div> <br/>  Nej man kan inte säga att folket är skyldiga till något eftersom de aldrig haft någon kontroll över ekonomin. Folk kan inte kontrollera ekonomin, staten har visat sig helt oförmögen att kontrollera ekonomin, faktum är att borgarna i Grekland ljög om den ekonomiska situationen. <br/> <br/>  Som sagt så är situation i enskilda länder fortfarande totalt irrelevant i det stora hela då det grundläggande problemet inte ligger i statsfinanserna utan i det kapitalistiska systemet. För att hålla igång konsumtionen har kapitalister lånat ut pengar med väldigt förmånliga lån för att kunna dumpa sitt finanskapital någonstans. <br/>  Problemet är att det hela är en bubbla, finansmarknaden skapar inget verkligt värde, de gör bara pengar på pengar. Ocker kallades det på medeltiden och var strängt förbjudet. <br/> <br/>  Finansmarknaden har blivit så stor just för att det ger mest profit. Profiten som görs på ren produktion har sjunkit år för år och då har kapitalister istället investerat på finansmarknaden som ger vinster snabbt och säkert. Att investera i produktionen är osäkert och långsamt. <br/> <br/>  Finansmarknaden har sedan blåst upp krediterna för att ha någonstans att placera sitt kapital, de vill ju inte placera sitt kapital i produktionen för det ger inga höga vinster. Istället gör om samma sak igen, pengar på pengar. <br/>  Produktionen utvecklas inte och arbetarnas löner höjs inte och fler och fler blir arbetslösa. Men vem ska då konsumera? Det löser man genom att låna ut en massa pengar för att få igång investeringarna och blåsa upp ekonomin, det är så det skapas bubblor. <br/>  Gång på gång har detta gjorts och har nästan setts som något normalt. Det är knappast konstigt i det nyliberala klimat som funnits i världen de senaste 30 åren att stater lånat och uppmuntrat till låntagande för att hålla igång ekonomin och konsumtionen. <br/>  Det hela är falskt ett skådespel. <br/> <br/>  Vad som borde göras är att återigen investera i produktionen även fast det ger mycket mindre vinster och är mycket osäkrare. Men enligt kapitalismens egen logik kommer detta aldrig att ske då det inte är lönsamt nog!<br/>  Därför kommer det fortsätta på samma bana, vilket vi ser väldigt tydligt just nu. Hur fan ska Grekland ta sig ur en kris med lån då det är lån som är själva grunden i hela krisen? De gör ju bara exakt samma sak igen? Det kommer inte få igång ekonomin, det kommer inte få igång konsumtionen. Även om det skulle få igång konsumtionen skulle det enbart skjuta problemen på framtiden då jag inte ser någonstans att investeringar kommer att ske i produktion i Grekland. <br/> <br/>  Detta är en mycket djupare fråga än att bara kolla på enskilda länders interna statsfinanser. Grekland brakar bara först för att folket aldrig har litat på staten eller på varandra, Grekland har en historia med inbördeskrig och militärjuntor. Troligen är det till och med bra för Grekland att braka så tidigt som möjligt och inte ytterligare bygga upp ett ännu större skuldberg. Om de varit smarta hade de gjort som Argentina gjorde."
	},
	{
		"postIndex": 3848,
		"postNumber": 3920,
		"rankGlobal": 19,
		"scoreGlobal": 76.4,
		"userRank": 6,
		"userScore": 27.8,
		"postUserName": "Rektangel",
		"postUserID": "u368992",
		"postUserUrl": "https://www.flashback.org/u368992",
		"postDateTime": "2012-06-02, 17:22",
		"postUrlInThread": "https://www.flashback.org/t1116535p327",
		"postUrlUniq": "https://www.flashback.org/sp37662216",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>VitruvianskeMannen</strong></div> <div> <br/>  Dock är det helt givet att det bästa för Grekland och Europa är att de lämnar och inför en nationell valuta. Samma gäller Spanien, Italien, Portugal osv. Euron kan aldrig fungera i teorin, och det är ju den och bara den som skapat de obalanser som vi nu ser i Europa (den sk. \"krisen\"). <b>Det är Eurons kris, och om inte Euron hade införts så hade Grekland, Spanien osv varit välmående samhällen nu försommaren 2012</b>.</div> </td> </tr> </table> </div> <br/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/> <br/>  Du menar att detta är främst en valutakris som går att lösa med devalvering  p g a ett högt kostnadsläge? <i>Grekland och Spanien har en statsbudget i obalans och har en underfinansierad offentlig sektor som just nu finansieras med en ökande statskuld.</i><br/> <br/> <br/>  Du menar att att detta är möjligt att finansiera om man har en egen valuta?  Anledningen till att Grekland kunde klara av detta var att Goldmans Sachs trixade i landets bokföring genom att landet på pappret flyttade bort en del av skulderna från statsbudgeten genom att sälja bort en stor del vinstgivande statliga bolag till Goldman Sachs så att statskulden minskade.<br/> <br/>  Ingen stat lär få kredit om de över tiden inte kan finansiera sina offentliga utgifter genom skatteintäkter och det finns gränser för hur hög en statskuld kan vara i relation till statens BNP för att landet ska kunna få lån. Detta oavsett valuta. Trixar man med bokföringen och lägger skulder utanför statsbudgeten mot att man säljer vinstgivande statliga bolag  och minskar statskulden, kan man på pappret bli solid men till priset av att de löpande intäkterna till staten minskar.<br/> <br/>  Alldeles oavsett valuta så hade landet haft ekonomiska problem med att betala sina kreditgivare.<br/>  Anledningen att Grekland gick med euron var att de fick tillgång till billig kredit och ränta än om de lånade i en egen valuta. De billiga krediterna i euro är just anledningen till att kostnadsläget är för högt i bland annat Grekland men är faktiskt inte orsaken till krisen. Det gäller att skilja på orsak och verkan. Festen är över och nu kommer räkningen och bakfyllan.<br/> <br/>  Grekland har ingen betydande exportindustri som gynnas av en devalvering och utan euron så förlorar stora delar av den grekiska medelklassen sina besparingar och får en fiatvaluta av sina banker istället.<br/>  Inte underligt att de vill ha ut sina besparingar i euro och tömmer bankerna och vill vara kvar i valutaunionen.<br/> <br/>  Inflation är ett tecken på att en stat har en underfinansierad offentlig sektor och kredigivarna begär då högre ränta än inflationen för att ge kredit. En ränta som på sikt belastar statsbudgeten och likt en gökunge tränger ut alla andra utgifter såvida man inte amorterar av skulderna genom skattehöjningar eller offentliga nedskärningar. Detta oavsett valuta.<br/> <br/>  Detta är anledningen till att grekerna vill ha en stabil valuta för sina besparingar och inte en fiatvaluta som ökar inflationen var gång de korrupta politkerna får obalans i sin budget och eroderar besparingarna som vanligt folk har till sin ålderdom.<br/> <br/>  Sveriges återkommande devalveringar grundade sej främst på att vi lät andra än exportindustrin vara löneledande samtidigt som vi beviljade oss högre lönehöjningar än Tyskland. Detta tvingade oss att devalvera eftersom resultatet blev att den offentliga sektorn blev underfinansierad genom hög arbetslöshet och statskulden sköt i höjden. Greklands kris har andra orsaker <br/> <br/>  Detta löses inte genom en devalvering och lägre kostnadsläge eftersom landet inte har någon betydande exportindustri som kan lyfta landet annat än turism,vilket gör att de i så fall exporterar sin arbetslöshet till just Spanien och orsakar den kedjereaktion som alla helst vill undvika.<br/> <br/>  Om även Spanien drabbas av problem uppstår stora svarta hål i de franska och tyska bankerna som den tyska staten har att refinansiera."
	},
	{
		"postIndex": 1231,
		"postNumber": 1252,
		"rankGlobal": 20,
		"scoreGlobal": 76.1,
		"userRank": 8,
		"userScore": 22.8,
		"postUserName": "Civilization",
		"postUserID": "u486506",
		"postUserUrl": "https://www.flashback.org/u486506",
		"postDateTime": "2011-06-20, 01:25",
		"postUrlInThread": "https://www.flashback.org/t1116535p105",
		"postUrlUniq": "https://www.flashback.org/sp31263279",
		"sentence": "Det som stör mig mest är att folk i almänhet är så hjärntvättade att de inte kritiserar systemet som gör att vi måste arbeta hårdare och längre, betala högre skatter, spara osv..<br/> <br/>  Trots att vi med dagens teknologi, automatisering, robotar, datorer och kunskap borde faktiskt behöva jobba väldigt mycket minder är vi gjorde för tex 1000 år sedan så sliter vi fortfarande ihjäl oss. Alla insatta politiker samt en del svenssons vet redan att snart måste vi svenskar höja vår pensionsålder med ca: 5år för att vi ska kunna få en pension <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad.gif\" title=\"Sad\"/> <br/> <br/>  Helt sjukt! <br/> <br/>  Det borde vara tvärt om. Automatiseringen/tekonologin ska ju hjälpa oss att göra arbetet åt oss så att vi slipper det med andra ord borde vi behöva jobba mindre och mindre ju mer avancerad vår civilisation blir. Pensionerad vi 40 vore mer rimligt. Vart tar de 25 år extra som jag sliter vägen? Vem roffar åt sig dessa arbetstimmar? <br/> <br/>  Vad är då felet? Jo vi är alla lurade löneslavar utav en elit som lever i lyx. De stora internationella bankerna och de multinationella företagen som styr de korrupta politikerna som marionetter har gjort detta till en verklighet som vi idag inte ens ifrågasätter. Vi ser det som en självklarhet att vi ska slita tills vi är 70 år. Många blir utbrända, långtidssjukskrivna eller deprimerade.<br/> <br/>  Steg ett är att låta bankerna ta smällen. Minska deras makt. Göra det förbjudet för privata banker att låna ut pengar till en stat.<br/> <br/>  Förhoppningsvis är krisen I Europa nu bara början. Jag hoppas att detta är väckarklockan för världens folk. USA är minst lika illa ute och vi i lilla Sverige sitter i samma båt vare sig vi vill eller inte."
	},
	{
		"postIndex": 1630,
		"postNumber": 1661,
		"rankGlobal": 21,
		"scoreGlobal": 76,
		"userRank": 3,
		"userScore": 68.9,
		"postUserName": "Ola Schubert",
		"postUserID": "u58815",
		"postUserUrl": "https://www.flashback.org/u58815",
		"postDateTime": "2011-07-13, 15:33",
		"postUrlInThread": "https://www.flashback.org/t1116535p139",
		"postUrlUniq": "https://www.flashback.org/sp31640914",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Ivorbell</strong></div> <div>Men detta funkar ju bara kortvarigt. Lägre löner betyder mindre köpkraft. Mindre köpkraft betyder svagare ekonomi. Deras arbetslöshet kring 17% ser inte särskilt lovande ut. Företagen som är exportberoende får en tillfällig push på grund av de låga lönerna. Sen då?</div> </td> </tr> </table> </div> <br/> Inte bara företagen, (ca1500 svenska företag i Estland bara), är exportberoende. Estland är till mer än 70 procent exportbeoende, (att jämföra med vår exportberoende på strax under 50 procent). Grejen är att esternas löner ha sänkts kraftigt. Men pga en välordnad ekonomi så kommer de säkert att höjas succesivt igen. Och under tiden så moderniseras hela det estniska samhället och kommer inom några år, utan problem, att betraktas som en inovationsekonomi. Eftersom Sverige är Estlands största exportmarknad så gynnas esterna, i hög grad, av den svenska tillväxten. Under krisen så hade de ännu en fördel: Estland behövde i alla fall inte gå in och stötta de schabblande bankerna, då de var svenska. Det fick svenska skattebetalare göra i stället. Men dessa pengar är ingalunda bortblåsta. Liksom 90-tals krisen så kommer skattebetalarna att få tillbaka sina pengar.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Madagascar</strong></div> <div>Kom igen nu Ola!<br/> <br/> Dina exempel med baltikum är intressanta men de haltar också, vilkat jag påpekta förut.<br/> <br/> Baltikum är granne med Putin och har nyligen, historiskt sett, slagit sig fria från Sovjetunionen. De önskar komma närmare Europa.<br/> <br/> Balitikum hade 0 i statsskuld 1992.<br/> <br/> I Baltikum ville iu stort sett alla <i>in</i> i Euron av egna incitament. Du kan inte erbjuda Grekerna något liknande incitament. Många vill inte vara kvar i EMU, men de tillåts inte lämna.<br/> <br/> Du tycks bara vilja skylla på lata greker etc. Jag tycker du måste inse att hela det ekonomiska systemet <i>också </i>har skuld i det som hänt i Grekland. Vi betraktar privata banker och finansinstitut som samhällskritiska, vilket leder till fruktansvärt barrocka och orättvisa konsekvenser. <br/> <br/> De privata bankerna lånar ut till Grekland utan att ha gjort sin due dilligence. Sedan när Grekland får svårt att betala går de privata bankerna till Troikan och säger: Buhuuuu <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad44.gif\" title=\"Sad44\"/> , Grekland betalar inte, vad ska vi göra? Troikan svarar, det är lugnt, ni är samhällskritiska, vi fixar det. Vi tar skattebetalarnas pengar och ger till er, sedan ska vi tvinga de lata grekerna att betala och sälja ut sina tillgångar för en spottstyver. Tillgångarna kanske ni har lust att köpa förresten, ni kan få dem snorbilligt nu eftersom vi tvingar Grekland att sälja allt på en gång.  Tillgångarna kommer säkerligen vara värda mycket mer om kanske 10 år.<br/> <br/> Det må finnas snörvelgreker men det finns snörvelbanker också!!!</div> </td> </tr> </table> </div> <br/> Jo, balterna har lärt sig sin läxa vad gäller vad kommunistpropaganda är värd. Sedan skiljer sig länderna åt. Sant är att Estland har en mycket liten satsskuld. Men detta gäller absolut inte för Lettland, som var nästan lika illa ute som grekerna, (vilket jag länkat om i tidigare inlägg).<br/> <br/> Sant är att bankerna har skuld till dåliga lån. Men om de inte lånat ut till grekerna så hade väl kommunisterna gnällt över \"rasistiska banker\" istället.<br/> <br/> Och grekerna är inte lata vad gäller,(officiellt), angivna arbetande timmar. Men vad gäller effektivitet på jobbet och verkningsgraden hos Greklands ingenjörer och forskare så kan man verkligen börja undra över vad som gjordes under arbetsdagarna.<br/> <br/> Sedan får jag väl medge att övriga Euro-länder var både blåögda och inte tänkte längre än vad näsan räckte. Men de kunde väl inte utgå ifrån att statistiken ifrån Grekland var förfalskad.<br/> <br/> Sedan är, givetvis, bankerna också snörvelmaskiner, som tar ut gigantiska bonusar i goda tider, (istället för att förbättra marginalerna för dåliga tider, och sedan gäller om att pappa staten skall hjälpa dem för deras egna misstag."
	},
	{
		"postIndex": 2767,
		"postNumber": 2825,
		"rankGlobal": 22,
		"scoreGlobal": 76,
		"userRank": 3,
		"userScore": 68.9,
		"postUserName": "Ola Schubert",
		"postUserID": "u58815",
		"postUserUrl": "https://www.flashback.org/u58815",
		"postDateTime": "2012-02-25, 20:25",
		"postUrlInThread": "https://www.flashback.org/t1116535p236",
		"postUrlUniq": "https://www.flashback.org/sp35893655",
		"sentence": "Det är iof ganska irriterade med snorungar som sitter i sina pojkrum och tror att de \"vet\" de \"självklara\" lösningarna på alla problem. Det är iof mänskligt och förmodligen hormonstyrt. När jag var 18 år så trodde jag, liksom alla andra 18 åringar, att jag \"visste allt\". Sedan dess så har jag fått ompröva mina ståndpunkter ett otal gånger. Vissa saker har tålt dessa prövningar, som produktivkrafternas avgörande betydelse. Andra saker har jag fått ompröva och helt ändrat uppfattning om.<br/> <br/>  Men jag skall ändå kort besvara några av påståendena som ni kommer med, även om detta säkert blir för sista gången:<br/> <br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Tyff-datakille</strong></div> <div>Eller Argentina. 7-8% tillväxt</div> </td> </tr> </table> </div> <br/>  Argentina befann sig i en annorlunda situation än Grekland. Man hade en relativt avancerad export industi som kunde rulla igång, man hade råvaror att exportera. Historiskt sett så kostade det argentinarna hela 55 procent av BNP för att rädda bankerna 1982-1982, (att jämföra med Sveriges 4 procent under 90-tals krisen.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fsv.wikipedia.org%2Fwiki%2FEkonomisk_kris\" target=\"_blank\">http://sv.wikipedia.org/wiki/Ekonomisk_kris</a><br/> <br/>  Men du syftar väl på krisen i Argentina i början av 2000-talet, då peson inte längre blev knuten till dollarn.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.affarsvarlden.se%2Fhem%2Fnyheter%2Farticle254426.ece\" target=\"_blank\">http://www.affarsvarlden.se/hem/nyhe...icle254426.ece</a><br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Betala inte tillbaka ett korvöre. BNP ökar ju inte mer man betalar ut kan jag meddela.<br/> <br/> <br/> <br/>  Så var kvar i euron, men betala inte. Ser du, vad lätt det blev.      </td> </tr> </table> </div> <br/> <br/>  Visst, det kan ju låta som en lätt lösning. Men låt oss se vad argentinarna själva säger:<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.svd.se%2Fnaringsliv%2Fstall-in-betalningarna-men-devalvera-inte_6540531.svd\" target=\"_blank\">http://www.svd.se/naringsliv/stall-i...te_6540531.svd</a><br/> <br/>  De är alltså emot devalvering men för att grekland skall ställa in betalningarna. Men om du läser artikeln så medger de själva att detta inte är så lätt i praktiken. Man pekar på att produktionstakten måste öka i Grekland för att landet skall kunna vara kvar i Euro-sammarbetet.<br/> <br/>  Ja, det är verkligen inte lätt och påminner onekligen om den interna devalvering som grekerna påbörjat med har lång väg kvar att slutföra. För vad har grekerna att konkurrera med?<br/> <br/>  Dessutom skulle jag vilja tillägga:<br/> <br/>  Om grekerna ställer in betalningarna så drabbas hela Euro-zonen på två sätt:<br/> <br/>  Det blir dyrare för <u>alla</u> euro-länder att låna.<br/> <br/>  Men framför allt så sätts det en enorm press på Italien, Spanien och Portugal ifrån marknadens sida.<br/> <br/>  Skulle även dessa länder ställa in alla betalningar så faller med all sannolikhet hela euro-samarbetet.<br/> <br/>  Säkert skulle då vissa gamar i finanssektorn bli mycket glada då de satsat på att euron skall braka samman.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>estone</strong></div> <div>Låt oss nu inte dra för stora växlar på det. Det verkar som att alla nya korkade nya grejor kan klassar som kapitalistiska. Problemet är att det finns en väldigt mängd olika system inom det som kan kallas kapitalistiska.</div> </td> </tr> </table> </div> <br/>  Jag utgår ifrån det produktionsätt som Marx kallade kapitalistiskt, (även om han såg asiatiska produktionsätt som någon speciellt) Vad du åtgår ifrån vet i fan!<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Det beror väldigt på hur man ser på det. Om man ska se det som ur det som kallas \"fattiga\". Dvs en eller två dollar per dag. Så kanske det kan synas positivt i statistiken. Men om du kollar på de som har mer men ändå låga inkomster så är det inte så att alla sas \"färdas uppåt\" i löner. Stora grupper har en sjunkande ekonomi. Har fattigdomen då minskat eller ökat?<br/>   Se ovan. Har du några bra källor på stats?      </td> </tr> </table> </div> <br/> <br/>  Jag skulle rekommendera att du gogglar på \"Hans Rosling\" för att bli uppdaterad över hur världen förändrats sedan 1960."
	},
	{
		"postIndex": 4809,
		"postNumber": 4894,
		"rankGlobal": 23,
		"scoreGlobal": 75.3,
		"userRank": 67,
		"userScore": 6.7,
		"postUserName": "WenJiabao",
		"postUserID": "u770097",
		"postUserUrl": "https://www.flashback.org/u770097",
		"postDateTime": "2013-08-22, 14:17",
		"postUrlInThread": "https://www.flashback.org/t1116535p408",
		"postUrlUniq": "https://www.flashback.org/sp44896242",
		"sentence": "För Tyskland och övriga Nordeuropa så har ju krisen lett till mycket låga räntekostnader för stater vilket leder till att de hitintills kunnat låna ut pengar till Grekland och tjänat på ränteskillnaden. Men de liksom alla vet att det är ett chicken race fram till dess att alla inser att Grekland inte kommer att kunna betala tillbaka sina skulder. <br/> <br/>  Har svårt att tänka mig att någon institution i Grekland såsom kyrkan eller dylikt sitter på likviderbara tillgångar för att klara av att sänka skulden till hanterbara nivåer. Eftersom privatiseringsprogrammet går så dåligt så hade det mest realistiska varit en kombinerad skuldavskrivning med ett skuld mot tillgångsbyte. Då skulle de kunna sätta extrema övervärden på grekiska tillgångar såsom infrastruktur mm som sedan skiftas ut till långivare. <br/> <br/>  Idag vet ingen hur mycket skulder Grekland kan klara av på egen hand. De måste radikalt ändra sitt samhälle. Greker behöver inse att staten inte är en egen enhet utan resultatet av vad grekerna gemensamt bidrar med. Det vill säga att staten inte kan dra in pengar på egen hand utan kan bara ta en del av det medborgarna producerar. Detta är svårt för vänstermänniskor i Sverige (till vänster om S) att förstå medan det i Grekland inte verkar finnas någon insikt om detta överhuvudtaget. Om de skulle komma till insikt om detta så ligger hanterbara skuldnivåer på runt 80% av BNP."
	},
	{
		"postIndex": 1586,
		"postNumber": 1617,
		"rankGlobal": 24,
		"scoreGlobal": 74.9,
		"userRank": 3,
		"userScore": 68.9,
		"postUserName": "Ola Schubert",
		"postUserID": "u58815",
		"postUserUrl": "https://www.flashback.org/u58815",
		"postDateTime": "2011-07-07, 23:57",
		"postUrlInThread": "https://www.flashback.org/t1116535p135",
		"postUrlUniq": "https://www.flashback.org/sp31547945",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Madagascar</strong></div> <div>Jag tycker IvorBell har en stor poäng i det fetade ovan. T ex så har vi gjort oss, anser oss vara eller är indoktrinerade till att tro att vårt samhälle är beroende av privata banker. Vi ser ju nu hur Trojkan och Grekiska regeringen kämpar väldigt mycket för att privata banker som har köpt usla grekiska statspapper ska gå skuldfria. Du har rätt att vi har våra pensioner i dessa finansinstitut också (det kanske vi inte borde ha). Hur som helst räddas ju dessa privata banker på skattebetalarnas bekostnad alternativt på bekostnad av alla som använder Euro som valuta vilken nu blir utspädd av ECB:s tryck press. Och Grekerna får se sina gemensamma egendomar privatiseras för en spottstyver. Argumentet lyder, annars sprider det sig...<br/> <br/> Konkurrensen funkar uppenbarligen inte avseende privata banker. Därmed blir det rationellt att satsa aktiekapital eller arbetstid i privata banker och inte i andra privata sektorer där konkurrensen fungerar.<br/> <br/> Vi måste fixa ett system där privata banker konkar oftare.</div> </td> </tr> </table> </div> <br/> Du har rätt i att konkurrensen mellan banker fungerar dåligt, inte minst i Sverige. Och det bästa vore förstås att bankerna, (och inte minst den ansvariga ledningen och aktieägarna), fick ta smället för dåliga krediter. Problemet är bara det att bankerna har försäkrat sina lån hos andra finansinstitut, som i sin tur försäkrat sina lån, osv... Detta gör, som finanskrisen visade, att det hela sprids mycket snabbt och till slut så vågar ingen låna ut, och då stannar även den reella ekonomin. Det är därför skattebetalarna får gå in och ta risken till lägre ränta än vad någon privat bank skulle våga.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Ivorbell</strong></div> <div>Nej det är ju det kapitalism inte är bäst på längre eftersom det är mer lönsamt att bara sitta och göra pengar på finansmarknaden. Sedan måste finansvalparna placera sitt kapital någonstans och placerar det i billiga lån till arbetarklassen. Men det ger ju inget att bara låna ut en massa finanskapital och inte skapa någon reell produktion. Då går det som det nu gått i USA och EU.<br/> <br/> Nu när EU och USA gått åt helvete försöker man istället att dumpa sitt finanskapital i Sydamerika och i Asien med billiga lån. Även i Kina som till och med höjt sin ränta idag och har dolda skulder på tusentals miljarder. <br/> Vad kapitalet gör just nu är bara att flytta runt problemet eftersom att kapitalism befinner sig i en återvändsgränd. Kapitalisterna blir fortfarande jävligt rika på det fortfarande eftersom det ändå blir arbetarklassen som får ta smällen. Och det är ju det som gör att detta system bara kommer fortsätta tills det går under. <br/> <br/> Jag tror att arbetarklassen till slut kommer att få nog och göra sig av med detta system helt enkelt. Du tror att det inte kommer att ske förrän robotar ersatt hela produktionen, jag tror knappast att det kommer att gå så långt innan vi inser att ett nytt ekonomiskt system behövs. Ju mer kapitalismen krisar och ju mer arbetarklassen får betala ju större blir motståndet. Vad kommer hända nu när Grekland kommer hamna i ytterligare en kris eftersom att dessa lån nu inte kommer hjälpa något? Folket kommer resa sig.</div> </td> </tr> </table> </div> <br/> Jo, men se då på de reella ekonomin och se exakt vad som händer när man följer de borgerliga nationalekonomernas recept, för det funkar verkligen, vilket är det enda intressanta för mig som vill att produktivkrafterna skall fortsätta att utvecklas, på ett hållbart sätt.<br/> <br/> Sverige och Estland har båda följt de borgerliga ekonomernas dogmer. Vi hade det första kvartalet i år en tillväxt på 6,4 procent. Estlands tillväxt var åtta procent. <br/> <br/> Sverige tog igen tappet ifrån finanskrisen redan förra året, tillväxten i år, rör sig alltså inte om någon rekyl ifrån finanskrisen. Rekord många nya företag startas, arbetslösheten väntas sjunka i rekord takt. Sverige är nu världens näst mest konkurrenskraftiga ekonomi. Budgetunderskottet vänds nu till ett stort överskott. Löntagarna kan kanske få en mindre skattesänkning. Stora nedskärningar i den offentliga sektorn har kunnat undvikits denna gång, (till skillnad ifrån krisen i början av 90 talet som dessutom innebar stora skattehöjningar för låg och medelinkomstagarna, sk \"egenavgifter\").<br/> <br/> Esterna har och hade det betydligt tuffare än oss. Landet är till 70-procent exportberoende så varje internationell kris slår hårt, (Sverige är till ca 50 procent exportberoende, dvs den andel exporten utgör av BNP).  De estniska löntagarnas löner sänktes med 20 procent, (i Lettland så var det en 35 procentig sänkning då det landet var ännu värre ute, ungefär som Grekland).  Så varför gör då inte esterna uppror. Jo, de har redan prövat att levt under ett kommunistiskt system och vet exakt vad det innebär för folket. Därför biter man ihop och minns vilken utveckling som ändå skett sedan man bröt sig ut ifrån Sovjetunionen. Arbetslösheten ligger på ca 14 procent i Estland. Men i motsatts till Grekland, som ligger på ungerfär samma nivå, så är arbetslösheten i Estland på väg att sjunka snabbt. Grekerna kan nog se fram emot en 20 procentig arbetslöshet innan året är slut. En sak som medverkar till att Estlands ekonomi nu växer snabbt är, förutom draghjälp ifrån den svenska tillväxten, Sverige är Estlands största exportmarknad, är de ca 1500 svenska företag som verkar i landet.<br/> <br/> Nej, det kommer inte att bli någon revolution mot kapitalismen före att systemet uttömt sina progressiva möjligheter. <br/> <br/> Grekerna har fått och kommer att få betala dyrt för din klasskamp romantik."
	},
	{
		"postIndex": 3838,
		"postNumber": 3910,
		"rankGlobal": 25,
		"scoreGlobal": 74.9,
		"userRank": 17,
		"userScore": 17.2,
		"postUserName": "Tyff-datakille",
		"postUserID": "u660225",
		"postUserUrl": "https://www.flashback.org/u660225",
		"postDateTime": "2012-06-02, 10:46",
		"postUrlInThread": "https://www.flashback.org/t1116535p326",
		"postUrlUniq": "https://www.flashback.org/sp37656912",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Civilization</strong></div> <div>Fel. Däremot verkar du förstå saker ännu sämre än vad Greker gör. Naturligtvis är det mycket som skulle kunna bli bättre. Men om du inte förstår att vi faktiskt har det rätt bra här i sverige till skillnad från andra länder i världen <b>och detta tack vare att vi är en välfärdsstat med ett fungerande skattesystem</b> så får du ta och vidga dina vyer och flytta till ett land där de skiter i att betala skatt och se hur bra saker och ting funkar där.</div> </td> </tr> </table> </div> <br/>  Du har inga belägg för det där. <br/> <br/>  Vet du varför många greker inte ville betala någon skatt? Jo, för att de vet att gör de det så går det absolut inte till det som du verkar tro. <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Civilization</strong></div> <div>  Detta är fakta. Grekland har ett massivt budgetunderskott. Om de inte skulle betala mer i skatt betyder det isåfall att de måste göra enorma nedskärningar i sin offentliga sektor. 100.000 tals människor skulle bli utan jobb.</div> </td> </tr> </table> </div> <br/>  Det är inte bara bra, det är absolut nödvändigt. Vad grekerna gjort fel är att sänka löner i offentlig sektor, i stället för att rensa bort massor av jobb. Varje sparkad person i offentlig sektor är en statsfinanisiell vinst, utöver den vinst det är i övrigt. Som du troligen vet så har det anställts massor av folk av politiska skäl. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Civilization</strong></div> <div>   Trots skattehöjningar som har skett så betalar medelgreken fortfarande in lägre skatt en medelsvensson.</div> </td> </tr> </table> </div> <br/>  Precis, och vi ser resultaten av de skattehöjningar som gjorts. Det gick riktigt, riktigt illa. Din fundamentala teori är att ju mindre pengar greker har, desto bättre för ekonomin. Det är uppenbart felaktigt.<br/> <br/>  [quote=Civilization]<br/>   De måste lära sig att betala skatt. Det vi ser resultatet av idag är just att de haft ett budgetunderskott och lånat för att gå runt. Detta beror på <b>för höga utgifter</b> i förhållande till för låga skatteintäkter. <b>Så enkelt är det</b>.<br/> <br/>  Absolut. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Civilization</strong></div> <div>  Det största problemet är att länderna har valt att låna för mycket pengar.</div> </td> </tr> </table> </div> <br/>  Ja, och dessutom är det så här: skulle inte fått låna, ja då kan de per definition inte låna för mycket.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Civilization</strong></div> <div>   Bankers verksamhet bygger i stora drag på att låna ut pengar. Att låna ut pengar är den produkt som de säljer. Ifall en bilfirma bygger fina bilar som alla vill köpa och då skuldsätter sig för att köpa dessa bilar så skyller man ju inte sen på bilfirma för att de har producerat och sålt alldelles för bra bilar. Men nu går det väldigt bra att skylla på Banker som har gett ut för stora lån till för låg ränta. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/rolleyes.gif\" title=\"Rolleyes\"/> </div> </td> </tr> </table> </div> <br/>  Jag förstår inte hur du menar? Du anser att banker ska strunta i kreditvärdighet? Jag tycker att aktieägarna får ta smällen. Precis som för andra bolag. <br/> <br/>  Och fördelen med det för Grekland är att inte kan få några lån. <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Civilization</strong></div> <div>   Visst har bankerna tagit för stora risker och allt för lättvindigt lånat ut pengar. Men detta är inte huvudproblemet.</div> </td> </tr> </table> </div> <br/>  Det beror på hur man ser det. Om de inte gjort det (lånat ut lättvindigt) hade politikerna inte kunna skapa krisen.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Civilization</strong></div> <div>  Skattehöjningarna bör såklart främst riktas mot de som har det gott ställt.</div> </td> </tr> </table> </div> <br/>  Din grundtanke är att om det finns pengar som skulle kunna användas för att finansiera återhämtning och investeringar, då ska de plockas. Jag anser att det det är helt fel väg. Det gör saker sämre, inte bättre.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Civilization</strong></div> <div>   De som har undanhållit pengar är oftast de redan rika och de som har fått lida för det är oftast de som redan är fattiga. Så enligt din mening är detta helt rätt. Att de rika tar från de fattiga<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/no.gif\" title=\"No\"/> <br/></div> </td> </tr> </table> </div> <br/>  Tar vad exakt?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Civilization</strong></div> <div>  Framförallt så handlar det inte om skattehöjningar. Det handlar om att få Greker att betala skatt i huvud taget. Från noll eller väldigt låg skattenivå till en mer rimlig nivå lik våran. Dvs den nivå som krävs om man vill ha en välfärdsstat.</div> </td> </tr> </table> </div> <br/>  Vår nivå är inte rimlig. Den är extrem. Sjuk. Nära på kriminell. Vad Grekland behöver är att samtliga skatte och avgiftshöjningar som gjorts de senaste åren återkallas. Det ger direkt effekt att folk har mer pengar. <br/> <br/>  För övrigt finns det massor av pengar att spara genom andra åtgärder annat än att sänka pensioner. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Civilization</strong></div> <div>  Vill man ha ett U-land där inget fungerar så rekomenderas dock din linje att skita i att betala skatt.</div> </td> </tr> </table> </div> <br/>  Du har inga belägg för det där. Ditt resonemang är så här: ju mer pengar folk har, desto mer likt ett U-land blir det. Behöver jag förklara varför det inte stämmer?"
	},
	{
		"postIndex": 2732,
		"postNumber": 2790,
		"rankGlobal": 26,
		"scoreGlobal": 74.7,
		"userRank": 38,
		"userScore": 9.8,
		"postUserName": "egentligenotroligt",
		"postUserID": "u637890",
		"postUserUrl": "https://www.flashback.org/u637890",
		"postDateTime": "2012-02-24, 17:34",
		"postUrlInThread": "https://www.flashback.org/t1116535p233",
		"postUrlUniq": "https://www.flashback.org/sp35874211",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Krillolero</strong></div> <div>Ingen kan önska sig ett sådant scenario. Många av oss har barn och barnbarn och att tänka sig att de ska tvingas växa upp i en tillvaro utan arbete, utan socialt skyddsnät och med en alltmer utbredd brottslighet och växande fientlighet mellan världens folk - samtidigt som världens energireserv snart är slut, haven nästan utfiskade osv - borde vara outhärdlig för oss alla. <br/> <br/>  Om vi nu ska hoppas på något - och det måste man! - så får det bli den generation som faktiskt visar tecken på uppvaknande. I Spanien demonstrerar nu studenter och arbetslösa nästan varje dag, och deras slagord är inte trötta upprepningar av 70-talsradikalism. Det är vakna, oerhört informerade människor, som vägrat låta sig narkotiseras av tv och kändiskult.</div> </td> </tr> </table> </div> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Ola Schubert</strong></div> <div>Jaaaa, vilken \"bra ide\" att skriva ned Grekland skulder med 70 procent, (privata långivare har redan gått med på en, i praktiken 50 procentig nedskrivning av deras del och ECB och EU länder lånar ut pengar till Grekland för löjligt låg ränta).<br/> <br/> <br/>  Då kan ju grekerna \"börja på ny kula\" igen. Precis som de gjorde på 80-talet så en ordnad ekonomi raserades. \"Vad bra\", så vi kan få en ny Greklandskris om 20 år igen.<br/> <br/> <br/>  Det är bara att förfalska statistik igen så att det går bra att, för lånade pengar, igen bygga upp en offentlig sektor där massor av släktingar kan få \"jobb\", köpa lyxbilar för EU-bidrag, strunta i att betala skatt, ha en utbredd korruption, och alltså leva precis som grekerna vant sig att leva allt sedan 80-talet fram till 2007.<br/> <br/> <br/>  \"Jättebra ide\", hurra!, Hurra!</div> </td> </tr> </table> </div> <br/> <br/>  Tyvärr måste det bli resultatet av Den grekiska (o)ekonomiska skötseln av statsfinanserna. Den kommer att drabba deras kommande generationer. <br/> <br/>  Ett passande bibelcitat säger: Och edra illgärningar skola förfölja eder intill tredje led.<br/> <br/>  Men här är det ännu värre, för här stannar det inte vid barnbarnen, och inte vid deras barnbarn, och knappast vid deras barnbarn heller. Men så blir det i ett genomkorrumperat samhälle, där man kan köpa sig före i sjukhuskön, eller hos \"skatteverket\" köpa en lägre skatt, köpa körkort, mm. <br/> <br/>  För något år sedan, när situationen i grekland började bli het, till första nödlånet, satt Andrea Pascalido i en TV-soffa och berättade om sjukhuset som hade 70 trädgårdsmästare, men dom hade aldrig varit på jobbet, för sjukhuset hade ingen trädgård! Pascalido har ju fortfarande bra kontakter med sitt gamla land, kanske kan berätta om dom fortfarande \"jobbar kvar.....\" Naturligtvis är väl alla svågrar, brorsor, och kompisar!<br/> <br/>  I korrumperade länder finns ingen- eller alldeles för lite företagsamhet. Enklast att inte behöva gå till \"jobbet.\" Grekland är ju faktiskt en demokrati, och vi får inte glömma att grekerna föredrog att rösta på partier som lovade sänkta skatter och lånade istället, pension vid 50-55 år, 14 månadslöner, och som inte gjorde något åt korruptionen.<br/> <br/>  EU kollade inte Grekland särskilt noga, för man ville ha dom med, som någon i början av tråden skrev. Och när det upptäktes lät man det fortgå, med mer och mer lån, och det fortgår ju ännu. Kanske det är dags för EU att därför rent överstatligt besluta att ta över en del av medlemsländernas <b>U-landsbistånd</b>, och ge till grekernas barn och barnbarn, istället för \"nödlån!\" (Man kan ju överstatligt besluta om krökningen på gurkor, och annat betydelsefullt, man tog för ett par år sedan bort kravet på raka gurkor, efter massiv kritik. Men nu är det dags igen, man har beslutat att Sverige skall böta 75 miljoner för att vi inte antagit EU:s lag om datalagring, som MP och V röstade emot). <br/> <br/>  Men ett är då säkert. Domen kommer att bil hård och tung, när barn och barnbarn växer upp och blir gamla nog att förstå. Många ungdomar flyttar ju nu ut och söker jobb i Europa, och på andra håll. Grekland utarmas. Men som man bäddar, får man ligga."
	},
	{
		"postIndex": 3789,
		"postNumber": 3861,
		"rankGlobal": 27,
		"scoreGlobal": 74.4,
		"userRank": 125,
		"userScore": 4.1,
		"postUserName": "DogDylan3.0",
		"postUserID": "u702509",
		"postUserUrl": "https://www.flashback.org/u702509",
		"postDateTime": "2012-05-29, 23:50",
		"postUrlInThread": "https://www.flashback.org/t1116535p322",
		"postUrlUniq": "https://www.flashback.org/sp37601211",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>mästerkatten</strong></div> <div>Huruvida grekerna verkligen jobbar hårdast/mest i Europa kan väl diskuteras, det stämmer dock att myten om grekernas kopiösa lathet är överdriven. Problemet är snarare att den grekiska ekonomin är extremt ineffektiv, att skatteuppbörden fungerar väldigt dåligt och att de offentliga institutionerna är nedlusade med slöseri och korruption.</div> </td> </tr> </table> </div> <br/>  Jag är ganska dålig på nationalekonomi men i princip kan man nog säga att Grekland har haft röda siffror i balansräkningen. Detta kände resternade av EMU till redan från början men utökningen av EMU-projektet var viktigare. Grekland har alltså haft en ekonomi som är i princip sämre än NIC-länder och med euron som täckmandel och en kappsäck full med EU-bidrag har man lånat sig till en välfärdsstat man inte har råd att ha. Så länge ekonomin är i rullning är detta inget problem. Pengar är en oändlig resurs, eftersom det är en social konstruktion.  Det är ju inget som hindrar dig från att låna för att betala dina lån - men till slut så kommer du inte hitta tillräckligt med långivare för att betala räntor och skulder eftersom bankerna inser att dina siffror är röda och att risken blir för hög. <br/> <br/>  Det var ungefär så det gick för Grekland. Vår post-moderna ekonomi handlar om förtroende och när bristen på förtroende minskar faller systemet. Grekland har inget förtroende och grekerna menar att att de skall komma undan utan att pröjsa. Alla politiska partier i Greklands parlament vill vara kvar  i EU och EMU - men ingen vill ta ansvar. Det kommer bli nyval på nyval tills EU stiger in och betalar av Greklandsskulder och ser till så att Grekland får låna mer pengar. Det är det som Peter Wolodarski gång på gång föreslår på ledarsidorna och det nog så många i EU-kommissionen tänker. Å andra sidan vill inte Tyskland se röda siffror i böckerna och inflation. Det är Tyskland som förlorar mest eftersom det är enda stabila EMU-landet. <br/> <br/>  Irland, Italien, Spanien och Portugal är andra länder som precis som Grekland inte skulle få sätta sin fot i EMU men som fått göra det på grund av att EMU-projektets expansion har varit viktigare än något annat. Jag är ganska övertygad om att alla EU-länder kommer lösa ut Grekland och det kommer kosta västeuropas politiker en massa röster till allsköns högerextremister och kommunister. Men så blir det ju när en ide är viktigare än verkligheten."
	},
	{
		"postIndex": 1858,
		"postNumber": 1892,
		"rankGlobal": 28,
		"scoreGlobal": 73.7,
		"userRank": 146,
		"userScore": 3.7,
		"postUserName": "wuuaa",
		"postUserID": "u283945",
		"postUserUrl": "https://www.flashback.org/u283945",
		"postDateTime": "2011-09-22, 13:42",
		"postUrlInThread": "https://www.flashback.org/t1116535p158",
		"postUrlUniq": "https://www.flashback.org/sp33019131",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>koka-kola</strong></div> <div>Det där är rent skitsnack som bara en grek kan tro på. Precis som man fifflade till statens siffror för att komma med i EMU fifflar det lata packet till denna siffra.<br/> <br/>  Jag vågar inte ens tänka mig vilka \"aktiviteter\" de räknat in.</div> </td> </tr> </table> </div> Det är möjligt att dessa siffror är falska men du lägger förvånansvärt mycket fokus på pensioner och grekernas välfärdssystem vilket också media gör,den är visserligen ett problem,den tynger ner den privata sektorn och skuldsätter staten men det är fortfarande ett sekundärt problem för Grekland,det egentliga problemet är ju att man inte producerar tillräckligt mycket av värde.<br/> <br/>  Det är fullt möjligt att ha en ineffektiv och kostsam offentlig sektor så länge som man har en hög produktion med hög efterfrågan,Sverige har haft det sen 60talet och vi har klarat oss ändå även om det självklart hade kunnat vara bättre. <br/> <br/>  I det nuvarande ekonomiska klimatet måste man producera tidseffektivt,billigt och med hög kvalité och det räcker inte som förr i tiden att ha 2-3 basnäringar som ska göda hela landet,man behöver mer,minst 5 men gärna 10. Grekland når helt enkelt inte upp till de här kraven. Högre upp i tråden skrev någon att grekerna arbetar väldigt många timmar men även detta är oväsentligt,det väsentliga är vad man lyckas åstadkomma under dessa timmar,man kan jobba fyra timmar om dagen och ändå kommer längre än någon som jobbar åtta. <br/> <br/>  Jag tror att anledningen till att många inom media lägger sån fokus vid dessa offentliga kostnader är för att det är den enda lösningen som man har,genom att påstå att grekerna kan spara sig ur krisen försöker man sprida hoppfullhet men sanningen är ju den att långsiktigt så har man ingen lösning på hur Grekland ska kunna konkurrera och det gäller även för stora delar av västvärlden.<br/> <br/>  Vår ekonomi är stagnerande eftersom vi inte lyckas producera tillräckligt bra,vi har nåt en gräns och vi har enormt svårt att öka vår kapacitet. Ta Sverige som exempel,den privata sektorn i Sverige har knappt skapat ett enda nytt jobb i Sverige sen 90talskrisen,för varje nytt som tillkommer försvinner ett annat och vi ses som ett föregångsland i Europa! Hur ska det då gå för Spanien,Grekland,Italien,Irland eller t.o.m Frankrike?"
	},
	{
		"postIndex": 1173,
		"postNumber": 1194,
		"rankGlobal": 29,
		"scoreGlobal": 73.2,
		"userRank": 21,
		"userScore": 14,
		"postUserName": "Bearforceone",
		"postUserID": "u441748",
		"postUserUrl": "https://www.flashback.org/u441748",
		"postDateTime": "2011-06-18, 19:02",
		"postUrlInThread": "https://www.flashback.org/t1116535p100",
		"postUrlUniq": "https://www.flashback.org/sp31238423",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Civilization</strong></div> <div>Med ditt resonemang så var alltså hela Tyska folket dödsnasister med enbart ondska och mord i sinnet under 2:a värdlskriget?</div> </td> </tr> </table> </div> <br/>  Ja, många tyskar var nazister under andra världskriget, i slutet fick de sitt land ockuperat och tvingades bygga upp allt från de rykande ruinerna som var kvar. Dessutom ockuperades en stor del av landet och folket tvingades att leva 50 år av kommunistförtryck. Så ja, de har betalat ett stort pris. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Civilization</strong></div> <div>Ett enkelt exempel:<br/> <br/>  Du får en dag ett jobb på ett företag där du tjänar mycket bra. Du har goda förmåner och hela två månaders semester om året. Eftersom företaget verkar gå bra så tycker du inte det är något konstigt med det. Cheferna pekar hela tiden på att försäljningen ökar och att företaget gör feta vinster. Men nu är det tydligen så att cheferna mörkar, fixar med sifffrorna och har istället feta skulder hos banken. Så till slut uppdagas det hela och bolaget går i konkurs. Företaget har nu en massiv skuld hos banken. Det du nu förespråkar är att banken ska komma och knacka på din dörr och kräva tillbaka pengar utav dig! Och det med rätta eftersom du borde ha förstått att din lön var för hög, du hade för mycket semester och att företaget gick väldigt dåligt. <br/> <br/>  Det mest rättvisa i detta exempel måste väl ändå vara att straffa cheferna som mörkade samt att det är banken som får ta smällen som lånade ut pengarna och inte du själv som vanlig anställd eller?</div> </td> </tr> </table> </div> <br/> <br/>  Ett land kan inte jämföras med ett företag och en anställd kan absolut inte jämföras med en medborgare i ett land, så ditt exempel haltar en hel del. Om den svenska staten plötsligt hade sänkt pensionerna till 50, betalat bonusar för att komma i tid till jobbet och om vi kunde ett annat språk än svenska, så hade de flesta undrat var pengarna kom ifrån och hur mycket vi fick låna för detta kalas. <br/> <br/>  Det hela handlar om en attityd hos grekerna, <b>de är lata och korrupta</b> och har inte ifrågasatt all korruption och alla förmåner de har fått. De har glufsat i sig förmånerna utan en tanke på morgondagen och nu skall notan betalas.<br/> <br/>  Sen borde man faktiskt låta bankerna ta en del av smällen ja, men då står plötsliga oskyldiga människors pengar på spel så det blir en svår balansgång."
	},
	{
		"postIndex": 1652,
		"postNumber": 1684,
		"rankGlobal": 30,
		"scoreGlobal": 72.7,
		"userRank": 181,
		"userScore": 3.3,
		"postUserName": "JimmieAkesson",
		"postUserID": "u556716",
		"postUserUrl": "https://www.flashback.org/u556716",
		"postDateTime": "2011-07-21, 13:27",
		"postUrlInThread": "https://www.flashback.org/t1116535p141",
		"postUrlUniq": "https://www.flashback.org/sp31777119",
		"sentence": "Som de flesta vet är Greklands ekonomi katastrof. EU har bidraget med flera miljoner Euro i flera omgångar, men \"krisen\" tycks aldrig lösa sig. Grekerna är vana vid att inte betala skatt och avgfiter vilket gör att landet inte har några stora statliga inkomster.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.e24.se%2Fmakro%2Fvarlden%2Fodesdag-for-europa_2941224.e24\" target=\"_blank\">http://www.e24.se/makro/varlden/odes...pa_2941224.e24</a><br/> <br/>  Inte bara det, vi betalar dyra löner till mirakelmänniskorna som ska \"lösa\" krisen i Grekland:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.e24.se%2Fmakro%2Fvarlden%2Feu-specialister-ska-hjalpa-grekland_2939764.e24\" target=\"_blank\">http://www.e24.se/makro/varlden/eu-s...nd_2939764.e24</a><br/> <br/> <br/> <br/>  Hur ofantligt mycket pengar behöver vi ge Grekland för att de ska klara sig ur \"krisen\"?<br/> <br/>  I och med att dom inte klarar av att vara med i EU, så borde dom kickas, är inte det möjligt??<br/> <br/>  Bara så ni vet så är Sverige ett av de länder som betalar mest skatt till EU, tack vare länder som Grekland och Portugal."
	},
	{
		"postIndex": 4919,
		"postNumber": 5006,
		"rankGlobal": 31,
		"scoreGlobal": 72.5,
		"userRank": 145,
		"userScore": 3.7,
		"postUserName": "Infensus",
		"postUserID": "u688193",
		"postUserUrl": "https://www.flashback.org/u688193",
		"postDateTime": "2014-01-29, 23:14",
		"postUrlInThread": "https://www.flashback.org/t1116535p418",
		"postUrlUniq": "https://www.flashback.org/sp47277090",
		"sentence": "Grekland har extrema ekonomiska problem och en enorm statsskuld. Men något finanskrisen inte kunde ta ifrån landet var dess tusentals öar och dess varma klimat. I Norra Europa har vi mycket bättre ekonomisk situation, men mycket sämre klimat. <b>Grekland behöver mer pengar, vi behöver mer värme och sol.</b><br/> <br/>  Tänk er tanken att bo i Sverige och ha en vinodling som granne och bananträd på sin egna trädgård, kanske lite palmer på framsidan. Tänk er att vara i Sverige och ha mer än 300 dagar sol per år. Tänk er somrar med de flesta dagar över 30 grader i skuggan. Tänk att slippa oron för regn på midsommar och festivaler och liknande, att alltid ha garanterad sol. Det låter som en drömvärld för många av er eller hur?<br/> <br/>  Är det möjligt då? <b>Ryssland sålde Alaska, ett gigantiskt geografiskt område till USA och det har fungerat alldeles utmärkt.</b> I dag ses Alaska som en självklar del av USA av alla trots att det inte sitter ihop med övriga USA, trots ett helt annat klimat, och få vet om att USA köpte det från Ryssland. Portugal ett land lika stort som Sverige ungefär äger små öar på hundratals mil avstånd. Med andra ord går det att köpa territorium och det går att äga territorium som ligger på flera hundra mils avstånd från landet. <br/> <br/>  Om Grekland sålde öar till Sverige hade ni kunnat tänka er att flytta dit då? Jag hade gjort det utan att tveka! Varför säljer inte Grekland ut sina öar till Tyskland med fler länder? Jag vet att det har varit tal om att sälja öar, men då om att sälja öar till privatpersoner.<br/> <br/> <b>Hur skulle processen fungera? <br/> </b><br/>  Jag tänker mig inte öar på tusentals kvadratkilometer i storlek med Kreta eller Rhodos. Jag tänker mig snarare mycket mindre öar med ingen eller väldigt liten lokalbefolkning. Typ motsvarande Färingsö i Sverige. Då får den lilla lokalbefolkningen som finns ta ställning om det är värt att flytta/bli ett nytt land för en stor summa pengar eller om det inte finns någon lokalbefolkning så får Greklands parlament ta ställning i en omröstning om ön ska säljas för en stor summa pengar eller om den ska behållas. Sedan får det nordeuropeiska landet försöka förhandla om priset, köpa det eller avstå från köp. Med tanke på att <b>Grekland har ungefär 6000 öar och inte ens hälften av dessa är bebodda</b> vad jag vet så lär man åtminstone ha ett hundratal öar som man är villiga att sälja för en stor summa pengar."
	},
	{
		"postIndex": 2910,
		"postNumber": 2969,
		"rankGlobal": 32,
		"scoreGlobal": 72.4,
		"userRank": 3,
		"userScore": 68.9,
		"postUserName": "Ola Schubert",
		"postUserID": "u58815",
		"postUserUrl": "https://www.flashback.org/u58815",
		"postDateTime": "2012-03-09, 21:02",
		"postUrlInThread": "https://www.flashback.org/t1116535p248",
		"postUrlUniq": "https://www.flashback.org/sp36149715",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Someone21</strong></div> <div>Ifall ett land går dåligt inom euron och ett annat bra så kommer de att hamna ur takt med varandra och det som går sämre kommer att få ta lån elller liknande för att tillfälligt klara av det.<br/> <br/>  politiker och media har ju gnällt över att greker är så lata att de går i pension vid 50- 55?, som våra politiker och inte många ord om den här inbördes konkurrensen. Nu stjäl de från privatpersoner inom euro- området genom inflation och skatter och löser ut privata banker med samtidigt som de lagstiftar bort vår välfärd tills den är på samma nivå som internationellt (bl.a. Kina) genom euro plus- pakten.</div> </td> </tr> </table> </div> <br/> <br/>  Jag tror att du missuppfattat saker lite grann. Men först så vill jag redogöra för några nackdelar med euro-samarbetet, förutom det mest uppenbara:<br/> <br/>  Att inte regler och mekanismer fanns på plats redan när valutan ifördes och att länder, inklusive Tyskland bröt emot sina egna regler.<br/> <br/>  Sedan tillkommer:<br/> <br/>  Att länderna befann och befinner sig på så olika nivåer i konkurrenshänseende.<br/> <br/>  Att det inte finns någon stoppmekanism när en stat begär ut mer euro för att finansiera handelsunderskottet. Ett land med egen nationell valuta har enbart begränsade reserver i utländsk valuta. Och nu kommer vi in på dina missuppfattningar:<br/> <br/>  När ett land har ett stort handelsunderskott så begär, tillslut, säljarna av import varorna/tjänsterna kontant betalning. Så Grekland begärde helt enkelt att ECB skulle godkänna att mer euro trycktes upp. I gengäld så blev ECB sittande grekiska statspapper i utbyte i mot, i praktiken, tyska statspapper.<br/> <br/> <br/>  Dvs. Konsekvenserna av den dåliga grekiska konkurrenskraften döljes av den överlägsna tyska konkurrenskraften. Länge var de 10 åriga obligationsräntorna konvergerade inom euro-området. Så icke längre, då marknaden, inte längre, med rätta, ser euro-området som en helhet, utan man tittar nu på varje lands förtjänster och brister. Men det var denna tidigare konvergens och brist på stoppmekanismer, (som ännu inte existerar), som gjorde att grekerna, så ostört, kunde paja sin egen ekonomi.<br/> <br/> <br/>  Så jag förstår verkligen inte vad du menar med \"stjäla\". För är det någon som har stulit så är det väl grekerna som levt gott, trots usel konkurrenskraft, på bekostnad av tyskarna.<br/> <br/> <br/>  Sedan är det knappast inflation som grekerna behöver bekymra sig om nu, (snarare deflation). Och vad överhuvudtaget inflation skulle ha med saken att göra, förutom att grekerna tidigare grovt misskötte sin ekonomi och fick ca 60 procent högre arberskostnad per producerad enhet jämfört med Tyskland sedan 1997 övergår mitt förstånd. Detta innebär inte att tyskarna har sänkt sina löner med 60 procent. Nej men man har minskat sin arbetskostnad per producerad enhet med 20 procent genom rationaliseringar. Däremot grekerna, under samma tidsperiod ökat sin arbetskostnad med 40 procent, troligtvis genom just löneökningar och andra förmåner.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.riksbank.se%2FDocuments%2FRapporter%2FPPR%2F2012%2F120216%2Frap_ppr_120216_sve.pdf\" target=\"_blank\">http://www.riksbank.se/Documents/Rap...120216_sve.pdf</a><br/> <br/>  Sid 46, diagram A8<br/> <br/> <br/>  Och eftersom Grekland inte förmått utnyttjat alla sina ingenjörer och vetenskapsmän på ett smart sätt för att rationalisera produktion och addera mervärde, (ej det marxistiska begreppet denna gång), till varor och tjänster så tvingas man nu att istället konkurrera med pris snarare än kvalité. Och detta innebär kraftigt sänkta löner och slopade förmåner. Men också kraftigt bantad offentlig sektor,effektivare skatteindrivning och kraftiga rationaliseringar hos den privata sektorn, (den del som överlever detta stålbad). Allt detta leder till negativ tillväxt och därmed minskad inhemsk efterfrågan. Till råga på allt så sparar nu de presumtiva importländerna av grekisk export, så där är det också nästan stopp.<br/> <br/> <br/>  Men att Grekland inte förmått utnyttja sina resurser effektivt, grovt misskött sina offentliga finanser, kört med omfattande svågerpolitik och korruption osv. är väl knappast mitt fel. Inte heller är det tyskarnas, ECBs, Bankernas,(även fast de inte borde sett euro-zonen som bara en enhet så länge), eller någon eller något annan, som greker eller vissa flashbackare så gärna vill lägga skulden på, fel."
	},
	{
		"postIndex": 3522,
		"postNumber": 3593,
		"rankGlobal": 33,
		"scoreGlobal": 72.4,
		"userRank": 11,
		"userScore": 19.9,
		"postUserName": "humanlife",
		"postUserID": "u127285",
		"postUserUrl": "https://www.flashback.org/u127285",
		"postDateTime": "2012-05-13, 11:35",
		"postUrlInThread": "https://www.flashback.org/t1116535p300",
		"postUrlUniq": "https://www.flashback.org/sp37333623",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Clodius</strong></div> <div>I sak har du naturligtvis rätt - åtminstone angående Ny Demokrati - Pasok har väl skött sig något bättre, men faktm kvarstår - de ny alternativen som dygt upp är tokvänster och tokhöger, och jämfört med dessa så är ND och Pasok höjden av seriositet! (Som någon skrev - vad tänker egentlgien tokvänstern göra när statskassan snart är tom?) Märkligare är att det inte bildats en politisk rörelse som vänder sig mot nepotismen och korruptionen och vill återuppbygga Greklands ekonomi. Presidenten verkar vara en förnuftig karl - kan han bli en samlande kraft?<br/></div> </td> </tr> </table> </div>  Jag förstår inte hur du kan resonera som du gör. Du VET att ND och även Pasok har misskött statsfinanserna och godkänt den nuvarande krislösningen som innebär att det grekiska folket skall betala något de inte har gjort sig skyldiga till. Dessa partier har inte ens lyckats inge hopp om lösning för grekerna, utan landet är nu nära bankrutt hela tiden. Det är synnerligen märkligt, tycker i alla fall jag. Ändå förespråkar du dessa partier? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/> <br/>  Det måste finnas en annan väg. Det kan inte finnas bara en enda väg, som dessutom innebär ett stabilt bankrutthot. Det är ju absurt!<br/>  Jag tycker det är solklart att det behövs en annan politik.<br/> <br/> <b>Om Grekland hade varit ett privat företag, så hade man bytt ut hela företagsledningen för länge sedan.</b><div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Clodius</strong></div> <div>  Sedan är det en och annan debatör på listan som vill skylla allting på bankerna - det är minst sagt en förenkling. Hade Grekland haft ornding på sina statsfinanser hade de inte varit i nuvarande besvärliga situation. T.o.m. Reinfeldt som jag numera inte är någon beundrare av klarar ju av att hålla budgeten i ordning.</div> </td> </tr> </table> </div>   Jag skyller mycket på bankerna, men naturligtvis inte \"allt\". Deras makt är för stor på grund av att de skyddas mot kriser, som staterna låter skattebetalarna betala. Samtidigt som bankerna kommit på fötter efter de gigantiska bankstöden och till och med skördar miljardvinster igen, så har underskotten flyttats över på staterna.<br/>  Och bankerna fortsätter sin riskfyllda utlåning. Vi måste ju faktiskt kräva av bankerna ett större samhällsansvar. Jag tycker att Vänsterpartiets förslag om en extra bankskatt för de stora svenska bankerna behövs och liknande kommer säkerligen att införas på EU-nivå. Den nuvarande situationen är ju ohållbar.<br/>  Men sedan tycker jag att politikerna måste ha mer råg i ryggen också. EU borde ha skrivit ner Greklands skuld för längesedan."
	},
	{
		"postIndex": 1163,
		"postNumber": 1184,
		"rankGlobal": 34,
		"scoreGlobal": 72.4,
		"userRank": 3,
		"userScore": 68.9,
		"postUserName": "Ola Schubert",
		"postUserID": "u58815",
		"postUserUrl": "https://www.flashback.org/u58815",
		"postDateTime": "2011-06-18, 16:51",
		"postUrlInThread": "https://www.flashback.org/t1116535p99",
		"postUrlUniq": "https://www.flashback.org/sp31236287",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Madagascar</strong></div> <div>Lästips:<br/> <a href=\"https://www.flashback.org/leave.php?u=http%3A%2F%2Fwww.greekcrisis.net%2F\" target=\"_blank\">http://www.greekcrisis.net/</a><br/> <br/> Löpande uppdaterad stor samling av nyhetsartiklar om den grekiska krisen. Källorna verkar bara vara välkända tidningar och mediekanaler. Mest engelska och lite grekiska.<br/> <br/> Film tips:<br/> <a href=\"https://www.flashback.org/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DqKpxPo-lInk\" target=\"_blank\">http://www.youtube.com/watch?v=qKpxPo-lInk</a><br/> <br/> Debtocracy är en grekisk film (textad på engelska) om den grekiska krisen, statsskulder i allmänhet, IMF och ett koncept som är nytt för mig, \"odious debt\" (svenska?). Jag har dålig koll på trovärdigheten, men filmen är välgjord och mycket intressant. Jag hittade den via The Guardian.</div> </td> </tr> </table> </div> <br/> Jag har sett filmen och den gav vissa intressanta inblickar. Men jag tror knappast huvuddelen av lånen gått till vapen eller till korruption.<br/> <br/> \"Jaaa, låt oss tillsätta en kommité bestående av kommunister för att utreda om skulderna är Odious debt!\"<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/> <br/> <a href=\"https://www.flashback.org/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FOdious_debt\" target=\"_blank\">http://en.wikipedia.org/wiki/Odious_debt</a><br/> <br/> \"Låt klasskampen fortsätta och låt premiärministerna fly i helikopter, det lösar säker alla problem!\"<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad44.gif\" title=\"Sad44\"/> <br/> <br/> \"Varför inte se Ecuador som ett föredöme\" <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/> <br/> <br/> Ecuador: Konkurrenskraft jämfört med andra länder på world economic forums lista, Plats 105, Grekland plats 83, vad bra snart så har de backat ikapp sitt föredöme!<br/> <br/> BNP per capita,US$,(2009) Ecuador 4059, (landet har oljetillgångar), Grekland  29635,(landet har inga oljetillgångar), här har kommunisterna mycket att göra för att man skall lyckas backa tillbaka till sina kommunistvänners nivå i Ecuador, men jag är säker på att man kommer att lyckas med det, bara man fortsätter att vägra betala skatt, generalstrejka och vandalisera sin huvudstad!<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/> <br/> <br/> \"Grekerna har lånat ända sedan självständigheten 1821, utom vid ett tillfälle, då de tyska ockupanterna istället tvingade grekerna att låna ut pengar istället, men sedan har fortsatt att låna\" <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <br/> <br/> \"Grekerna måste befria sig ifrån IMF, EMU och EU\" Jaaa gör det, ingen blir gladare än jag, ingen kommer att sakna er. Utropa er som en del av den latinamerikanska revolutionen <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/beer2.gif\" title=\"Beer\"/> <br/> <br/> Men grekerna kan naturligtvis också välja en annan väg, den baltiska vägen. Estland har utmärkta statfinanser och växer nu snabb ekonomiskt. Arbetslösheten har på kort tid sjunkit ifrån 17% till 14%, och den fortsätter att sjunka. Mer än 1500 svenska företag är verksamma i landet. Men för att åstakomma detta så har man tvingats sänka lönerna med 20%. Estland är ett extremt exportberoende land, så kriser utomlands påverkar direkt: 70% av landet BNP är export att jämföra med Sverige som ligger under 50% av BNP som export.<br/> <br/> Estland har blivit ett nytt land sedan man kastat av sig det kommunistiska oket. Trots uppoffringar så har vanliga ester fått möjlighet att leva ett nytt och bättre liv. För t.o.m den mest råbarkade kapitalismen handlar inte bara om kriser utan främst om perioder av kraftig ekonomisk tillväxt och utveckling av ett lands produktivkrafter. Men esterna har förstås haft lång erfarenhet av kommunismen, en erfarenhet som grekerna saknar, än så länge....."
	},
	{
		"postIndex": 1601,
		"postNumber": 1632,
		"rankGlobal": 35,
		"scoreGlobal": 72.3,
		"userRank": 12,
		"userScore": 19.6,
		"postUserName": "Ivorbell",
		"postUserID": "u477538",
		"postUserUrl": "https://www.flashback.org/u477538",
		"postDateTime": "2011-07-08, 22:05",
		"postUrlInThread": "https://www.flashback.org/t1116535p136",
		"postUrlUniq": "https://www.flashback.org/sp31562349",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Ola Schubert</strong></div> <div>Militärjuntan avsattes pga Turkiets invasion av Cypen, som man inte lyckades förhindra. <br/> <br/>  Sanningen är den att missköter man sin ekonomi, (och inte är en lika stor spelare som USA), så går det åt helvete för eller senare. \"Den som är satt i skuld är inte fri\".<br/> <br/>  Nej, det kommer inte att bryta ut någon \"revolution\" i Europa. Däremot så kommer det säkert att bli ett folkligt demokratiuppror i Kina så småningom. Sedan beror det på hur sansade de kinesiska ledarna är om det hela också urartar i en global ekonomisk jättekris. Men även innan dess så kommer vi nog att få se ekonomiska kriser, mer eller mindre allvarliga.</div> </td> </tr> </table> </div>   Cypern var bara bägaren som rann över. Men Greklands inrikespolitik är ointressant i sammanhanget. Det är inte Grekland som orsakat krisen, Grekland drabbas bara först av krisen eftersom att de redan hade väldigt höga lån. Svaret finns inte i Grekland utan svaret finns i den internationella ekonomiska krisen. Folk vill gärna förenkla allting, men så lätt är det inte. <br/>  USA kommer bara hamna djupare i skiten och också krascha ordentligt, vilket de redan har gjort i princip.<br/> <br/>  Kina kommer inte få något \"demokratiuppror\", den auktoritära kapitalismen har visat sig vara mycket mer effektiv än den liberala. Kina kommer snarare att få en social revolution som kommer att bryta ut bland arbetarklassen därför att de inte kommer att vilja få det sämre igen efter att de nu fått det bättre under en tid, detta kommer leda till stora klasstrider i Kina som redan har flest kravaller i världen.<br/> <br/>  Enligt Robert P. Brenner som skrivit \"The economics of global turbulence, 2005\"(ni som har PMat mig  kan läsa den för att få en historisk återblick till anledningarna till krisen) började krisen egentligen redan i slutet på 60-talet då profiterna började att minska i produktionen. Varje åtgärd sedan dess har bara skett för att hålla uppe ekonomin med konstgjord andning men de relativa profiterna i produktionen har ändå hela tiden fortsatt att sjunka i procent. För att försöka hålla uppe ekonomin så började man tillslut med att helt enkelt ta bort regleringar, privatisera och sänka skatter för att få igång ekonomin. Visst det satte igång ekonomin lite men profiterna i produktionen fortsatte att minska. Istället vände sig kapitalister mot finansmarknaden eftersom att det inte fanns lika mycket vinst att göra inom produktionen längre. Efter att IT-bubblan sprack försökte man få igång ekonomin med billiga lån till alla och visst så fungerade det ett tag, till 2008. <br/> <br/>  Det har alltså lagts kaka på kaka för att hålla igång ekonomin men det hela har skett med lånade pengar de senaste 30 åren. Något hela ekonomin kommer att få betala senare, medelst en stor ekonomisk kris. <br/>  Problemet ligger alltså i grunden i att vinsterna i produktionen har blivit alldeles för små och osäkra. Profitkvotens fallande tendens i full sving.<br/> <br/>  Och vad kan egentligen få oss ur denna onda cirkel? Kanske ingenting? Ja, till och med frälsta nyliberaler måste ju börja undra vad som egentligen händer med deras kära kapitalism, men de kommer nog komma med nått om att det är statliga interventioner hit och dit som skapat detta. Dock är det ju kapitalismen egna logik som skapat det hela, det fanns mer vinst i finansmarknaden än i produktionen. Där ligger problemet i grund och botten, profitkvotens fallande tendens. <br/> <br/>  Det ska tilläggas att Robert Brenner förutspådde både bubblan 2001 och krisen 2008 och i boken från 2005 finns det beskrivet exakt vad som har lett till att vi har den situation vi har idag.<br/> <i>Here, at lastsomething good out of the left</i>  Wall Street Journal"
	},
	{
		"postIndex": 2171,
		"postNumber": 2214,
		"rankGlobal": 36,
		"scoreGlobal": 72.1,
		"userRank": 22,
		"userScore": 13.5,
		"postUserName": "styrlund",
		"postUserID": "u63614",
		"postUserUrl": "https://www.flashback.org/u63614",
		"postDateTime": "2011-11-02, 15:47",
		"postUrlInThread": "https://www.flashback.org/t1116535p185",
		"postUrlUniq": "https://www.flashback.org/sp33797919",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Madagascar</strong></div> <div>Javisst är det så. Det grekerna måste fundera på är hur deras agerande påverkar sina framtida lånebehov. Jag tror inte de behöver frukta en invasion - om inte de har lånat massor av turkiska banker.<br/> <br/>  Appråpå det, borde inte grekiska staten kunna välja att konka på skulderna till de utländska bankerna men inte de inhemska!?</div> </td> </tr> </table> </div> <br/>  Om jag fattat saken rätt, troligtvis kommer nån aspig nationalekonom ha åsikter om min förståelse.<br/>  Man måste bortse från Grekiska statens skulder till andra stater och världsbanken just nu.<br/>  Länderna i EU försöker med dessa stödpaket rädda deras egna privata banker som spekulerat i Grekiska statspapper.<br/>  Fransmännen som skriker mest om stödpaketen till grekerna har åtskilliga banker som kommer förlora mycket. <br/>  Sverige har vi SEB, konstigt nog den enda svenska banken som behöll stora delar sina grekpapper. Kanske visste ägarfamiljen att stödpaketen skulle komma.<br/>  Det är därför vi ser en drös med \"experter\" från SEB som ser till att synas i media nu.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.svd.se%2Fnaringsliv%2Fseb-samhallelig-kollaps-om-grekerna-rostar-nej_6599802.svd\" target=\"_blank\">http://www.svd.se/naringsliv/seb-sam...ej_6599802.svd</a> <br/>  De jobbar aktivt för att skapa en illusion av att hela EU är på randen till undergång bara för att Papandreou inte följer manuset som klubbades på Bildarberg i somras. SEB´s ägarfamilj hade en deltagare där. Även vår utrikesminister var där. Likaså Papandreou.<br/>  Folk måste inse att denna \"kris\" är skapad av två krafter. I första hand är det politiker som med galna vallöften kommit till makten, väl vid makten har de för att få sitta kvar tvingats låna utomlands för att genomföra sina vallöften.<br/>  I andra hand är det privata banker som högst medvetet klev in situationen genom att köpa statspapper. Fullt medvetna om att övriga EU-länder skulle betala dem pengarna som grekerna är \"skyldiga\" om det skulle uppstå problem.<br/>  Nu börjar saker bli lite mindre självklara, tyskarna sa ju redan för 3 veckor sedan att dessa räddningspaket är värkningslösa. Då flippade Sarkozy brölade att saker måste lösas. Samma Sarkozy skrek i telefon till Papandreou i går kväll att han skulle hasa sin grekröv till Cannes för att förklara sig.<br/>  Tror fan det är roligare att göra en prostataundersökning än att heta Papandreou och glida in på G20."
	},
	{
		"postIndex": 4785,
		"postNumber": 4868,
		"rankGlobal": 37,
		"scoreGlobal": 71.8,
		"userRank": 4,
		"userScore": 47.1,
		"postUserName": "rex144",
		"postUserID": "u251373",
		"postUserUrl": "https://www.flashback.org/u251373",
		"postDateTime": "2013-08-03, 21:45",
		"postUrlInThread": "https://www.flashback.org/t1116535p406",
		"postUrlUniq": "https://www.flashback.org/sp44606822",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>WenJiabao</strong> <a href=\"/p44602708#p44602708\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Läste precis en avbruten intervju med Tsirpas i FAZ ( tysk tidning). När reportern frågar honom om uttalanden han gjort så blir han arg och förnekar att han sagt så och avbryter intervjun. Tydligen har Syriza ett partiorgan som heter \"Avgi\" där tyskar hånas och kallas nasister. <br/> <br/>  Jag förstår inte hur folk kan gå på deras snack om att de kan pressa långivare till att ge Grekland pengar utan utsikt att någon gång få tillbaks dem. Se bara hur det gick för Cypern när de försökte samma sak. <br/> <br/>  Vore smartare för Grekland att försöka få till en 50% skuldavskrivning eller debt/equity swap, men då kan man inte kalla sina långivare för nazister. Med nuvarande skuldnivå kan Grekland aldrig återhämta sig även om de fått ordning på sitt land.</div> </td> </tr> </table> </div> <br/>  50% skuldavskrivning är realistisk på längre sikt,<br/>  problemmet är dock att då erkänner man att Grekland är bankrutt, <br/>  ett politiskt problem,<br/>  1. eurozonens och eurovalutans  anseende och trovärdighet... värdering<br/>  2. det blir ett dåligt prejudikat, fler euro-länder kan vilja få samma avskrivningar<br/>  3. länderna kan fortsätta skuldsätta sig när de vet ett det finns en räddning, så effekten av detta kan bli en ökning av skuldsättning, det är demoraliserande<br/> <br/> <br/>  Grekland har genomgått flera år med krympande BNP , <br/>  den grekiska börsen har minskat 50% ? 60%? 70%?<br/> <br/>  Grekland behöver stora utländska investeringar och inhemska = nya lån<br/>  deras trovärdighet på marknaden är noll<br/> <br/>  även 50% av skulderna är en enorm belastning,  de skulle behöva en 80% avskrivning<br/> <br/>  här finns en både politiskt och ekonomiskt problem, <br/> <br/>  de privata banker vill inte ta såna förluster och då får ändå skattebetalarna i Tyskland, Frankrike, etc. rädda bankernas miljardförluster, <br/>   statliga banker har köpt en massa grekiska skuldväxlar och investerat de i framtida pensioner, likaså privata banker,<br/> <br/>  även vid en +50%  avskrivning, så skulle Grekland få låna till en ränta som är 300%-500% högre än stabila länder, vilket skulle skapa en ny kris, <br/>  ingen litar längre på de grekiska politiker och institutioner, 1. de grekiska politiker är mycket populistiska, 2. den grekiska staten är genomkorrumperad, man kan inte lita på deras siffror"
	},
	{
		"postIndex": 2825,
		"postNumber": 2883,
		"rankGlobal": 38,
		"scoreGlobal": 71.7,
		"userRank": 46,
		"userScore": 8.4,
		"postUserName": "Lagro",
		"postUserID": "u670940",
		"postUserUrl": "https://www.flashback.org/u670940",
		"postDateTime": "2012-03-04, 04:29",
		"postUrlInThread": "https://www.flashback.org/t1116535p241",
		"postUrlUniq": "https://www.flashback.org/sp36035110",
		"sentence": "Moody s sänker Greklands kreditbetyg till lägsta möjliga. Betyget är sänkt till C, som är det sämsta en stat kan ha.<br/>  Även kollegerna Standard Poors och Flitch har nedvärderat Greklands kreditvärdighet till vad liknas vid konkurs. De här instituten förklarar det med att i praktiken betyder det att den som lånat pengar till Grekland, inte får tillbaka dem.<br/>  Det är franska och tyska banker som har största utlåningen till Grekland, vad som nu sker i Bryssel är att Greklands skulder manipuleras över på EU s skattebetalare för att rädda bankerna.Greklands<br/>   skulder är så gigantiska att bankerna kan inte ta dem, utan att det blir konkurser, som också skulle få en dominoeffekt.<br/>  Euron var en politisk skapelse, fanns inget ekonomiskt motiv och det förutsas av ekonomer och industrifolk att Euron är dömd att misslyckas.<br/>  Vad som hade fordras för att lyckas med Euron är ett land med en regering, men så är inte Europa och kommer aldrig att bli.<br/>  Frankrike och även andra länder måste acceptera Tyskland är den ekonomiska stormakten i Europa och kan inte neutralisera det.<br/>  Nu försöker många skylla problemen på Grekland, men det stora felet ligger hus EU s politiker, som lurade in de här länderna med svag ekonomi och industri i Euron, vilka nu har hamnat i enorma underskott, vilket kunde förutses.<br/>  Vad gäller Grekland,de kommer aldrig kunna betala sina skulder. Den enda lösningen för Grekland är att få avskrivet skulderna och de går in i egen flytande valuta."
	},
	{
		"postIndex": 2449,
		"postNumber": 2504,
		"rankGlobal": 39,
		"scoreGlobal": 71.5,
		"userRank": 3,
		"userScore": 68.9,
		"postUserName": "Ola Schubert",
		"postUserID": "u58815",
		"postUserUrl": "https://www.flashback.org/u58815",
		"postDateTime": "2012-02-11, 11:29",
		"postUrlInThread": "https://www.flashback.org/t1116535p209",
		"postUrlUniq": "https://www.flashback.org/sp35629565",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Patrik2108</strong></div> <div>Nå jag gissade det, en intern devalvering. Interna devalveringar är bara kapitalägarnas våta dröm för att få sina fantasivärlden bli förverkligade.</div> </td> </tr> </table> </div> <br/>  Eftersom du citerade precis det jag skrev, så behövde du ju inte gissa, bara läsa innantill.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       När det inom ett område sker en ekonomisk utveckling där produktionen inte motsvarar/stöder de penningmängder som är i omlopp så betyder det att det utbyts fantasibelopp. Så har det alltid varit. De fasta växelkurserna har bara hindrat oss från att se det. Sen när devalveringarna till slut kommit så har kapitalägarna förargat sig över \"nedskrivningen\" av valutan. De har inte fattat att marknaden har värderat valutan, att ingen i hela världen förutom den egna riksbanken har gett det fantasibelopp för valutan som man så högt önskat skulle gälla.      </td> </tr> </table> </div> <br/> <br/>  Och sedan leker du \"ekonom\" trots att du uppgett att du inte har någon respekt för just ekonomer.<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <br/> <br/>  Sedan är inte alls kapitalister, som sysslar med export, förargade över en devalvering. Tvärt om, får de betalt i utländsk valuta så får det ju betydligt bättre betalt, (räknat i det det devalverande landets valuta), och kan exportera mera. Däremot så är de som sysslar med import mindre glada. Övriga kapitalister drabbas \"bara\" indirekt. Men <u>hela folket</u> drabbas av en devalvering som misslyckas! Det upptäckte vi i Sverige, efter nära 10 års devalverings kaos. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Att devalvera är rättvist. En intern devalvering är inte rättvis. Om man tex. skaffat sig en bostad så har man betalat det fulla fantasibeloppet för bostaden men efter den interna devalveringen på 70% har husets värde i stort blivit reducerat med 70% och betalningsförmågan har blivit reducerad med 70%. Detta orsakar stor förödelse för ett helt lands interna ekonomi. En regelrätt devalvering reducerar alla belopp i samma proportioner. Det är bara de som tagit utländska lån för att låna vidare inom landet som drabbas. Men det är de som skall drabbas. De har spekulerat, de borde ha sett att ekonomin skevar. De har tagit en risk och förlorat.       </td> </tr> </table> </div> <br/> <br/>  Husets \"värde\" sjunker inte i och med kraftig interna devalering. Däremot sjunker husets <u>markanadsvärde</u>  pga två orsaker: Folk får mindre köpkraft och folk tvingas ifrån sina hus vilket ökar utbudet. Men en devalvering, för att inte tala om en misslyckad stor devalvering, ställer också till med stora problem. Även där minskar folks köpkraft och folk kan tvingas gå ifrån sina hus. En misslyckad stor devalvering är ingenting annat än en extrem katastrof, till ingen nytta. Och fast då fastighetsbubblan kan fortsätta att växa ännu en tid, så spricker den förr eller senare. Läs svensk 80-tals historia, om du inte upplevt den tiden själv. Och läs in dig på krisen i Sverige i början av 90-talet!<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Så här har det sett ut historiskt. Men samma sak gäller Grekland idag. De har en fast växelkurs och kostnadsläge som inte motsvarar deras ekonomi. Men eftersom de inte har någon egen valuta så kan de inte ge upp växelkursen. Jag har alltid anat att många hade den våta drömmen att man med euron skulle kunna tvinga länder till interna devalveringar. Att spekulanter alltid skulle garanteras sina fantasivärden på folkets bekostnad. Jag är ytterst bestört och skrämd över att den politiska eliten inte har sett att hela europrojektet är en förskjutning av makten till kapitalägare och spekulanter och där den sunda basekonomin får betala priset.      </td> </tr> </table> </div> <br/>  Vi verkar i alla fall vara överrens om att Grekland har en för stor ekonomisk kostym i dagens läge. Ja, kostnadsläget är alldeles för högt i dagens Grekland. Det mest naturliga är väl då att <u>sänka det för höga kostnadsläget</u>, eller hur? Sedan medger jag gärna att en sjunkande valutakurs kan hjälpa till.<br/> <br/> <br/>  Men i fallet Grekland så finns det två stora problem:<br/> <br/>  Dels så skulle en flytande drachmer sjunka extremt mycket, och orsaka svåra effekter.<br/> <br/>  Dels så skulle grekerna inte kunna hantera sådana effekter utan krav på lönekompesation, strejker skulle komma.<br/> <br/>  Man skulle då inte tvingas göra någonting åt de struktur-problem som finns i den grekiska ekonomin. <br/> <br/>  Korruptionen skulle fortsätta att blomstra<br/>  Svågerpolitiken fortsätta<br/>  Produktiviteten i den offentliga sekort fortsätta att minska<br/>  Bostadsbubblan öka än snabbare<br/>  Devalveringsvinsterna skulle snabbt försvinna och den internationella konkurrenskraften fortsätta att minska efter den korta tiden med devalveringsvinster. <br/> <br/> <br/>  Och sedan skulle nästa kris komma i form av en fastighets/finanskris"
	},
	{
		"postIndex": 2259,
		"postNumber": 2308,
		"rankGlobal": 40,
		"scoreGlobal": 71.2,
		"userRank": 28,
		"userScore": 12.3,
		"postUserName": "Patrik2108",
		"postUserID": "u556056",
		"postUserUrl": "https://www.flashback.org/u556056",
		"postDateTime": "2011-11-05, 11:20",
		"postUrlInThread": "https://www.flashback.org/t1116535p193",
		"postUrlUniq": "https://www.flashback.org/sp33847443",
		"sentence": "Jag funderar lite på  ekonomiska detaljer där jag har lite annan uppfattning än (de flesta) övriga. Om vi säger att Grekerna skulle övergå till drakma så påstår man att deras skulder skulle öka, att de skulle få svårare att betala. Jag är av annan åsikt. Skulden skulle ju fortfarande vara densamma. Den skulle vara samma belopp (eurobelopp). Att värdet på grekernas produktion skulle minska stämmer inte heller. Den skulle också fortfarande vara densamma. En ny valuta innebär endast att man inom landet har en ny måttenhet för varor och tjänster. I den mån den ändringen medför att den grekiska produktionen värderas lägre så kan det bara vara en korrigering av tidigare felvärderingar. Men inte skulle man ju innan ett valutabyte (som i praktiken innebär devalvering) heller kunna upprätthålla god (mindre dålig) betalningsförmåga med fantasivärden. Så jag ser inte att argumentet om att skulderna skulle explodera är riktigt.<br/> <br/>  Det enda som skulle kunna försämra skuldläget är om man gör sina euron till drakman och sedan låter den valutan falla. Där kommer min andra invändning. Om grekerna byter valuta så betyder det ju inte att deras euron blir drakma. De euron de har är ju fullvärdiga euron precis som deras skulder är fullvärdiga euroskulder. Även om man är bankrutt så skall ju de tillgångar man faktiskt har räknas som tillgångar. Det man har det har man och byter man valuta så betyder det att man från en viss tidpunkt successivt inför en ny valuta. Att ha euron på banken skall vara precis lika som att ha dem i plånboken. Inte skulle mina euron i plånboken bli till drakma heller om valutabytet skulle ske när jag är där på semester. Det finns inga skäl att ändra grekernas befintliga eurotillgångar till drakma , och om det görs så skall skuldtillgångarna också bli drakma enligt samma måttstock."
	}
]
