[
	{
		"postIndex": 2393,
		"postNumber": 2448,
		"rankGlobal": 1,
		"scoreGlobal": 100,
		"userRank": 54,
		"userScore": 10.3,
		"postUserName": "agh39",
		"postUserID": "u115536",
		"postUserUrl": "https://www.flashback.org/u115536",
		"postDateTime": "2012-01-23, 16:47",
		"postUrlInThread": "https://www.flashback.org/t130697p204",
		"postUrlUniq": "https://www.flashback.org/sp35286089",
		"sentence": "Hej igen.<br/> <br/>  Hittade lite annat som avråder från Envarsingripande:<br/>  \"Här är lite fakta om det brott man begår när man plankar. Brottet man begår om man tjuvåker kallas bedrägligt beteende (BrB 9kap 2§ 2st) och lagen stadgar böter eller fängelse i högst sex månader för detta. Svensk rätt ger alla rätt att gripa en person som begår brott på bar gärning på vilket fängelse kan följa (RB 24:7) och ett sådant brott är bedrägligt beteende, sådant gripande kallas envarsgripande. Just kriteriet \"bar gärning\" är viktigt eftersom det innebär att en kontrollant (eller egentligen vem som helst) har rätt att gripa en person som passerar spärrarna utan att betala eller uppvisa giltig biljett. Vid ett s.k. envarsgripande tillkommer vissa befogenheter som t.ex. rätten att använda våld som kan anses \"försvarligt\" om personen försöker undkomma eller gör motstånd (PL 10 §). Dessutom tillkommer även rätten att genomföra en kroppsvisitation om det är nödvändigt av säkerhetsskäl i syfte att hitta och kunna ta omhand farliga föremål (PL 19§ 1st). Sammanfattningsvis kan man alltså säga att en kontrollant vid spärrarna har rätt att gripa en person som plankar och får då använda våld för att genomföra gripandet och kroppsvisitera personen om det är nödvändigt och överlämna personen till polisen. Men däremot är som bekant inget brott att tappa bort biljetten eller inte vilja visa upp den och därför finns det en s.k. speciallag med titeln \"Lag (1977:67) om tilläggsavgift i kollektiv persontrafik\". Denna lag reglerar rätten för ett kollektivtrafikbolag att ta ut en tilläggsavgift för resenärer som inte kan uppvisa en giltig biljett vid kontroll, hur avgiften skall fastställas och vilka befogenheter som tillkommer kontrollpersonalen. Denna lag medför inte någon skyldighet för resenärer att uppge namn, personnummer eller uppvisa legitimation för kontrollpersonalen. Kontrollanternas befogenheter är mycket begränsade till att avlägsna personer som vägra lösa biljett eller betala tilläggsavgift (5§). Begreppet \"avlägsna\" medför att kontrollanterna får föra personen från platsen, tåget eller bussen och om det är nödvändigt använda försvarligt våld (PL 10 1st punkt 4). Dessutom får de begära hjälp från polisen att genomföra avlägsnandet om så är nödvändigt. Dessutom finns det ett avsnitt i Ordningslag (1993:1617) vars 4 kap 6 § punkt 4 stadgar \"4. skaffa sig tillträde till område innanför ingångsspärren till tunnelbana utan att kunna uppvisa giltigt färdbevis\". Påföljden regleras av den 10 § \" Den som bryter mot någon av 4--6 §§ döms till penningböter, om gärningen inte är belagd med strängare straff i brottsbalken eller någon annan författning.\". Med anledning av att fängelse inte finns i straffskalan är inte rekvisiten för ett envarsgripande uppfyllt. Dock ger den aktuella lagen (9 §) befogenheter till polisman och ordningsvakt att avvisa eller avlägsna personen. Tidigare nämndes att rätten att göra envarsgripande, men eftersom det inte är ett brott att tappa biljetten eller inte vilja visa den och inte heller kan anses vara på bar gärning kan man inte använda denna rätt inne på tunnelbaneområden, buss och motsvarande. Därmed kan man sammanfatta kontrollanternas hårt begränsade befogenheter till att ta ut tilläggsavgift av personen som inte kan uppvisa giltig biljett. Vägrar personen betala tilläggsavgift får kontrollanten inte hålla kvar personen eller vidta någon annan tvångsåtgärd förutom att avlägsna personen från platsen. Dessutom gäller att om avsaknaden av giltig biljett \"får anses vara ursäktlig med hänsyn till den resandes ålder, sjukdom, bristande kännedom om lokala förhållanden eller annan omständighet\" får inte tilläggsavgift uttagas (2§ lag 1977:67)). \"<br/>  -------------------------------------------------------------------------------------------------------------<br/> <br/>  Samt även skillnaden på de olika transportmedlem och förarnas olika befogenheter, kanske är gammalt som redan behandlats:<br/> <br/>  \"Halkade in på denna intressanta sida igår och vill passa på att förtydliga några punkter i denna tråd, hoppas att den fortfarande läses. Det är möjligt att jag slår in öppna dörrar, men det är viktigt att alla som jobbar i kollektivtrafiken har järnkoll på lagarna. Först kommentarer till några inlägg: QM: Det innebär hur som helst INTE att jag MÅSTE visa det för vem-som-helst som vill se det. SL-kontrollanter är i det fallet juridiskt sett vem-som-helst. De enda som jag är skyldig att visa färdbeviset för är polis. SL-kotrollanter får inte göra någonting annat än att tillkalla polis och hoppas att jag inte går därifrån. Detta är direkt fel. Om du köper en biljett eller någon form av åkkort ingår du ett civilrättsligt avtal med SL. I och med ditt köp går du med på det som står på baksidan på kortet: Skall uppvisas för och på begäran överlämnas till biljettförsäljare och kontrollpersonal. Är det så att du har ett personligt åkkort står det även: ID-kort skall på begäran kunna uppvisas. Polis har över huvud taget inte med detta ärende att göra. De ska inte kontrollera färdbevis, dels är det inte deras uppgift, dels har de ingen taxautbildning. De kan kontrollera din identitet och dela ut ordningsbot för att man inte har biljett. Sedan har all trafikpersonal (förare, spärrexpeditör, värd osv) rätt att fråga resenär om det finns en biljett eftersom det inte är tillåtet att vara på området utan en sådan. AbsolutOttoFunk: Förvisso har min sammantagna studietid framför lagboken, fått mig att inse att en biljettkontrollant inte är trafiktjänsteman. Fortfarande har inte en biljettkontrollant \"ombordpersonal\" lagstöd när de ingriper mot resenären. De får inte avvisa, avlägsna. Du har inte läst tillräckligt. Ordningslagens fjärde kapitel, paragraf 2 är mycket tydlig, Trafiktjänsteman är den som har uppgifter som avser ordning och säkerhet, arbetar på ett kollektivtrafikföretag samt har uniform. Detta är i princip all uniformerad Connexpersonal som arbetar på fältet. Sedan har ingen i denna tråd lyft fram den oerhört stora skillnaden mellan olika trafikslag. Trafiktjänsteman är man på tunnelbana, spårväg, buss och taxi. Befogenheterna är att anvisa och tillsäga, inget fysiskt. Om man däremot jobbar på tågsträckor, pendeltåg, fjärrtåg, Saltsjö-, Lidingö- samt Roslagsbanan är man befattningshavare inom järnvägssystem, på vissa ställen kallad ombordpersonal. Dessa har rätt att avvisa/avlägsna, omhänderta samt beslagta alkohol då de lyder under Järnvägslagen (tidigare Järnvägssäkerhetslagen). Har du ingen biljett på dessa trafikslag är det står risk att du åker av och du kan inte göra ett skit åt det. Viktigt är att notera att eftersom det är Connex som sköter kontrollen på Saltis och Lidingö blir kontrollpersonalen befattningshavare på dessa banor. Man växlar alltså mellan olika befogenheter beroende på var man kontrollerar. Vill också lyfta fram detta med bedrägligt beteende. Man kan inte tillämpa denna paragraf bara för att någon hoppar över spärrlinjen, utan det gäller om man nyttjar själva transportmedlet, alltså åker med tåget. Att hoppa över spärren och inte ha biljett är dels ett brott mot Ordningslagen, dels blir man föremål för utdelande av tilläggsavgift enligt Lagen om tilläggsavgift. Det blev lite långt, men hoppas det var intressant. Jag har valt att inte länka eller citera lagtexter då detta redan är gjort tidigare i tråden. Återkom gärna med synpunkter om sådana finnes. \""
	},
	{
		"postIndex": 1597,
		"postNumber": 1639,
		"rankGlobal": 2,
		"scoreGlobal": 91.8,
		"userRank": 2,
		"userScore": 83.5,
		"postUserName": "Baath",
		"postUserID": "u384575",
		"postUserUrl": "https://www.flashback.org/u384575",
		"postDateTime": "2010-10-27, 19:11",
		"postUrlInThread": "https://www.flashback.org/t130697p137",
		"postUrlUniq": "https://www.flashback.org/sp26443255",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ATIX</strong></div> <div>Visa du käller på det isf. Vad jag vet så är samtliga som arbetar informerade att de inte kan hindra någon att gå av tåget, därav sker det aldrig några fall av den här typen. Enkelt va? Det vanliga är väl att folk är rädda och accepterar avgiften på 800 då de känner det jobbigt att bara gå. Svårare än så var det inte, så vad för källor ska jag visa?<br/> <br/>  Lite som att du säger att det är olagligt att spela piano med en råtta springades på pianot medan jag hävdar att det inte är ett brot. Varför ska jag då visa någon källa på detta? Det står ju klart och tydligt i lagen som du dessvärre inte kan läsa. <br/> <br/>  Jag har ju suttit i ett tåg och hjälpt en medresenär på detta sätt och han ringde sin chef och kollade. Vad är det som är svårt att förstå? Jag hörde talas om detta första gången på radio av en som var väldigt insatt i rätt - om han jobbade på universitet eller vad vet jag dock inte.</div> </td> </tr> </table> </div> <br/>  Källor på vad? Att det finns folk som blivit dömda för bedrägligt beteende? Gå till valfri domstol inom stockholms län och be att få ut domar. Där lär du hitta något. Jag har tyvärr inte målnummer i huvudet. Vill du ha källor på att kontrollanter INTE blivit dömda för olaga frihetsberövande så är det hart när omöjligt med mindre än att jag går igenom ALLA domar som kommit under tiden lagen som reglerar olaga frihetsberövande har funnits, och det tänker jag baske mig inte göra.<br/> <br/>  Självklart kan man hindra någon som inte gör rätt för sig att lämna stationen (man bråkar gå av tåget tillsammans med den gripne för att det skall vara praktiskt görbart för polisen att ta sig till platsen).<br/> <br/>  Det är så här det funkar, och det är hysteriskt enkelt:<br/> <br/>  När du skall åka tunnelbana behöver du ha ett giltigt färdbevis. Ett exempel på ett sådant färdbevis är sms-biljett. Den kostar 30kr. Har du inte giltigt färdbevis får du inte åka tunnelbana. Åker du tunnelbana utan giltigt färdbevis gör du dig skyldig till bedrägligt beteende.<br/> <br/>  Bedrägligt beteende har fängelse i straffskalan och är därmed gripbart för envar om man har bar gärning.<br/> <br/>  När du sitter på tunnelbanan har du skyldighet att visa upp giltigt färdbevis för biljettkontrollant, allt i enlighet med det civilrättsliga avtal du ingår när du köper din biljett. Visar du inte upp giltigt färdbevis så har kontrollanten en lagstadgad rätt att ta ut en tilläggsavgift. Det innebär att din resa inte längre kostar 30kr utan istället kostar 1200kr (som jag har för mig att tilläggsavgiften är på). Accepterar du inte det nya priset på resan, som du redan utnyttjat, genom att legitimera dig och skriva på betalningslappen så har du, per definition, inte gjort rätt för dig. Det innebär alltså att du har åkt med tunnelbanan utan giltigt färdbevis. Eftersom kontrollen sker på tåget så har man bar gärning på att du åkt tunnelbana utan giltigt färdbevis. Att åka tunnelbana utan färdbevis är som vi redan konstaterat bedrägligt beteende. Därför kan kontrollanten gripa dig.<br/>  Om du läser förarbetena, vilka det hänvisats till, och som är det som reglerar hur lagen skall tolkas, så ser du klart och tydligt att en tappad biljett inte är en ursäkt att inte betala tilläggsavgiften. Du kan alltså inte dömas för ett brott för att du tappat din biljett (som är en värdehandling och som du är skyldig att visa på uppmaning från kontrollant), men du måste då acceptera kontrollavgiften (vilket du gick med på när du köpte den ursprungliga biljetten då det står i avtalsvillkoren). Har du tappat din biljett och inte accepterar kontrollavgiften så har du inte gjort rätt för dig och kan således gripas av envar. Däremot så kommer polisen med mycket stor sannolikhet häva gripet efter att de legitimerat dig och du är fri att gå därifrån (däremot så kommer du med största sannolikhet bli avvisad från tunnelbanan) i väntan på att få beslut huruvida de kommer att gå vidare med förundersökningen eller om det läggs ner. Det är så det fungerar. Läs lagtexten till bedrägligt beteende. Läs lagen om tilläggsavgift och då särskilt förarbetena. Det är där det står hur man skall tolka lagen. Vad rösterna du hör när du tar av dig foliehatten säger inget om hur man skall tolka lagen.<br/> <br/>  Eller, för att ta det kort. Jag och ett antal andra har rätt. Du har fel."
	},
	{
		"postIndex": 3091,
		"postNumber": 3153,
		"rankGlobal": 3,
		"scoreGlobal": 90.2,
		"userRank": 5,
		"userScore": 75.6,
		"postUserName": "EIIer",
		"postUserID": "u664995",
		"postUserUrl": "https://www.flashback.org/u664995",
		"postDateTime": "2012-12-10, 22:13",
		"postUrlInThread": "https://www.flashback.org/t130697p263",
		"postUrlUniq": "https://www.flashback.org/sp40833076",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Emerain</strong></div> <div>När du använder din biljett så accepterar du de allmänna villkoren som gäller från företaget. Det är din uppgift att hålla koll på dem. Där står det att du förbinder dig att visa upp giltigt färdbevis eller att acceptera tilläggsavgiften.<br/>  Du har 1 rätt. Att inte visa upp sin biljett är inte ensamt skäl nog att bli envarsgripen, men att samtidigt inte ta emot tilläggsavgiften gör att situationen är tillräcklig. Kontrollanterna får fortfarande stoppa dig, du är på flyende fot.</div> </td> </tr> </table> </div> De allmänna villkoren handlar om civilrätt. De får helt enkelt stämma mig ifall jag ej följer avtalet. De kan alltså inte envarsgripa mig ifall jag ej följer avtalet. Det borde vi väl vara överens om?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Emerain</strong></div> <div>Brottet heter Bedrägligt beteende, som är den ringa formen av bedrägeri. Bedrägligt beteende har fängelse i straffskalan och därför är fullt möjligt att envarsgripa för.<br/> <br/>  Att inte visa biljetten är absolut inte olagligt, men då får man acceptera att man ska betala tilläggsavgiften. Det är när man vägrar också det som det faller ut i bedrägligt beteende. <br/> <br/>  Du får absolut inte heller glömma detta: envarsgripande kräver inte bevis nog för fällande dom och taket i straffskalan.</div> </td> </tr> </table> </div> Nu gör du följande matematikfel. Du har 1+x+2=z. Ifall z=3 har du rätt att envarsgripa. Men du missar att det finns ett x också vilket gör att du enbart har misstanke om att det borde ha begåtts ett brott här. Liknande att det saknas alla marabouchoklad i butiken och du är den ende som varit i butiken de två första timmarna. Har någon då rätt att gripa dig 100 meter från affären? 1+2 stämmer ju men ska vi inte lägga till x? Har vi sett att ett brott begåtts (dvs bar gärning)? Nej, självklart kan vi inte gripa, varken jag, du eller någon annan. Kan du inte ens överföra denna tanke till kollektivtrafiken? Åtminstone säga att det är möjligt att det är så...<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Emerain</strong></div> <div>Envarsgripande tillåter ganska stora subjektiva bedömningar av envar. De behöver inte ha bevis nog att få dig häktat och fälld i domstol. Det som bedöms är om de hade sina rimliga subjektiva skäl att gripa på. Att polisen väljer att släppa någon alternativt att personen inte fälls i domstol eller att förundersökningen läggs ner, det kan mycket väl hända utan att envarsgripandet för den sortens skull var fel.</div> </td> </tr> </table> </div> Nej, de måste inte få personen dömd men det handlar ju mer om att ifall jag ser någon slå en annan på stan och jag griper för \"misshandel\" kan dessa personen ha gjort upp om att det var ok att slå varandra då viss misshandel är ok ifall alla är överens. Men du måste åtminstone ha sett brottet! Räcker knappast att någon springer allt vad han kan med en säck pengar som håller på att blåsa omkring medan han springer. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> Kan vi inte vara överens om att ingen av oss är 100% säker men att det finns öppningar för alla möjliga scenario ifall man lägger fram det väsentliga från ens egen sida?<br/> <br/>  För du har aldrig heller kommit med ett bevis <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/><br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       1 § Den som driver kollektiv persontrafik, för vilken regeringen eller förvaltningsmyndighet fastställer taxa, får under de förutsättningar som anges i denna lag taga ut tilläggsavgift av resande som ej kan förete giltig biljett.<br/>  Regeringen eller förvaltningsmyndighet som regeringen bestämmer får föreskriva att denna lag skall gälla även annan utövare av kollektiv persontrafik än sådan som avses i första stycket.<br/> <br/>  Tilläggsavgift tages ut utöver avgift för biljett. Lag (1982:309).<br/> <br/>  2 § Tilläggsavgift får ej tagas ut om avsaknaden av giltig biljett får anses vara ursäktlig med hänsyn till den resandes ålder, sjukdom, bristande kännedom om lokala förhållanden eller annan omständighet.<br/> <br/>  3 § Tilläggsavgift bestämmes till belopp som är skäligt med hänsyn till trafikutövarens kostnader för biljettkontrollen och avgiften för den biljett som har avkrävts den resande men som han ej har kunnat förete.<br/> <br/>  4 § I fall som avses i 1 § första stycket meddelar den myndighet som fastställer taxan även de föreskrifter som behövs om tilläggsavgift. I fall som avses i 1 § andra stycket meddelas sådana föreskrifter av den myndighet som regeringen bestämmer.<br/> <br/>  5 § Resande som vägrar att lösa biljett eller erlägga tilläggsavgift får avvisas från färdmedlet av tjänsteman som utför avgiftskontroll. Vad som nu har sagts om färdmedel gäller även sådant område för järnvägs-, spårvägs- eller tunnelbanetrafik till vilket allmänheten äger tillträde endast om färd avgift har erlagts.<br/> <br/>  På begäran av tjänsteman som utför avgiftskontroll lämnar polismyndighet handräckning för verkställande av sådan avvisning som avses i första stycket.<br/> <br/>  6 § Regeringen bemyndigas att meddela ytterligare föreskrifter i de avseenden som regleras i denna lag.      </td> </tr> </table> </div> Paragraf 5 här säger att man får avvisa personen. Sen är ert svar att man kan vara snäll och inte måste avvisa honom. Denna paragraf är för att klargöra att vi måste lösa problemet som uppstått. varför var inte lagstiftarna tydliga med att personen som vägrar detta gör sig skyldig till ett brott som har fängelse i straffskalan? Att ni tolkar det som att vill man inte gripa får man avlägsna... Det blir lite löjligt enligt mig.<br/> <br/>  Det finns ett kryphål här, precis som det finns ett kryphål för alla privata vårdenheter att föra ut vinster ur Sverige. Men jag vet att kryphål alltid finns när det gäller rika i detta land. Så det är uppbyggt nämligen. Att de inte täppt igen detta för längesen här handlar kanske om att det inte är ett kryphål utan att det är fullt möjligt att bara gå hem.<br/> <br/> <br/>  TILL SIST:<br/> <br/>  Jag läste ngt intressant i tråden. Vi ponerar följande!<br/> <br/>  Kontrollant ber att få se biljetten.<br/>  jag visar<br/>  kontrollanten ber att få se biljetten<br/>  jag visar.<br/> <br/>  Detta upprepar sig sen runt 20 gånger innan jag blir förbannad och vägrar. Då vill han se min legitimation men jag vägrar - och då kan ingen tilläggsavgift skrivas.<br/> <br/>  Tror du nu på fullt allvar att kontrollanten - eller ngn - annan kan gripa mig? Antagligen skriver du att kontrollanten har ju sett biljetten... ja men det var ju innan. Jag kan ju ha eldat upp den eller gett den till en kompis nu? Fortfarande bara misstanke alltså. Nej, inget gripande kan förekomma enligt mig.<br/> <br/>  Sen har jag sagt följande tidigare men INGEN har kunnat ge mig ett svar.<br/> <br/>  En person åker utan biljett och erkänner detta. Kontrollanten ber om ID och personen visar. När tjuvåkaren fått sin tilläggsavgift griper jag honom för bedrägligt beteende då han uppenbarligen inte hade någon biljett och ej gjorde rätt för sig.<br/> <br/>  Det är alltså inte att göra rätt för sig att betala en tilläggsavgift. Lika lite som det är att göra rätt för sig genom att sitta i fängelse eller betala böter.<br/> <br/>  Och vad sker ifall du inte betalar tilläggsavgiften då? Detta är kanske mer intressant? har du då inte gjort rätt för dig? Eller räcker det att få avgiften registrerad?<br/> <br/>  Jag vill mest att du funderar över de scenario och även andra du själv kan komma på ifall du är självkritisk och vill se ifall du kan hitta saker som talar för att jag har rätt. Jag brukar tänka så men här finns det bara så mycket som pekar fördel min summering av alla fakta."
	},
	{
		"postIndex": 1417,
		"postNumber": 1455,
		"rankGlobal": 4,
		"scoreGlobal": 89.1,
		"userRank": 2,
		"userScore": 83.5,
		"postUserName": "Baath",
		"postUserID": "u384575",
		"postUserUrl": "https://www.flashback.org/u384575",
		"postDateTime": "2010-10-12, 21:40",
		"postUrlInThread": "https://www.flashback.org/t130697p122",
		"postUrlUniq": "https://www.flashback.org/sp26080962",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Fri</strong></div> <div>  Vi lider inte av passtvång för bussresor i Sverige. Ditt \"papers please\" är kanske skrämmande i Nordkorea, men i Sverige är ditt agerande brottsligt och du skulle direkt dömas för grov misshandel och olagligt frihetsberövande och du skulle i praktiken få livstids yrkesförbud, om du skulle agera såsom du påstår att du gör inför tunnelbanevagnens kameror och vittnen. </div> </td> </tr> </table> </div> <br/>  Nej, vi har inte passtvång för att åka med tunnelbana. Däremot så har vi tvång (ja, tvång) på att du skall ha biljett. Har du inte biljett eller vägrar att visa biljetten så måste du erlägga kontrollavgift. För att kunna göra detta måste du på ett eller annat sätt legitimera dig. Vägrar du att erlägga kontrollavgift och du ej heller legitimerar dig så är det skäl för att gripa dig.<br/>  Hah, det är mig veterligen ingen som blivit dömd för varken grov misshandel eller olaga frihetsberövande då de gripit någon som vägrat visa upp biljett och vägrat acceptera kontrollavgiften. Det har heller aldrig förekommit något livstids yrkesförbud. Däremot så har jag varit med om folk som blivit dömda för bedrägligt beteende då de inte visat upp biljett eller vägrat att acceptera kontrollavgift.<br/> <br/>  Kort sagt. Du snackar skit.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Fri</strong></div> <div>Polis bryr sig aldrig om att \"komma till platsen\" för att nån juridiskt totalt obildad lågavlönad SL-kontrollant för tusende gången idag påstår sig ha hittat någon som avstår från att visa kvitto för en eventuellt inköpt tjänst.</div> </td> </tr> </table> </div> <br/>  Det gör dem visst. Åtminstone i stockholms län. Ringer kontrollgruppen in och säger \"hej, vi står på den här stationen och där har vi gripit en person för bedrägligt beteende\" så kommer polisen att komma dit. Jag har varit med om det många många gånger.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Fri</strong></div> <div>Folk hyr bil.<br/>  Kör den ut ur landet och säljer den.<br/>  Polisen inleder aldrig någon förundersökning, därför att biluthyraren lämnade ut nycklarna och det handlar sig därför framförallt om en civilrättslig tvist, och i vart fall inte ett tillräckligt allvarligt brott för att besvära någon polis. Men du tror att en kontrollant som hittar en stum trafikant har att göra med ett polisärende...</div> </td> </tr> </table> </div> <br/>  Som sagt, du snackar skit om sådant du vet noll och intet om.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Fri</strong></div> <div>Totalt nonsens!<br/>  Om man inte \"frivilligt\" stannar kvar, så ska man med våld gripas???<br/>  Du verkar inbilla dig själv att trafikanten är en brottsling så länge kontrollanten inte vet vilken identitet han har, eller huruvida han har betalat för sig eller inte. Tyvärr, världen kretsar inte runt ditt ego. Du måste VETA att trafikanten uppsåtligen har agerat bedrägligt för att bli trafikant för att du (eller hans medtrafikant) ska få gripa honom. Och du har ingen rätt alls att identifiera någon människa, inte ett dugg mer alls än vad jag har om jag skulle mäta dig på gatan.<br/> <br/>  Om trafikanten avstår från att visa färdbevis på din begäran som kotnrollant, så inskränker sig all din befogenhet till att i din arbetsgivares namn uppmana trafikanten att stiga av vid nästa hållplats. På exakt samma sätt har en ICA-handlares anställda rätt att uppmana en störande kund att avlägsna sig hur hans lokaler.</div> </td> </tr> </table> </div> <br/>  Sluta sniffa lim innan du skriver i forum. Det finns en lag om tilläggsavgift i kollektivtrafik. Den säger att du MÅSTE erlägga kontrollavgift om du av en eller annan anledning inte kan eller vill visa upp giltigt färdbevis UTAN anmodan från kontrollant. Följer du inte det så kan du utan några som helst problem gripas för bedrägligt beteende. Jag har sett det ske många gånger. Om du då du med lagstöd blivit gripen för bedrägligt beteende ändå försöker avvika från platsen får kontrollanterna använda våld enligt polislagens tionde paragraf använda våld för att hindra dig att avvika platsen.<br/> <br/>  Vi kan göra en liten jämförelse som kanske går in i din inte allt för bildade hjärna. Du är ute på stan och promenerar. Du ser hur en person (A) knuffar omkull en annan person (B). Person B griper person A för misshandel. Person A hävdar att han inte hade något uppsåt att knuffa person B och menar att det var en olyckshändelse. Person A vidhåller ändå sitt gripande. Person B tycker att det hela är löjligt då han fortfarande menar att det är en olyckshändelse och bestämmer sig för att gå därifrån. Person B tar då tag i person A och håller fast honom tills dess att polisen kommer. <br/>  Menar du då att person B skall fällas för olaga frihetsberövande och misshandel? Person A hävdar ju att han inte hade något uppsåt att knuffa omkull B. Naturligtvis gör du inte det eftersom du förhoppningsvis inte är en idiot (även om du i det här inlägget visar på motsatsen) utan inser att det är upp till åklagare att utreda huruvida person A haft uppsåt eller inte. Person B agerar nämligen bara på det han ser, dvs att person A avsiktligt knuffar omkull honom. Ett helt korrekt envarsgripande av person B alltså.<br/>  Eller ett annat exempel. Du ser en person såga upp ett lås till en motorcykel. Du griper personen. Han hävdar att det är hans motorcykel. Du informerar honom att han är gripen för skadegörelse och försök till tillgrepp av fortskaffningsmedel och att han måste vänta kvar på platsen tills dess att polis anländer. Han väntar tills polisen kommer. Skall du då gripas för olaga frihetsberövande om det visar sig vara hans motorcykel? Nej, eftersom du agerade på det du såg. <br/>  Så, skärp dig nu!"
	},
	{
		"postIndex": 26,
		"postNumber": 28,
		"rankGlobal": 5,
		"scoreGlobal": 88.2,
		"userRank": 67,
		"userScore": 8.7,
		"postUserName": "-Info-",
		"postUserID": "u736",
		"postUserUrl": "https://www.flashback.org/u736",
		"postDateTime": "2004-06-09, 11:28",
		"postUrlInThread": "https://www.flashback.org/t130697p3",
		"postUrlUniq": "https://www.flashback.org/sp1072594",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>RayKrebbs</strong></div> <div>Ett envarsgripande får alla göra.  Väktare, ordningsvakter, SL:s biljettkontrollanter, eller allmänheten.  Förutsättningen härför är, som många har påpekat, att fängelse kan följa av brottet.<br/> <br/>  Frågor på detta?</div> </td> </tr> </table> </div> <br/>  Det bör verkligen förtydligas att man endast får gripa nån på bar gärning. Dvs när brottet sker.<br/> <br/>  Tex om nån begår en stöld och du är där just då har du rätt att attackera och gripa personen och hålla kvar honom tills polisen kommer (eller plocka honom till en polisstation). <br/> <br/>  Men däremot om du ser personen en vecka senare och du vet att det är han som gjorde inbrottet har du ingen rätt att attackera honom och hålla fast honom. Då har du bara rätt att tillkalla polis.<br/> <br/>  När det gäller SL och biljetter så har var och en rätt att gripa en person som passerar spärrarna och man med största sannolikhet misstänker saknar ett giltigt färdbevis. Däremot har inte var och en rätt att gripa nån i en tunnelbanevagn även om man misstänker att han saknar biljett. För kriteriet för bar gärning är inte uppfyllt. Han kan ju dessutom säga \"jag har tappat det\" eller \"självklart har jag betalt, men vad har du med saken att göra?\" så som privatperson kan du inte göra mycket här.<br/> <br/>  SL-kontrollanter har normalt endast samma befogenheter som privatpersoner när de gör sina kontroller, men det faktum att de kräver en tilläggsavgift och man vägrar betala den skulle kunna klassas som \"bedrägligt beteende\". Men här tror jag mycket beror på vad som sägs och vad man gör själv. Jag tror inte det är så självklart att detta ska klassas som bedgräglig beteende i alla sammanhang. Så här skriver Planka.Nu om detta: <br/> <br/>  \"Sammanfattningsvis kan man alltså säga att en kontrollant vid spärrarna har rätt att gripa en person som plankar och får då använda våld för att genomföra gripandet och kroppsvisitera personen om det är nödvändigt och överlämna personen till polisen.<br/> <br/>  Men däremot är som bekant inget brott att tappa bort biljetten eller inte vilja visa upp den och därför finns det en s.k. speciallag med titeln \"Lag (1977:67) om tilläggsavgift i kollektiv persontrafik\". Denna lag reglerar rätten för ett kollektivtrafikbolag att ta ut en tilläggsavgift för resenärer som inte kan uppvisa en giltig biljett vid kontroll, hur avgiften skall fastställas och vilka befogenheter som tillkommer kontrollpersonalen.<br/> <br/>  Denna lag medför inte någon skyldighet för resenärer att uppge namn, personnummer eller uppvisa legitimation för kontrollpersonalen. Kontrollanternas befogenheter är mycket begränsade till att avlägsna personer som vägra lösa biljett eller betala tilläggsavgift (5§). Begreppet \"avlägsna\" medför att kontrollanterna får föra personen från platsen, tåget eller bussen och om det är nödvändigt använda försvarligt våld (PL 10 1st punkt 4). Dessutom får de begära hjälp från polisen att genomföra avlägsnandet om så är nödvändigt.<br/> <br/>  Dessutom finns det ett avsnitt i Ordningslag (1993:1617) vars 4 kap 6 § punkt 4 stadgar \"4. skaffa sig tillträde till område innanför ingångsspärren till tunnelbana utan att kunna uppvisa giltigt färdbevis\". Påföljden regleras av den 10 § \" Den som bryter mot någon av 4--6 §§ döms till penningböter, om gärningen inte är belagd med strängare straff i brottsbalken eller någon annan författning.\". Med anledning av att fängelse inte finns i straffskalan är inte rekvisiten för ett envarsgripande uppfyllt. Dock ger den aktuella lagen (9 §) befogenheter till polisman och ordningsvakt att avvisa eller avlägsna personen.\""
	},
	{
		"postIndex": 1446,
		"postNumber": 1486,
		"rankGlobal": 6,
		"scoreGlobal": 88,
		"userRank": 2,
		"userScore": 83.5,
		"postUserName": "Baath",
		"postUserID": "u384575",
		"postUserUrl": "https://www.flashback.org/u384575",
		"postDateTime": "2010-10-22, 22:43",
		"postUrlInThread": "https://www.flashback.org/t130697p124",
		"postUrlUniq": "https://www.flashback.org/sp26329814",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Fri</strong></div> <div>Hallå pucko!<br/> <br/>  Fattar du att envarsgripande kräver två saker i förening:<br/>  1) Bar gärning</div> </td> </tr> </table> </div>   Vilket man har när en person inte visar biljett och vägrar att erlägga kontrollavgift. Återigen måste man legitimera sig för att man skall kunna säkerställa att rätt person får avgiften. Det är ju naturligtvis inte ok om jag åker utan biljett och sedan uppger ditt namn och personnummer och du får ett inbetalningskort på kontrollavgiften. Alltså måste man legitimera sig och skriva på kontrollavgiften. Alltså, har man visat biljett så har kontrollanten ingen bar gärning. Har man accepterat kontrollavgiften genom att skriva på och legitimera sig så har kontrollanten ingen bar gärning. Har man inte visat biljett och vägrar att acceptera kontrollavgift (genom att inte skriva på eller inte visa legitimation) så har kontrollanten bar gärning på brottet bedrägligt beteende. Detta eftersom man begagnat det kollektiva färdmedlet utan att göra rätt för sig.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Fri</strong></div> <div>2) Brott för vilket man kan få fängelse</div> </td> </tr> </table> </div>   Bedrägligt beteende kan ge fängelse och är således gripbart för envar.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Fri</strong></div> <div>Fattar du att den stumme trafikanten INTE på bar gärning begått brottet bedrägligt beteende?</div> </td> </tr> </table> </div>   Jag har oerhört svårt att tro att man inte skulle kunna förmå någon som är dövstum att visa biljett via antingen skrift (man kan skriva en lapp på vilken det står \"Hej, vi är biljettkontrollanter. Var vänlig visa oss ditt färdbevis\" och sedan när man sett färdbeviset skriva \"Tack så mycket, ha en trevlig dag!\") eller annan form av ickeverbal kommunikation. Det du beskriver är helt enkelt ett otroligt scenario. Men visst, för att hänga på det oerhört korkade exemplet. Den som är dövstum och man inte på något vis kan kommunicera med och därför inte visar biljett eller skriver på kontrollavgiften har inte begått brottet bedrägligt beteende. Dock så uppvisar personen sådant beteende att den kontrollant som envarsgriper den dövstumme i det fallet definitivt inte kommer att bli åtalad eller kunna vara föremål för ett envarsgripande själv, då personen inte gjort sig skyldig till något brott. Tänk följande situation. Jag knatar in i en siba-butik, tar en låda med en bildskärm i under armen och knatar rakt ut. Jag säger inte något till någon, jag betalar inte för mig utan går bara förbi kassalinjen ut. En butikskontrollant ser mig och griper mig för stöld. När polisen väl kommer till platsen så talar jag om att jag har varit till butikschefen och reklamerat en likadan skärm och fått tillstånd att gå in och hämta skärmen. Alltså har jag inte begått brottet stöld, men butikskontrollanten har heller inte begått brottet olaga frihetsberövande. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Fri</strong></div> <div>Fattar du att man INTE kan få fängelse för att man på bar gärning bryter mot lagen om tilläggsavgift?</div> </td> </tr> </table> </div>   Och det är det ju heller aldrig någon som hävdat. Vad du KAN få fängelse för är att du på bar gärning (genom att inte uppvisa färdbevis och inte acceptera kontrollavgiften) begått brottet bedrägligt beteende. Visar det sig sedan att du faktiskt haft giltigt färdbevis men varit fullkomligt oförmögen att kommunicera med kontrollgruppen av en eller annan anledning så kommer du naturligtvis inte bli åtalad för brottet och du kommer antagligen att få en ursäkt av trafikföretaget.<br/> <br/>  Som sagt, tänk tänk tänk..."
	},
	{
		"postIndex": 1559,
		"postNumber": 1601,
		"rankGlobal": 7,
		"scoreGlobal": 87,
		"userRank": 7,
		"userScore": 52.1,
		"postUserName": "ATIX",
		"postUserID": "u278434",
		"postUserUrl": "https://www.flashback.org/u278434",
		"postDateTime": "2010-10-26, 15:28",
		"postUrlInThread": "https://www.flashback.org/t130697p134",
		"postUrlUniq": "https://www.flashback.org/sp26414184",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ormanoff</strong></div> <div>Du som är så lärd inom juridiken, varför kan du inte prestera ett argument baserat på en rättskälla till stöd för din uppfattning?</div> </td> </tr> </table> </div>   Lagtexten är citerad så mycket i tråden redan så jag avslutar med att säga följande som sagts så många gånger tidigare här.<br/> <br/>  För att få göra ett envarsgripande krävs det två saker.<br/> <br/>  1. Man ska ta någon på bar gärning eller flyende fot.<br/>  2. Brottet som begåtts måste ha fängelsestraff i skalan.<br/> <br/>  Att inte ha biljett på ett tunnelbanetåg kan vara bedrägligt beteende men här tas ingen på bar gärning eftersom personen mycket väl kan ha köpt en biljett och tappat den.<br/> <br/>  När kontrollanten då vill skriva ut en tilläggsavgift som man sen ska betala inom x antal dagar så finns det ingen lag som säger att personen måste identifiera sig inför kontrollanten. vad gör kontrollanten då? Han kan kasta av personen från tåget då han ej har giltig biljett och ringa till polisen ifall han vill. Han kan skriva en tilläggsavgift utan namn eller personnummer också om det intresserar honom.<br/> <br/>  Personen utan biljett går nu hemåt. DU vill här att kontrollanten ska göra ett envarsgripande. Då ställer jag mig frågan. Vilket brott begår han nu ( som kontrollanten kan ta honom på bar gärning för) som har fängelsestraff i skalan?<br/> <br/>  Han har fortfarande ingen biljett men det har vi redan konstaterat att det inte var på bar gärning. Det kunde det eventuellt varit om han t ex bara gått förbi busschauffören utan att betala eller om han åkt taxi och sen hoppar av utan att betala.<br/> <br/>  Men personen som ska få en tilläggsavgift gör inget brottsligt alls då han inte är skyldig enligt lag att uppvisa legitimation eller uppge vem han är för gemene man eller kontrollanten. När polisen väl är på plats kan dessa dock kräva det av honom eller tas han med på stationen för förhör och liknande typ. <br/> <br/>  Så ska lagen tolkas och görs också utan av jurister samt vet de som arbetar inom kollektivtrafik att det är på det här sättet - av den anledningen fanns det bara en frustrerad kontrollör på tåget jag åkte.<br/> <br/>  Så det är du som nu ska förklara vilken lag personen bryter mot när du vill ha ett envarsgripande. Det finns ingen men du får gärna leta."
	},
	{
		"postIndex": 770,
		"postNumber": 785,
		"rankGlobal": 8,
		"scoreGlobal": 85.7,
		"userRank": 48,
		"userScore": 11.6,
		"postUserName": "EZS0N",
		"postUserID": "u284771",
		"postUserUrl": "https://www.flashback.org/u284771",
		"postDateTime": "2008-11-14, 14:58",
		"postUrlInThread": "https://www.flashback.org/t130697p66",
		"postUrlUniq": "https://www.flashback.org/sp13708921",
		"sentence": "Jag orkar inte läsa igenom hela tråden så ni får ursäkta om allt jag säger redan har sagts, men såhär är det; <br/> <br/>  Biljettkontrollanter har samma rättigheter som vemsomhelst att gripa någon, dom kan alltså endast gripa någon för ett brott där det finns fängelse i straffskalan. En väldigt viktig detalj är dock att man griper personen på bargärning, alltså inte på misstanke. Felet med biljettkontrollerna är alltså att dom enbart griper på misstanke! <br/> <br/>  Om ni tänker er följande scenario; Jag köper en biljett på spårvagnen, jag stoppar den i plånboken. Efter ett tag kommer det fram biljettkontrollanter till mig och frågar om färdbevis. <br/>  Jag säger då att jag har en biljett, men problemet är bara det att jag har den i plånboken tillsammans med massa privata saker och jag tycker att det är pinsamt att visa den nu. <br/>  Biljettkontrollanterna förutsätter alltså nu att jag har snyltat på tjänsten att få åka spårvagn, och därför gjort mig skyldig till bedrägligt beteende. Men faktum är ju att jag har ett giltigt färdbevis i plånboken jag hävdar bara att jag känner mig kränkt av att dra upp min plånbok bland allt folk på spårvagnen som jag inte känner. Och hänvisar till att jag kan visa upp min biljett vid ett senare tillfälle, typ komma till tidpunken, eller hänvisar till att det finns fångat av spårvagnens kameror att jag köpt min biljett. <br/>  Biljettkontrollanterna kommer givetvis anta att jag bara snackar skit, och dom kommer att gripa mig för bedrägligt beteende. <br/>  Jag säger då att jag måste gå av, för jag ska byta till en annan buss, biljettkontrollanterna tar tag i mig och säger att jag inte får gå iväg för att jag är gripen. Jag gör inget motstånd utan följer med dom snällt och lydigt, kanske spelar lite kränkt för att kunna hävda hur illa jag blev behandlad i rätten sen. <br/>  Hur som helst, biljettkontrollanterna vill nu se min legitimation, jag säger att den har jag ju också i min plånbok, och det känns ju så hemskt att visa den, men jag poängterar ytterligare engång att jag kan ju inte bli frihetsberövad, jag har ju en giltig biljett, jag har inte gjort mig skyldig till bedrägligt beteende!<br/>  Biljettkontrollaterna ringer nu polisen efter som jag vägrar visa upp legitmation, och efter ett tag kommer polisen till platsen. <br/>  När polisen kommer kontrollerar dom mitt leg, och ger över uppgifterna till biljettkontrollanterna som precis ska skriva ut boten när jag förklarar för polisen att jag har en biljett, jag visar upp biljetten för polisen och förklarar att biljettkontrollanterna har gripit mig för att dom misstänkte att jag inte hade någon biljett, att frihetsberöva någon utan lagstöd för det strider mot grundlagen och att jag vill anmäla kontrollanterna för <b>olaga frihetsberövande</b> samt att polisen inte har någon som helst rätt att ge ut mina personuppgifter till biljettkontrollanterna på plats (vet inte vilken lag det går under, men en bekant till mig som jobbar som polis berättade att polisen inte har rätt att ge ut personuppgifterna till kontrollanterna) och jag vill anmäla polisen för detta nu... <br/> <br/>  Jag har alltså inte testat detta i verkligheten, men det skulle nog röra om i grytan om man testar det i rätten. <br/>  Det där med bedrägligtbeteende är ju SL, och västtrafiks tolkningar av lagen och så länge det visar sig att personnen inte haft något färdbevis har det ju fungerat för dom, men om det visar sig att dom råkar gripa någon som har en biljett falerar ju hela deras taktik med att gripa på bargärning!<br/> <br/>  Synpunkter?"
	},
	{
		"postIndex": 2701,
		"postNumber": 2760,
		"rankGlobal": 9,
		"scoreGlobal": 84.6,
		"userRank": 41,
		"userScore": 13,
		"postUserName": "gummiankafb",
		"postUserID": "u515927",
		"postUserUrl": "https://www.flashback.org/u515927",
		"postDateTime": "2012-04-21, 12:13",
		"postUrlInThread": "https://www.flashback.org/t130697p230",
		"postUrlUniq": "https://www.flashback.org/sp36945561",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>henrik21</strong></div> <div>Vad är felet i den? Personen begagnar sig av ett färdmedel utan att betala och får då betala den tilläggsavgift som enligt lag får tas ut. </div> </td> </tr> </table> </div> <br/>  Att man <b>får</b> ta ut avgiften enligt lag betyder ju egentligen ingenting. Det baseras fortfarande på ett civilrättsligt avtal, som man inte ens har accepterat.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>henrik21</strong></div> <div>Fri, bevisbördan att det inte är bedrägligt beteende ligger ju hos dig. Langa upp ett prejudikat nu.</div> </td> </tr> </table> </div> <br/>  Så fungerar det ju inte, det är skulden som ska bevisas. Ge mig ett prejudikat på att någon dömts för att inte ha betalat på spårvagn eller tunnelbana.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Emerain</strong></div> <div>2. Envarsgripande är inte möjligt bara för att du inte köpt en biljett. Det är inte bedrägligt beteende förrän du vägrat ta emot tilläggsavgiften.</div> </td> </tr> </table> </div> <br/>  Nja, det kan inte vara bedrägligt att inte vilja ta emot en tilläggsavgift.  Tilläggsavgiften är ett civilrättsligt avtal och faller inte under allmänt åtal och/eller åtalas inte enligt brottsbalken.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Emerain</strong></div> <div>3. Trafikanten har inte alls någon rätt att stiga av vid nästa station och slippa tilläggsavgiften.</div> </td> </tr> </table> </div> <br/>  Självklart har han/hon det.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Emerain</strong></div> <div>Detta faller in under de olika exemplen som listas i lagen. Och återigen, envarsgripande kräver inte bevis starka nog för fällande dom i högsta instans, det krävs rimliga skäl att tro att ett brott med fängelse <b>i straffskalan</b> begås (dvs är på bar gärning).</div> </td> </tr> </table> </div> <br/>  Men rimliga skäl och på bar gärning är 2 helt olika saker. Envarsgripande i det här fallet är felaktigt.<br/> <br/> <b>Det ni säger är ju att envarsgripandet är motiverat eftersom man motsätter sig envarsgripandet.</b><br/> <br/>  Så kan/får ju inte ens Polisen resonera/motivera sina ingripanden.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>henrik21</strong></div> <div>Återigen, på vilket sätt är en TR-dom ett prejudikat? Snarast ett exempel på den domstolsstruktur vi har i Sverige där lekmän ges för stor vikt i första instans.</div> </td> </tr> </table> </div> <br/>  Den är väl ett prejudikat tills det finns ett riktig prejudikat prövat i högre instans. Det kan ju vara så (och jag påstår att det är så) att man inte prövar det här för att det skulle visa att hela verksamheten med kontrollanter och det dom gör är rättsvidrigt och rättsosäkert. <br/> <i>Sen undrar jag om det där är från ett verkligt förarbete eftersom hänvisningen är fel, envarsingripande tas upp i 24kap. 7§ RB.</i><br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>lardest</strong></div> <div>Att kontrollanten har rätt att gripa trafikanten, dvs i fall som dessa tjuvåkaren är solklart och framgår med all tydlighet av förarbetet.<br/> <br/>  \"Genom hänvisningen till transport är bestämmelsen tillämplig i förhållande till bl.a. SJ och andra allmänna trafikföretag som driver en verksamhet där s.k. tjuvåkning utan färdbevis kan förekomma..... Vissa tvångsmedel kan som tidigare nämnts komma i fråga vid snyltningsbrott. Eftersom fängelse ingår i straffskalan kan gärnings*mannen om han \"träffas på bar gärning eller flyende fot\", gripas enligt 27 kap. 7 § RB av målsäganden eller annan.</div> </td> </tr> </table> </div> <br/>  Nyckelordet här är ju \"på bar gärning\". Det blir aldrig tillämpbart här.<br/> <br/> <b>1) Om du har betalat, men har betalat \"för sent\".</b> Då är det på sin höjd ett avtalsrättsbrott, det skulle kunna klassas som försökt till bedrägligt beteende (försök till snyltningsbrott), men inget av detta är belagt med fängelse i straffskalan och envarsgripandet är felaktigt.<br/> <br/> <b>2) Du vägrar visa din biljett.</b> Kontrollanten kan omöjligt veta om du har betalat eller inte, det är igen på sin höjd ett avtalsrättsbrott, och eftersom \"på bar gärning\" inte kan styrkas så är ett envarsgripande fel.<br/> <br/> <b>3) Du har inte betalat och accepterar den tilläggsavgift du får.</b> Ja, det är väl inte så mycket att diskutera.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Emerain</strong></div> <div>Om du har betalat för resan så har du absolut inga problem med att visa upp den giltiga biljetten, så som lagen om tilläggsavgift i kollektivtrafiken säger att du ska kunna göra. Notera att i lagarna så ska du tolka \"kunna\" som \"måste &amp; ska\". Antingen visar du upp en giltig biljett, eller så har du ingen biljett, det är de enda två alternativen som finns. Oavsett vad du säger.</div> </td> </tr> </table> </div> <br/>  Fast nu lämnade du juridiken. Att man \"om man är oskyldig kan bevisa det utan problem\" hittar du inget lagligt stöd för. Kontrollanter kan resonera som du, men dom kan <b>inte</b> agera på det med stöd av lagen.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Emerain</strong></div> <div>Och läs på om vad bedrägligt beteende innebär, snälla. Sparar oss alla massa tid om du själv tar reda på varför kontrollanten är i sin fulla förmåga att envarsgripa de som vägrar ta emot tilläggsavgiften.</div> </td> </tr> </table> </div> <br/>  Vi kan kalla det för bedrägligt beteende, men eftersom det enda kontrollanterna kan <b>bevisa</b> är försök till bedrägligt beteende, och det inte är olagligt, så är deras ingripande lagvidrigt.<br/> <br/>  Hör du inte själv att det är ganska löjligt att påstå att det skulle vara olagligt att vägra ta emot något!? Så om jag kommer fram till dig och tycker du ska ta emot en räkning, så är det olagligt om du vägrar, och jag kan envarsgripa dig?<br/> <br/>  Det kan som sagt vara ett avtalsbrott, även om man nu inte har accepterat något avtal, och att inte betala skulle kunna vara ett snyltningsbrott (eftersom beloppet är ringa) men eftersom det inte kan <b>bevisas</b> i lagens/juridikens mening så har kontrollanten ingen rätt att gripa någon.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Emerain</strong></div> <div>1. Lagen säger att du ska visa upp din biljett för en kontrollant.</div> </td> </tr> </table> </div> <br/>  Vilken lag säger det?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Emerain</strong></div> <div>Det spelar ingen roll vad du säger att du har i din ficka, om du inte visar upp en giltig biljett så har de rätt att ge dig en tilläggsavgift. Att vägra att ta emot den samtidigt som du inte visar upp en giltig biljett är bedrägligt beteende.</div> </td> </tr> </table> </div> <br/> <b>NEJ</b>, det är inte bedrägligt att vägra ta emot en tilläggsavgift. Huvudbrottet som allt faller tillbaka på, som ni missar, är om man inte har betalat eller inte. Det <b>kan</b> förvisso vara bedrägligt, men kontrollanten har inga befogenheter att hålla kvar dig för detta. Försök till bedrägligt beteende är INTE olagligt, så egentligen räcker det att man betalar (eller har betalat) så faller det tillbaka och blir ett avtalsbrott (man har inte betalat \"i tid\")<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Emerain</strong></div> <div>2. Uppvisar du en falsk sms-biljett så begår du urkundsförfalskning, och då är det inte tal om tilläggsavgift längre. Urkundsförfalskning är också envarsgripbart. Och värre än bedrägligt beteende.</div> </td> </tr> </table> </div> <br/>  Helt rätt. Men det är också bra att komma ihåg att envarsgripande inte på något sätt är ett frikort att använda våld eller tvångsmedel, så egentligen blir även det uddlöst.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Emerain</strong></div> <div>3....Bedrägligt beteende har fängelse i straffskalan. <b>Det räcker gott och väl med en välgrundad misstanke</b>, och att inte visa upp giltig biljett OCH inte ta emot tilläggsavgiften är tillräckliga skäl.</div> </td> </tr> </table> </div> <br/>  Nej, det räcker inte med en misstanke. På bar gärning innebär att man är helt säker.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Emerain</strong></div> <div>4. Blir du envarsgripen så har du <b>inte</b> rätt att slå dig loss. Du får vackert invänta polisen (som alltid ska kallas till platsen) som får avgöra om du ska släppas eller inte. Det är inte olaga frihetsberövande att bli envarsgripen, det är dock du som gör något olagligt genom att misshandla envarsgriparna. Om någon har rätt till våld i denna situation så är det kontrollanterna, dels för att skydda sig själva om du slåss och dels för att hindra dig att fly.</div> </td> </tr> </table> </div> <br/>  Också fel, som sagt, envarsgripande ger dig inte rätt att använda våld. Så självklart kan ett envarsgripande vara olaga frihetsberövande, jag har ingen rätt att använda våld mot dig, men du har heller ingen rätt att hålla kvar mig, envarsgripande eller ej. Så allt våld du använder kan självklart läggas dig till last.<br/> <br/>  Du verkar tro att envarsgripande gör dig till Polis i 10 minuter."
	},
	{
		"postIndex": 2462,
		"postNumber": 2518,
		"rankGlobal": 10,
		"scoreGlobal": 84.2,
		"userRank": 5,
		"userScore": 75.6,
		"postUserName": "EIIer",
		"postUserID": "u664995",
		"postUserUrl": "https://www.flashback.org/u664995",
		"postDateTime": "2012-01-31, 15:52",
		"postUrlInThread": "https://www.flashback.org/t130697p210",
		"postUrlUniq": "https://www.flashback.org/sp35427148",
		"sentence": "Ifall man inte löser biljett och hoppar på och åker gratis så gör man sig skyldig till bedrägligt beteende. Dock ifall någon ska kunna envarsgripa dig måste det vara \"på bar gärning\" eller \"på flyende fot\". Detta uppfylls inte så du kan i detta läge inte envarsgripas.<br/> <br/>  Senare kommer en kontrollant och ber om biljetten. Saknas biljett här eller att personen inte vill uppvisa biljett så _får_ kontrollanten skriva ut en kontrollavgift. Dock har han ingen rätt att kräva att du legitimerar dig eller uppger vem du är.<br/> <br/>  I detta läge kan du inte påkalla \"ej gör rätt för sig\" då den enbart gäller att köpa biljetten från början. Och detta kan ha skett och då är det inte bedrägligt beteende.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       En person kan inte undvika brott genom att betala då denne ertappas.<br/> <br/>  Orden och gör han ej rätt för sig syftar tillbaka på att personen ifråga begagnar sig av något som tillhandahålls under förutsättning av kontant betalning. Brottet fullbordas genom att personen inte betalar då denne borde ha betalat, till exempel när personen går in på en konsert.      </td> </tr> </table> </div> <a href=\"/leave.php?u=http%3A%2F%2Flawline.se%2Fanswers%2F4095\" target=\"_blank\">http://lawline.se/answers/4095</a><br/> <br/>  Så faktum är att du fortfarande gjort dig skyldig till bedrägligt beteende oavsett om du betalar tilläggsavgiften eller inte. Men det är ju oerhört svårt att bevisa ifall man inte erkänner.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.notisum.se%2Frnp%2Fsls%2Flag%2F19770067.HTM\" target=\"_blank\">http://www.notisum.se/rnp/sls/lag/19770067.HTM</a><br/>  Ovan ser du att det finns inget där som reglerar att du kan dömas till fängelse ifall du ej betalar tilläggsavgiften, än mindre ifall du vägrar uppge vem du är.<br/> <br/>  Detta betyder att ifall du enbart tar och promenerar iväg när du konfronterats av en kontrollant så kan du inte gripas då \"brottet\" du gjort var att inte lösa biljett men som sagts krävs \"på bar gärning eller flyende fot\" för att du ska kunna gripas. \"På bar gärning\" kan inte användas då du faktiskt kan ha köpt en biljett men tappat den.<br/> <br/> <br/>  Till sist! Ni som menar att vi som anser att det är på detta vis ska bevisa något är ju ute och cyklar. Det är ni som ska bevisa med en dom där någon faktiskt blivit envarsgripen för detta och där det framgår att personen greps på bar gärning samt dömts för bedrägligt beteende. Visserligen kan personen bli frikänd.<br/> <br/>  Det är svårt att bevisa att det är olagligt att envarsgripas (i ovan fall) ifall ingen gör det.<br/> <br/> <br/>  Så sluta nu blanda ihop äpplen med päron. Detta är solklart!"
	},
	{
		"postIndex": 2732,
		"postNumber": 2791,
		"rankGlobal": 11,
		"scoreGlobal": 83.7,
		"userRank": 25,
		"userScore": 18.1,
		"postUserName": "waltzing",
		"postUserID": "u525424",
		"postUserUrl": "https://www.flashback.org/u525424",
		"postDateTime": "2012-04-21, 18:02",
		"postUrlInThread": "https://www.flashback.org/t130697p233",
		"postUrlUniq": "https://www.flashback.org/sp36951445",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>henrik21</strong></div> <div>Det handlar ju i båda fallen om brott där fängelse finns i straffskalan, och väktare/OV/envar får utföra gripanden av personer som antingen ses begå brottet på bar gärning, alternativt flyende fot. Vari ligger skillnaden mellan att envarsgripa snattaren på ICA eller bedragaren på bussen/tåget/spårvagnen?<br/> <br/>  Egentligen är det ju oväsentligt vad både polis eller SL säger. Det som är relevant är lag/förarbeten samt praxis och prejudikat. <br/> <br/>  På vilket sätt skulle det vara relevant för sakfrågan med det svar du har? Visar du inte upp giltigt färdbevis så följer ju bedrägligt beteende samt tilläggsavgiften och även rätten att envarsgripa dig. <br/> <br/>  Jämför med exemplet snatteri. På vilket sätt skulle ditt agerande fungera där, och sen byter du ut snatteri mot bedrägligt beteende och applicerar sedans samma tänk där.</div> </td> </tr> </table> </div> <br/> <b>Wikipedia: (ej bra källa)</b><br/> <br/>  \"Den ringa formen av bedrägeri kallas bedrägligt beteende. Bedrägligt beteende kan föreligga enligt 2 § första stycket på grund av att bedrägeriet avsett ett förhållandevis ringa belopp att jämföra med snatteri. Snyltningsbrott där gärningsmannen levt på annans bekostnad regleras i 2 § andra stycket.<br/> <br/>  En person bytte i en skivaffär de ursprungliga prislapparna på tre CD- skivor till prislappar med lägre pris. Han kunde sedan köpa skivorna till de lägre prisen. Det bedömdes som bedrägligt beteeende av Svea hovrätt.<br/> <br/>  En person fäste ett tiokronorsmynt vid ett snöre och stoppade myntet i en parkeringsautomat, varvid han erhöll en parkeringsbiljett. Han drog därefter ut myntet. Gärningen har bedömts som bedrägligt beteende.<br/> <br/>  Om gärningsmannen bara glömmer att betala och därmed saknar uppsåt överhuvudtaget blir han betalningsskyldig men kan inte dömas till ansvar. Extraavgifter som är reglerade i avtal kan få betalas ändå, exempelvis inom lokaltrafiken eller parkering, eftersom det är med i avtalet, inte ett formellt straff.\"<br/> <br/> <b>Planka.nu: (inte heller bra källa)</b><br/> <br/>  Bedrägligt beteende?<br/>  Enligt Rättegångsbalken 24 kap. 7 § får visserligen vem som helst gripa en person som har begått ett brott på vilket fängelse kan följa om denne påträffas på bar gärning eller flyende fot. Enligt 9 kap 2 § 2 st Brottsbalken kan en person som begagnar sig av transport¦ som tillhandahålles under förutsättning av kontant betalning dömas för bedrägligt beteende om han ej (gör) rätt för sig. Straffet är böter eller fängelse i högst sex månader.<br/> <br/>  Lagen om tillägsavgift<br/>  Resonemanget är dock högst hypotetiskt. Vad gäller bedrägligt beteende finns visserligen ett antal fall där personer dömts för brottet när de åkt kollektivtrafik utan giltigt färdbevis. Men dessa fall är äldre och har då varit sammankopplat med att man använt förfalskat färdbevis eller liknande och åtalats för detta samtidigt. Straffet har heller aldrig blivit fängelse för ett så ringa brott som att åka utan giltigt färdbevis. Numer använder sig kontrollanterna av lagen om tilläggsavgift i kollektiv persontrafik (1977:67) enligt vilken en tilläggsavgift får tas ut om någon reser utan giltigt färdbevis (observera att tilläggsavgiften inte får tas ut om avsaknaden av giltig biljett får anses vara ursäktlig med hänsyn till den resandes ålder, sjukdom, bristande kännedom om lokala förhållanden eller annan omständighet enligt 2 § nämnda lag). Att en domstol idag skulle anse att en person som plankar gör sig skyldig till ett brott som kan straffas med fängelse är alltså mycket tveksamt.<br/> <br/>  Kontrollanterna får inte gripa dig<br/>  Vad gäller rätten att gripa en person som flyr eller tas på bar gärning så är det mycket tveksamt i vilken grad kontrollanterna kan använda denna. Kontrollanter som går runt på ett tåg och frågar efter färdbevis kan inte veta huruvida personer verkligen har färdbevis eller inte. Samma sak gäller en person som tar sig förbi en spärrlinje utan att uppvisa färdbevis. Kontrollanterna kan inte veta säkert om personen verkligen har färdbevis eller ej. Om kontrollanterna gör razzia i en tunnelbaneuppgång så tillkommer även att de inte kan veta säkert huruvida en person verkligen brukat kollektivtrafiken eller ej, eller om denne bara gått från den ena uppgången över perrongen till den andra.<br/> <br/>  Hur en domstol skulle resonera om frågan kom upp till prövning är svårt att säga. Rättsläget är alltså idag oklart.<br/> <br/> <b>Mitt svar</b><br/> <br/>  Gör man som jag beskrev så<br/>  -är det inte fastställt att man saknar biljett då man blir envarsgripen.<br/>  -är det inte heller rimligt att man gripits på bar gärning eller flyende fot, utan snarare på högst misstanke, om ens det.<br/>  -är det inte heller fastställt att man haft uppsåt."
	},
	{
		"postIndex": 1982,
		"postNumber": 2035,
		"rankGlobal": 12,
		"scoreGlobal": 83.5,
		"userRank": 14,
		"userScore": 34.9,
		"postUserName": "namgreb",
		"postUserID": "u308624",
		"postUserUrl": "https://www.flashback.org/u308624",
		"postDateTime": "2011-01-31, 18:48",
		"postUrlInThread": "https://www.flashback.org/t130697p170",
		"postUrlUniq": "https://www.flashback.org/sp28592248",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Naccache</strong></div> <div>Jag måste erkänna att jag inte visste vad det var nej, men nu efter att ha kollat upp det, skulle de verkligen kunna göra ett envarsgripande så? Jag menar, det känns ju lite väl även om kontrollanten själv nu trott att man plankade.</div> </td> </tr> </table> </div> <br/>  Om vi tittar på ett exempel liknande det du kom med. Person X köper giltigt färdbevis och åker i kollektivtrafiken, låt oss säga tunnelbanan. Kontrollanter ber att få se färdbevis men person X sitter tyst och vägrar. De har rätt att be om färdbevis, men det finns inget specifikt brott som tar sikte på underlåtenheten att visa något färdbevis. Skulle de gripa honom nu skulle de alltså inte begå envarsgripande eftersom det <u>inte</u> finns något brott att gripa för (person X har ju de facto inte begått bedrägligt beteende, bara varit onödigt trilsk). Det är här det kan bli fråga om ett <b>putativt</b> envarsgripande. Kontrollanterna har nämligen all anledning att tro att person X inte har färdbevis och således begår bedrägligt beteende. Normala människor brukar ju nämligen visa upp färdbevis om de har något. Vad de begår är alltså inte envarsgripande, utan det är viktigt att man slänger in <i>putativt</i> framför, dvs. de begår ett tekniskt felaktigt gripande vilket de likväl kommer gå fria ifrån eftersom det är ursäktligt att de gjorde fel. <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Methos</strong></div> <div>Nej du har så fel du kan ha....</div> </td> </tr> </table> </div> <br/>  Nja, goE verkar ha så rätt man kan ha. <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Methos</strong></div> <div>Envarsgrip är som pellepolis säger enbart till för att gripa en person som du <b>SETT</b> begå ett brott för att kunna åtgälda det som tex tjuven har gjort.<br/> <br/>  TEx om du ser en person <b> bokstavligen ta din trädgårdstomte </b> så har du sett ett brott (stöld) och du kan haffa personen och hålla kvar tills kling och klang kommer.<br/></div> </td> </tr> </table> </div> <br/>  Varifrån får du kravet på att man alltid ska ha ett okulärt underlag för att kunna envarsgripa någon? Om jag hör ett skott i lägenheten intill min, springer över och ser min granne stå över sin döda sambo hållandes en pistol, skulle jag då inte få begå ett envarsgripande baserat på att jag faktiskt <u>inte såg</u> mordet när det begicks? <br/> <br/>  Vidare, varifrån får du att syftet med envarsgripandet är att återgälda det tjuven gjort? Man ska vara försiktig med att ta något som påträffats hos en person man envarsgripit med tanke på egenmäktigt förfarande och självtäkt. Påträffar man något stulet vid en kroppsvisitation får man ta det i sin omedelbara besittning men sedan ska det överlämnas till polis (den som blivit envarsgripen ska för övrigt skyndsamt överlämnas till polis under alla förhållanden).  <br/> <br/>  Själv är jag av den uppfattning att bedrägligt beteende inom kollektivtrafiken utgör ett perdurerande brott. Jag måste dock reservera mig en aning då det är något teoretiskt och mig veterligen inte riktigt fastslaget. Hursomhelst är det så att vissa brott kan <u>fullbordas</u> genom en handling, men <u>avslutas</u> först genom en annan. Det bästa exemplet på ett perdurerande brott är olaga frihetsberövande. Vid den punkten man kan anse att det olaga frihetsberövandet har inträtt (någon har de facto berövats sin frihet), har också brottet fullbordats. Man kan alltså dömas för det. Men brottet avslutas inte förrän den frihetsberövade personen inte längre är frihetsberövad. Kidnappar du någon och håller denne fånge i tre dagar fullbordar du alltså brottet någonstans runt kidnappningens start, och begår själva brottet fram tills dess personen inte längre är kidnappad.<br/> <br/>  Om vi då applicerar tanken om perdurerande brott på plankning. Min mening är här att du har fullbordat brottet bedrägligt beteende redan genom att åka någon meter med tunnelbanan trots att du inte har giltigt färdbevis (märk att det blir tal om spärrforcering om du t.ex. hoppar över spärrarna men inte använder dig av tunnelbanan), men brottet kan inte anses avslutat bara för att du har fullbordat det! Situationen kan rimligtvis inte vara den att du endast kan anses begå brottet när du går på tunnelbanan. Tvärtom avslutas inte brottet förrän du inte längre, genom bedräligt beteende, nyttjar kollektivtrafiken. Alltså; <u>fullbordat</u> bedrägligt beteende genom att utan giltigt färdbevis åka någon meter med tunnelbanan, <u>avslutat</u> bedrägligt beteende först när du är klar med din resa. Vad detta då i praktiken innebär är att man blir tagen på bar gärning så länge man nyttjar tunnelbanan genom bedrägligt beteende, oavsett om det är en station eller tio och ska vi vara petiga, så ser du (genom att helt enkelt betrakta snyltaren när denne begår bedrägligt beteende i perdurerande form) således brottet begås under samma tidsrymd.   <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Methos</strong></div> <div>En babian till kontrollant som <b>TROR</b> att en resenär har begått brott då denne inte visar upp färdmedel, är således inte ett brott på bar gärning och då inte gripbart. Brottet bedrägligt beteende gäller <b>ENBART</b> om resenären inte har köpt en biljett.......</div> </td> </tr> </table> </div> <br/>  Visst är det inget brott att inte visa upp giltigt färdbevis trots att man har sådant, men se vad jag skrivit ovan om <b>putativt</b> envarsgripande. <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Methos</strong></div> <div>Man kan inte anta att en person har begått ett brott och gripa på misstanke, det kan bara och endast bara göras av myndighet (polis, KBV, tull, säpo osv osv)</div> </td> </tr> </table> </div> <br/>  Du förstår inte vad det är goE försöker förklara för dig. <b>ALLA</b> griper på misstanke. Två poliser som ser någon skjuta ihjäl någon två meter framför dessa griper gärningsmannen på <u>misstanke</u> och denne blir <u>misstänkt</u> för mord. Det är, precis som goE säger, sedan rätten som slutligen kommer att fälla alt. fria den misstänkta men fram tills dess är denne misstänkt och inget annat (om än misstankegraden kan variera och denne självmant kan erkänna brottet). Alla som begår envarsgripanden eller gripanden baserade på laga befogenhet, gör således så baserat på endast misstanke, även om de omedelbart skulle ha tillgång till all världens bevisning som pekar på gärningsmannens skuld. <br/> <br/>  Det är alltså direkt felaktigt av dig att säga att man inte kan gripa på misstanke då det är just på misstanke man griper någon. Vad gäller frågan om man kan \"anta att någon har begått ett brott\" så innebär det viss språklig problematik. Vad gäller misstankegrader är \"<i>kan antas</i>\" den lägsta varför det i regel förmodligen inte går att gripa någon bara för att man \"antar att brott begåtts\", men det beror helt på situationen och vad man egentligen menar med orden. <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Methos</strong></div> <div>Däremot så sker det felgrip inom BK branchen, och det är när en väktare ser ett brott på bar gärning, men när väktare skall gripa personen så har väktare tappat bort bytet nån sekund och GM har inte längre något gods på sig. Då är inte gripet giltigt, då det inte finns något att gripa för. Men väktare grep i god tro då han verkligen såg att GM stoppade på sig saker och gick ut.</div> </td> </tr> </table> </div> <br/>  Intressant, här redogör du för ett putativt envarsgripande men för inte så länge sedan citerade du mig när jag pratade om putativt envarsgripande i en liknande situation och påstod att jag var fel ute. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Methos</strong></div> <div>Men detta undantag gäller definitivt inte babianer till kontrollanter som försöker leka poliser.<br/>  Ditt exempel är ett solklart fall av olaga frihetsberövande.</div> </td> </tr> </table> </div> <br/>  Gör du på allvar en distinktion mellan \"babianer till kontrollanter som försöker leka poliser\" och butikskontrollanter? Båda kategorierna har exakt samma möjlighet till envarsgripande och putativt envarsgripande, faktum är ju att varenda jävel som vandrar på vår jord har möjlighet att begå både envarsgripande och putativt envarsgripande (med den lilla reservationen att vissa yrkeskategorier har längre gående befogenheter och lite strängare krav på sig vad gäller t.ex. våldsanvändning). <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Methos</strong></div> <div>Jag har drillat envarsgrip ganska många gånger, jag vet vad som gäller och när jag kan göra det.</div> </td> </tr> </table> </div> <br/>  Inte för att vara elak, du använder dig säkerligen av envarsgrip helt korrekt i praktiken, men om jag var dig skulle jag vara försiktig med att försöka hitta stöd för mina argument genom en subtil hänvisning till mitt yrke."
	},
	{
		"postIndex": 2395,
		"postNumber": 2451,
		"rankGlobal": 13,
		"scoreGlobal": 83.3,
		"userRank": 58,
		"userScore": 9.6,
		"postUserName": "libra",
		"postUserID": "u278769",
		"postUserUrl": "https://www.flashback.org/u278769",
		"postDateTime": "2012-01-23, 19:50",
		"postUrlInThread": "https://www.flashback.org/t130697p205",
		"postUrlUniq": "https://www.flashback.org/sp35289579",
		"sentence": "@LB542<br/> <div style=\"margin:5px 20px 20px 20px\"> <div class=\"smallfont\" style=\"margin-bottom:2px\"><b>Spoiler:</b> <input onclick=\"if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = '';this.innerText = ''; this.value = 'Dölj'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Visa'; }\" style=\"width:45px;font-size:10px;margin:0px;padding:0px;\" type=\"button\" value=\"Visa\"/></div> <div class=\"alt2 post-bbcode-spoiler\"> <div style=\"display: none;\"> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>LB542</strong></div> <div>1) Det beror på om \"anmälan\" syftar på en polisanmälan om brott eller en civilrättslig stämning. Eftersom du har betalat kan du inte dömas för bedrägligt beteende men du kan fortfarande tvingas i efterhand att betala tilläggsavgiften eftersom du inte visade upp biljett (om de orkar processa vill säga). Om polis tillkallas kommer de antagligen (åtminstone har jag sett det hända nån gång) att försöka övertala dig att betala för att det hela inte ska behöva bli ett polisiärt ärende (dvs att en polisanmälan upprättas). <br/> <br/>  2) En sådan avvisning som nämns i lagen får inte göras av en kontrollant nej, och huruvida de får göra ett envarsgrip har diskuterats i hundratals sidor här. Det du säger om ordningsvakter stämmer, de ska inte göra annat än att hålla ordning.<br/></div> </td> </tr> </table> </div></div> </div> </div> <br/>  \"Anmälan\" som jag skriver om tänker jag mig vara om bedrägligt beteende. <br/>  Just det här om att i efterhand tvingas betala tilläggsavgift för att inte ha kunnat förete giltig biljett är det som gäckar mig mest. Jag tänker att om jag aldrig uppger namn och aldrig skriver under boten så kan de ju inte ge mig någon tilläggsavgift. (Jag ser själv att det finns en mängd scenarion att berakta här.)<br/> <br/>  I Västtrafiks resevillkor finns att läsa:<br/>  3. Färdbevis<br/>  [...]<br/>  Färdbevis som kräver avläsning i en kortläsare måste registreras direkt när du går ombord. [...]<br/>  Du måste ha giltigt färdbevis med dig under hela resan och du ska kunna visa upp det för trafiktjänsteman vid kontroll. [...]<br/>  Saknar du giltigt färdbevis vid en kontroll, blir du skyldig att betala en särskild tilläggsavgift. <br/> <br/>  Mitt resonemang är bara en tolkning; <br/>  -Jag stämplar redan då jag kliver på så som krävs av mig. <br/>  -Jag har giltigt färdevis hela resan, men visar inte upp det för trafikttjänsteman. (Här bryter jag avtalet ifall det tolkas som att jag måste visa upp färdbeviset för trafiktjänsteman.)<br/>  -Vid kontroll så saknar jag fortfarande inte giltigt färdbevis så den sista punkten av avtalet upprätthåller jag.<br/>  (*)<br/> <br/>  På liknande sätt är det uttryckt i <br/>  Lag (1977:67) om tilläggsavgift i kollektiv persontrafik<br/>  1 § Den som driver kollektiv persontrafik, för vilken regeringen eller förvaltningsmyndighet fastställer taxa, får under de förutsättningar som anges i denna lag taga ut tilläggsavgift av resande som ej kan förete giltig biljett.<br/> <br/>  Varför använder man sig av ordet \"kan\" och inte \"skall\" eller liknande? Jag *kan* ju i ett sådant fall visa biljett, men jag avstår ifrån att göra det. Är jag bara dum när jag funderar på tolkningen?<br/> <br/>  (*) Här tycker jag också att mitt och västtrafiks avtal skiljer sig från lagtexten då jag enligt avtalet inte borde bli skyldig att betala tilläggsavgift. Samtidigt kan lagtexten tolkas som att västtrafik har rätt att ta ut tilläggsavgift.<br/> <br/>  OBS! En viktig poäng som jag höll på att glömma är denna.<br/>  Då jag har avvisats från färdmedlet och vi klivit ned på perrongen så nyttjar jag ju inte längre västtrafiks tjänster. Har de då fortfarande rättighet att kräva att jag ska visa upp något giltigt färdmedel? De har ju själva valt att avvisa mig därifrån redan.<br/>  Tänker jag galet?<br/> <br/>  @tardumej?<br/> <div style=\"margin:5px 20px 20px 20px\"> <div class=\"smallfont\" style=\"margin-bottom:2px\"><b>Spoiler:</b> <input onclick=\"if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = '';this.innerText = ''; this.value = 'Dölj'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Visa'; }\" style=\"width:45px;font-size:10px;margin:0px;padding:0px;\" type=\"button\" value=\"Visa\"/></div> <div class=\"alt2 post-bbcode-spoiler\"> <div style=\"display: none;\"><div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>tardumej?</strong></div> <div>De har sett dig begå ett brott (deras uppfattning),därför kan de följa dig av vagnen och hålla kvar dig på platsen. Polisen har rätt och stöd i lag att visitera dig efter identitetshandlingar för att kunna fastställa din identitet, särskilt eftersom du är misstänkt för ett brott. Hittar de ingen, eller du sätter dig på tvären - så tas du mest troligen ned till stationen där de kan hålla dig ett antal timmar. <br/> <br/>  Det finns inget som heter vinna anmälan, polisen kanske konstaterar att det itne är bedrägligt beteende, men likväl kommer du ha brutit mot resevillkoren vilket kan då resultera i en civilrättslig stäming (iofs inte så troligt). Polisen kommer kalla dig idiot och ifrågasätta varför du inte visar färdbeviset med en gång, och på så sätt undvikit en polisutryckning vilket kostar bra med skattepengar.<br/> <br/>  När det gäller ordningsvakter, som är förordnade. Så ska de inte kontrollera färdbevis normalt. Men ordningsvakter ska upprätthålla allmän ordning och har rätt till att använda våld med lagstöd om situationen kräver det. De har med andra ord mer lagstöd att göra ingripaden än en kontrollant. <br/> <br/>  När det gäller envarsgripande, så kan var en envarsgripa. Om man sedan reder ut missförstånd eller kontrollanten tappar lusten att prata med dig, så kan han låta dig gå. Det finns inget straff för att släppa någon.  Typ, \"orkar inte ringa snuten - denna gång klarar du dig men gör inte om det\".</div> </td> </tr> </table> </div></div> </div> </div> <br/>  Om de har gjort ett envarsgripande, då har de rätt att kvarhålla mig och ta mig av vagnen. Inte annars. (Och jag är helt med på att de kan tänkas göra ett sådant, precis som jag skrev tidigare.)<br/>  Polisen har rätt att visitera mig, absolut. ID-handlingar kommer de då att hitta (förutsatt att jag inte skulle sammarbeta med dem, vilket jag planerar). <br/>  Det jag menade på, och på ett subtilt vis frågade, var huruvida polisen har rätt att delge trafiktjänstemännen mina ID-uppgifter. Detta tycker jag att de inte borde få göra, jag borde ha möjligheten att förbli anonym gentemot trafiktjänstemännen. Polisens uppgift är ju att ta emot mig och deras anmälan, inte att hjälpa dem att driva in sina avgifter. (Gav polisen dem sin hjälp så skulle ju polisen ta rollen av domare och döma mig utifrån trafiktjänstemännens utsago.) Tänker jag rätt?<br/> <br/>  Jag förstår att det inte kallas att \"vinna anmälan\", därav mina citationstecken. (Förresten är det väl inte polisens sak att konstatera något sådant?)<br/>  Oavsett om polisen tycker att jag är en idiot eller ifrågasätter mitt handlande så är det ju min ensak. (Som jag redan konstaterade inledande så inser jag själv att detta bara tar onödig tid för mig och för andra.)<br/>  Problemet ligger dock inte hos mig utan hos västtrafik som agerar på ett sätt som jag inte vill stödja. Därför tar jag den jobbiga vägen, för att de själva valde den.<br/> <br/>  Jag är väldigt tveksam till det du säger om envarsgripande. Har du texter till stöd? Vet någon annan närmre?<br/>  Jag kan inte tänka mig att lagen är så dåligt utformad så att jag kan gripa någon och göra en överrenskommelse med den att om den skriver på en skuldsedel till mig så får den gå, annars ringer jag polisen. Ett sånt handlande måste ju vara brottsligt?<br/> <br/> <br/> <br/>  Vid ett envarsgripande, hur pass fort måste den gripne få reda på att det är ett envarsgripande och inte ett överfall. Att först överfalla och sen gripa bör väl inte vara ok? (Åtminstone inte i ett sådant fall som vid en biljettkontroll.)"
	},
	{
		"postIndex": 2268,
		"postNumber": 2322,
		"rankGlobal": 14,
		"scoreGlobal": 83.3,
		"userRank": 72,
		"userScore": 8.2,
		"postUserName": "akaa100",
		"postUserID": "u527674",
		"postUserUrl": "https://www.flashback.org/u527674",
		"postDateTime": "2011-06-06, 01:22",
		"postUrlInThread": "https://www.flashback.org/t130697p194",
		"postUrlUniq": "https://www.flashback.org/sp31011623",
		"sentence": "Just eftersom kontrollanters agerande sällan tas till domstol finns inget domstolsavgörande som klargör vilka rättigheter kontrollanterna egentligen har. SL brukar emellanåt hävda i media att kontrollanter har rätt att hålla fast människor mot deras vilja i kontrollerna då vem som helst har rätt att gripa någon som begår ett brott som kan straffas med fängelse, och att åka utan giltigt färdbevis kan straffas med fängelse då det är bedrägligt beteende.<br/> <br/>  Bedrägligt beteende?<br/>  Enligt Rättegångsbalken 24 kap. 7 § får visserligen vem som helst gripa en person som har begått ett brott på vilket fängelse kan följa om denne påträffas på bar gärning eller flyende fot. Enligt 9 kap 2 § 2 st Brottsbalken kan en person som begagnar sig av transport som tillhandahålles under förutsättning av kontant betalning dömas för bedrägligt beteende om han ej (gör) rätt för sig. Straffet är böter eller fängelse i högst sex månader.<br/> <br/>  Lagen om tillägsavgift<br/>  Resonemanget är dock högst hypotetiskt. Vad gäller bedrägligt beteende finns visserligen ett antal fall där personer dömts för brottet när de åkt kollektivtrafik utan giltigt färdbevis. Men dessa fall är äldre och har då varit sammankopplat med att man använt förfalskat färdbevis eller liknande och åtalats för detta samtidigt. Straffet har heller aldrig blivit fängelse för ett så ringa brott som att åka utan giltigt färdbevis. Numer använder sig kontrollanterna av lagen om tilläggsavgift i kollektiv persontrafik (1977:67) enligt vilken en tilläggsavgift får tas ut om någon reser utan giltigt färdbevis (observera att tilläggsavgiften inte får tas ut om avsaknaden av giltig biljett får anses vara ursäktlig med hänsyn till den resandes ålder, sjukdom, bristande kännedom om lokala förhållanden eller annan omständighet enligt 2 § nämnda lag). Att en domstol idag skulle anse att en person som plankar gör sig skyldig till ett brott som kan straffas med fängelse är alltså mycket tveksamt.<br/> <br/>  Kontrollanterna får inte gripa dig<br/>  Vad gäller rätten att gripa en person som flyr eller tas på bar gärning så är det mycket tveksamt i vilken grad kontrollanterna kan använda denna. Kontrollanter som går runt på ett tåg och frågar efter färdbevis kan inte veta huruvida personer verkligen har färdbevis eller inte. Samma sak gäller en person som tar sig förbi en spärrlinje utan att uppvisa färdbevis. Kontrollanterna kan inte veta säkert om personen verkligen har färdbevis eller ej. Om kontrollanterna gör razzia i en tunnelbaneuppgång så tillkommer även att de inte kan veta säkert huruvida en person verkligen brukat kollektivtrafiken eller ej, eller om denne bara gått från den ena uppgången över perrongen till den andra.<br/> <br/>  Hur en domstol skulle resonera om frågan kom upp till prövning är svårt att säga. Rättsläget är alltså idag oklart."
	},
	{
		"postIndex": 1575,
		"postNumber": 1617,
		"rankGlobal": 15,
		"scoreGlobal": 83,
		"userRank": 2,
		"userScore": 83.5,
		"postUserName": "Baath",
		"postUserID": "u384575",
		"postUserUrl": "https://www.flashback.org/u384575",
		"postDateTime": "2010-10-26, 23:06",
		"postUrlInThread": "https://www.flashback.org/t130697p135",
		"postUrlUniq": "https://www.flashback.org/sp26426408",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ATIX</strong></div> <div>Men fatta att du inte kan ha rimliga misstankar om att brott har begåtts för ett envarsgripande. Du ska ta han på bar gärning eller flyende fot och brottet ska kunna ge fängelse. Om du som person inte kan dessa reglerna så du ge fan i att göra envarsgripande för du gör dig skyldig till olaga frihetsberövande och den som du skulle gripa kan nu göra ett envarsgripande på dig istället.<br/> <br/>  Det räcker för mig att jag vet det och att det går att läsa lagen och att det skrivits här så mycket. Vill folk blunda sen är det inte mitt problem. Orka lägga ner mer tid på detta nu. *suck*<br/> <br/>  Och vad babblar dom om 10 års fäöngelse och liknande? har aldrig nämnt det ens.. men så brukar det vara. massa annat som är irrelevant.</div> </td> </tr> </table> </div> <br/> <br/>  Jösses...<br/> <br/>  Det som är brottet är att personen har begagnat sig av färdmedlet utan att göra rätt för sig. Det är brottet bedrägligt beteende och när personen inte visar giltigt färdbevis och inte accepterar kontrollavgiften så har man en bar gärning på att personen har begagnat sig av färdmedlet utan att göra rätt för sig och personen kan då gripas av envar. Svårare än så är det inte.<br/> <br/>  Envarsgripandet för bedrägligt beteende förutsätter här tre saker:<br/>  1.Personen har åkt med tåget (kontrolleras genom att man gör biljettkontrollen på tåget.<br/>  2. Personen visar inte upp giltigt färdbevis vid anmodan från kontrollant.<br/>  3. Personen accepterar inte kontrollavgiften (som sker mot kreditbetalning och för att det skall ske måste naturligtvis personen legitimeras, precis som när du betalar med ditt bankkort i en butik där du inte kan slå in koden).<br/> <br/>  Är alla dessa tre villkor uppfyllda så har man bar gärning på bedrägligt beteende. Som vi alla vet så har bedrägligt beteende fängelse i straffskalan och det är därför möjligt att, då man har en bar gärning, göra ett envarsgripande.<br/>  Kikar man sedan i ovan nämnda förarbeten så ser man att det inte går att komma undan kontrollavgift genom att säga \"men jag har tappat min biljett\" eller på annat sätt konstra och tro att man inte skall behöva visa biljett för kontrollanterna.<br/> <br/>  Men låt oss nu ponera att ATIX och Fri (som jag misstänker är samma person eftersom de argumenterar på samma urbota korkade sätt) har rätt. Hur kan det då komma sig att INGEN kontrollant som gått tillväga på det sätt som jag och andra i tråden hävdar att man skall gå tillväga på har blivit dömd för olaga frihetsberövande? (Om det är så att ATIX eller Fri känner till något sådant fall så berätta gärna, men kom ihåg, det handlar om en kontroll som uppfyller de tre steg jag nämnt ovan.) Det är dessutom intressant att fråga sig hur det kan komma sig att, om det är så att ATIX och Fri har rätt, det finns folk som försökt krångla sig undan en kontroll som gått till så som jag beskrivit ovan och ändå blivit dömda för bedrägligt beteende?<br/>  Kort sagt? Har våra domstolar med tillhörande jurister jättedålig koll på juridiken och borde få en lektion av den mycket juridiskt bevandrade ATIX?"
	},
	{
		"postIndex": 2515,
		"postNumber": 2571,
		"rankGlobal": 16,
		"scoreGlobal": 83,
		"userRank": 5,
		"userScore": 75.6,
		"postUserName": "EIIer",
		"postUserID": "u664995",
		"postUserUrl": "https://www.flashback.org/u664995",
		"postDateTime": "2012-02-01, 15:17",
		"postUrlInThread": "https://www.flashback.org/t130697p215",
		"postUrlUniq": "https://www.flashback.org/sp35445303",
		"sentence": "Det är åtminstone intressant att diskutera med dig då detta är sakligt och liknande. Dock vidhåller jag min ståndpunkt och det hade som sagt varit väldigt intressant att få det hela prövat rättsligt. Även om det ibland blir väldigt konstiga domar...<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>namgreb</strong></div> <div>Vad är det du bemöter nu? Den perdurerande aspekten? I så fall behärskar du den uppenbarligen inte. Det är skillnad på när ett brott <i>fullbordas</i> och när det <i>avslutas</i>. Ett brott som är perdurerande är inte begånget vid <i>ett</i> tillfälle utan <i>fortgår</i>. Om jag frihetsberövar en person fortgår själva brottet fram tills dess att frihetsberövandet upphör. Att brottet fullbordas vid det första frihetsberövandet i ett tillstånd av frihetsberövande är i princip en annan sak och markerar den initiala tröskeln mellan lagligt och olagligt man alltid passerar vid ett brott. Fullbordandet tar sikte på när brottet inleddes/uppstod, när man lämnat, närmast i ordningen, försökspunkten bakom sig, inte när det avslutades. <br/> <br/>  Det finns alltså all anledning att diskutera nämnda aspekt. Applicera dessa tankar på bedrägligt beteende i kollektivtrafiken och det blir dessutom väldigt intressant.  </div> </td> </tr> </table> </div> Jag förstår hur du tänker här men anser att det likväl blir ett tankefel faktiskt. Av den enkla anledningen att enbart för att du saknar biljett så är inte det i sig brottsligt. Det blir ju inget brott om du har köpt en biljett, går på tåget och sen kastar den i en \"brinnande papperskorg\". Dock gör du dig skyldig till ett avtalsbrott antar jag då det rimligen står att du ska behålla biljetten under hela resan. Så fortfarande vet vi inte om det är ett brott eller inte om vi enbart ser någon utan biljett eller med motvilja att visa den.<br/> <br/>  Jag funderar allvarligt att köpa en biljett. Sen sätter jag mig och åker till en kontrollant kommer och sen vägrar jag kommunicera med honom ens. När jag sen ska gå av (nästa hållplats) blir det intressant om han griper mig. Då kommer jag direkt att göra en anmälan om olaga frihetsberövande. Men jag tror inte att det är någon som kommer att gripa mig. Jag har aldrig sett att någon blivit gripen i avsaknad av biljett eller vägran i att kommunicera. Är det för att det är olagligt eller för att de inte orkar med en rättsprocess av det hela - eller kanske är det enbart jag som aldrig sett detta? Och då räknar jag inte med brott som missbruk av urkund som en följd av att sakna biljett.<br/> <br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Peka gärna på argument du känner har förblivit obesvarade så ska jag se om jag kan göra något åt saken.      </td> </tr> </table> </div> Orkar inte gå tillbaka och leta just nu. Möjligen skulel det vara intressant om du ville spekulera lite i frågorna (precis) ovanför som tar upp avsaknad av biljett när du ska in på Arlanda från tåghållet samt när du saknar din biljett inne i konserthallen.<br/> <br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Ett rörigt resonemang blir inte mindre rörigt bara för att man kortar ner det, snarare tvärtom.       </td> </tr> </table> </div> Ett längre inlägg som enbart skrivs ner (utan genomgång) blir mer rörigt när jag skriver det. Då jag flyger runt med mina tankar. Och ofta klagar folk på långa inlägg även om de är koncisa.<br/> <br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Vad får dig att tro att ingen har envargripits? Ganska många påstår väl att så är fallet? Sen finns det ingen dom ifrån HD där man en gång för alla konstaterat att ett envarsgripande är ok, rent praktiskt hamnar man inte i den situationen att HD tar upp frågan. Det innebär dock inte per automatik att envarsgripanden inte sker och än mindre att envarsgripanden inte är i vart fall teoretiskt möjliga. <br/>  Att det inte finns någon tydlig dom som tar upp ett envarsgripande i aktuell situation kan lika gärna ha att göra med att ingen åklagare driver åtal avseende olaga frihetsberövande gentemot kontrollanter som envarsgripit, just för att de anser gripandet vara ok. Så mycket annat material finns inte att tillgå. Jobbar någon här på SL som kontrollant t.ex.? Upprättar dessa överhuvudtaget rapporter vid envarsgripanden?       </td> </tr> </table> </div> Jag får ju utgår från det till jag ser ett bevis. Och möjligen har jag fel nu men om någon envarsgrips borde det väl finnas med i någon förundersökning/förhör eller liknande. XX envarsgreps av YY som såg att bla bla? Eller har jag helt fel nu?<br/> <br/>  Jag efterlyser sen inte en dom från HD utan en dom även från lägsta instans hade gjort att vi får lite svart på vitt i frågan.<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Trots svårigheterna att slänga en källa i ansiktet på dig och trots att detta är en teoretisk diskussion varför det egentligen är mindre relevant vad som sker i praktiken (som en jämförelse är det ett brott att inte folkbokföra sig på sin nya adress i tid vid flyttning men straffbudet används aldrig -är det då mindre brottsligt i teorin?) hänvisade jag till just den här tråden och den händelserapport jag vill minnas att ormanoff lagt upp. Det är bara att ge sig i kast med flashbacks jobbiga sökfunktion!      </td> </tr> </table> </div> Det är inte mindre brottsligt att gå mot rött heller, men nu diskuterar vi ju faktiskt en lag som har fängelse i straffskalan. Skickade du med en länk får jag kolla den efter att jag svarat klart då den inte finns med just nu.<br/> <br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       visst kan det finnas en orsak till att ingen här, utöver händelserapporten jag hänvisade till, har slängt upp en övertydlig källa på att envarsgripanden sker i praktiken, men som jag anför ovan kan det vara en helt annan orsak än den du gör gällande. Sett i ljuset av att yrkesverksamma har uttalat sig, att det har länkats till juridisk litteratur på området, att lagtexten är den högsta normkällan osv. är det ganska märkligt att du anser din teori vara den sanna.      </td> </tr> </table> </div> Jag har aldrig och kommer aldrig ställa in mig i ett led ifall jag anser att dessa har fel. Så är fallet nu. Det finns som sagt advokater som uttalat sig i TV i denna fråga - dessvärre verkar inte klippet finnas online. Då måste jag lyfta upp detta för att det \"osanna\" inte ska bli en vedertagen sanning bland de som läser här. Men jag finner det väldigt intressant att det sker att så många ändå hamnar på olika sidor i ett rättsexempel. Jag är den förste att ta ett steg ner från tronen när jag får en bevisning mot mig - för det händer att jag är ute och cyklar ibland. Svårt att hålla koll på alla lagar ibland, speciellt när de korsar varandra. I detta fallet anser jag att det är ni som är ute och kör lagtempo.<br/> <br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Du missade ett led i ditt tidigare resonemang och det var den saken jag reagerade på, mindre relevant för huvudfrågan dock.  <br/> <br/> <a href=\"https://www.flashback.org/sp35440554\" target=\"_blank\">https://www.flashback.org/sp35440554</a><br/> <br/> <br/>  För att det ska finnas ett straffvärde, som man laborerar med främst vid påföljdsfrågan, behöver det först finnas en möjlighet till påföljd. Ungefär samma typ av tankefel som det jag reagerade på tidigare, dvs. du hoppar helt över ett led.      </td> </tr> </table> </div> Det här får du gärna förklara igen och mer tydligt så jag inte missförstår dig. För jag ser inte att jag skulle hoppat över ett led."
	},
	{
		"postIndex": 2890,
		"postNumber": 2950,
		"rankGlobal": 17,
		"scoreGlobal": 81.5,
		"userRank": 5,
		"userScore": 75.6,
		"postUserName": "EIIer",
		"postUserID": "u664995",
		"postUserUrl": "https://www.flashback.org/u664995",
		"postDateTime": "2012-04-24, 14:18",
		"postUrlInThread": "https://www.flashback.org/t130697p246",
		"postUrlUniq": "https://www.flashback.org/sp37002793",
		"sentence": "Oftast undviker man att svara på mina påstående då man inte riktigt vet hur man ska konfrontera det hela. Då är det oftast bättre att helt enkelt bara vara tyst så kanske folk glömmer bort det hela.<br/> <br/>  Men jag ska åter ställa lite frågor för att kanske få er mer eller mindre hjärndöda att förstå att kontrollanter inte kan envarsgripa enbart för att det saknas en biljett.<br/> <br/>  Flera av er påstår att man har en sista betalningsmöjlighet via tilläggsavgiften. Detta menar jag är felaktigt då man redan begått brottet så fort man börjar åka utan att ha biljett. Detta sista håller flera av er med mig i, men likväl påstår ni att man kan acceptera en tilläggsavgift och sen skulle allt vara frid och fröjd. Man kan inte köpa sig fri från ett brott i Sverige.<br/> <br/>  Vidare menar ni att kontrollanten har två möjligheter, där det är upp till kontrollanten - antingen avvisar han en från tåget eller så utfärdar han en tilläggsavgift. Om man då vill betala tilläggsavgiften? Kan han likväl kasta av en från tåget? Och om man snabbt köper en biljett efter att ha blivit avvisad, kan man då ta samma tåg igen, nu med giltig biljett?<br/> <br/>  Ifall man är djupt rotad hos KFM? Kan man då alltid bara acceptera tilläggsavgiften och sen åka vidare? När dessa sen aldrig betalas utan skulden är uppe i 120 000, vad händer då? Blir man då avvisad fastän man vill acceptera tilläggsavgiften? För enligt flera av er är ju sista möjligheten att acceptera en tilläggsavgift - dvs göra rätt för sig. Då har man enligt er ej gjort sig skyldig till brott och man har rätt att åka vidare då man betalat \"en dyrare biljett\".<br/> <br/>  Jag hoppas själva att ni förstår hur tokigt det hela blir när ni påstår två olika saker som är motsägelsefulla. Slutsatsen blir åter igen att det inte är möjligt att gripa någon för att denne vägrar uppvisa sin biljett. Man kan endast avvisa i detta läge och ringa polisen och delge att man har misstankar om ett brott och sen får polisen försöka hitta personen.<br/> <br/>  Det mesta i denna forumavdelning brukar bli rätt till sist men just vad gäller denna fråga så förstår jag inte varför ni envisas med att stensäkert tro att ni har rätt. Ni borde åtminstone säga att rättsläget är oklart - då kunde jag acceptera att ni tror som ni gör.<br/> <br/>  Eller är det personlig frustration att det faktiskt är möjligt att en del kan åka utan att göra rätt för sig? Jag tror mer på detta, för ofta brukar människor på något märkligt sätt väga in känslor i sina diskussioner - men likväl försöka hänvisa till paragrafer."
	},
	{
		"postIndex": 1736,
		"postNumber": 1780,
		"rankGlobal": 18,
		"scoreGlobal": 80.3,
		"userRank": 7,
		"userScore": 52.1,
		"postUserName": "ATIX",
		"postUserID": "u278434",
		"postUserUrl": "https://www.flashback.org/u278434",
		"postDateTime": "2010-11-18, 17:11",
		"postUrlInThread": "https://www.flashback.org/t130697p149",
		"postUrlUniq": "https://www.flashback.org/sp26953700",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>pellepolis</strong></div> <div>Om man blir felaktigt gripen ja. Problemet är att många som anser sig ha blivit felaktigt gripna senare åker på både våld mot tjänsteman och våldsamt motstånd. Man bör alltså vara försiktig där, särskilt om man inte är säker på vad som faktiskt gäller (som i den här situationen).</div> </td> </tr> </table> </div>  Jag är övertygad om att jag skulle ha rätt att slå mig fri ifall en kontrollant försökte gripa mig ifall jag ej uppvisade giltig biljett. Eventuellt hade jag gripit kontrollanten istället. Situationen hade urartat iaf. Felet du gör är enkelt i din tolkning. Lyssna nu här. Jag saknar biljett och kontrollanten vill skriva ut en tilläggsavgift. När han skrivit ut den till mig så har han ingen aning om vem jag är. Han har alltså ingen rätt att kräva min legitimation eller att jag berättar vem jag är. I detta läge kan han göra en polisanmälan att han misstänker att jag gör mig skyldig till bedrägligt beteende. När jag går av tåget kan han inte gripa mig ÄVEN om vi antar att du skulle ha lite rät i det hela. Jag har ju tagit tilläggsavgiften men vägrat säga vem jag är. Att dom sen inte kan driva in den är nästa femma. Här är det ytterligare förtydligat att det jag säger faktiskt kommer hålla i en domstol.<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>pellepolis</strong></div> <div>Ja, den här stycket bevisar din avsaknad på juridiska grundkunskaper. Det är just detta som är problemet, när du förstår vad jag menar i mitt inlägg kommer du även att förstå hur alla lagar hör ihop. Det finns som sagt inte en enda lag som har \"hela registret\" i samma lag. </div> </td> </tr> </table> </div> Det är väl kanske 2% som tror att lagboken skriver upp allt som är tillåtet samt allt som är förbjudet in i minsta detalj, men lagarna är rätt fristående likväl skulle jag kalla det. Du kan aldrig väva in en tilläggsavgift som bedrägligt beteende ifall du inte uppvisar legitimation eller säger vem du är.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>pellepolis</strong></div> <div>En lag skulle i så fall bli flera sidor lång och vara så detaljerad att ingen skulle kunna veta vad som gällde. </div> </td> </tr> </table> </div> Ja, men ta och förklara detta för någon av de 2% som inte begriper det.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>pellepolis</strong></div> <div>Jag menar att lagen om tilläggsavgift ger företaget rätt att skriva ut en tilläggsavgift till den som inte uppvisar biljett vid kontroll. Det går INTE att bryta mot den lagen och därför finns inget straff med i den lagen. Däremot begår man brott enligt ett annan lag, som säger att man inte får nyttja avgiftsbelagda tjänster utan att göra rätt för sig, om man inte betalar för sig, d.v.s. accepterar tilläggsavgiften. Men det har vi tjatat om så länge nu, så det borde du vid det här laget känna till. </div> </td> </tr> </table> </div> Bra, nu har du kommit ett steg på vägen. Nu ska du bara svälja din stolthet och erkänna att du hade fasiken fel på detta. Som jag sagt tidigare så kan du inte hänvisa tillbaka till en lag och säga att det brottet sker nu istället för tidigare. Vi har tjatat länge om det ja. Jag skriver inte här i första hand för att du ska förstå att jag har rät utan för att de som inte känner till detta inte ska bli lurade här. Det är till dem jag skriver. Ifall de sen tror på dig eller mig spelar mindre roll.<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>pellepolis</strong></div> <div>Nej, eftersom en tappad biljett inte är en biljett. Visar du ingen biljett ska du betala (acceptera) tilläggsavgift, om du inte gör det betalar du inte för resan och enligt brottsbalken är det ett brott. Mig veterligen är det inget brott enligt brottsbalken att inte betala en inkassoavgift. Du blandar ihop händelsekedjan här. Inkassoavgift har inget med <u>accepterandet</u> av tilläggsavgiften att göra. </div> </td> </tr> </table> </div> Det är en avgift som uppkommer då en annan lag inte följs.<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>pellepolis</strong></div> <div>Jo, i lagen om tilläggsavgift, brottsbalken, rättegångsbalken och polislagen. Så du menar att det finns exempel på när kontrollanter blivit straffade när de med laga stöd gripit någon? Visa mig det i så fall, för det borde rimligtvis ha hänt flera gånger eftersom kontrollanter och OV har gripit folk vid flera tillfällen. </div> </td> </tr> </table> </div> Antagligen har de inte blivit straffade om de med laga stöd gripit någon, vare sig de är kontrollanter eller inte. När de griper någon utan att ha rätt så kan det bli aktuellt med åtal på sikt ifall en anmälan inkommer ja. Visa du mig istället en friande dom mot en person som gripit någon på en felaktig grund likt denna vi diskuterar istället. Det är väl mer intressant?<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>pellepolis</strong></div> <div>Nej, läs om läs rätt.</div> </td> </tr> </table> </div> Läsa?"
	},
	{
		"postIndex": 2517,
		"postNumber": 2573,
		"rankGlobal": 19,
		"scoreGlobal": 79.6,
		"userRank": 5,
		"userScore": 75.6,
		"postUserName": "EIIer",
		"postUserID": "u664995",
		"postUserUrl": "https://www.flashback.org/u664995",
		"postDateTime": "2012-02-01, 15:38",
		"postUrlInThread": "https://www.flashback.org/t130697p215",
		"postUrlUniq": "https://www.flashback.org/sp35445733",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>namgreb</strong></div> <div>Nu ger du dig in på en aspekt jag tycker det går att diskutera! </div> </td> </tr> </table> </div> Jo, diskutera detta går ju men kommer vi bli klokare i det långa loppet? För mig känns det väldigt djungelaktigt.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Misstanke kan inte ersätta <i>bar gärning</i>, men hur griper man någon för ett brott utan att samtidigt misstänka den gripna personen för det aktuella brottet? Det är omöjligt att gripa någon utan att ha minst en misstanke! Såvida man inte medvetet går runt och godtyckligt \"griper\" folk.       </td> </tr> </table> </div> Ifall någon klottrar på en vägg, kan jag då gripa denna person, utan att veta om det är tillåtet eller inte att klottra på just den väggen? I dessa fall anser jag att det enda rätta är att meddela polisen så får de sen konfrontera klottraren. Kanske är det hans fastighet? Har han köpt eller inte köpt en biljett är min tanke - tillkalla polis.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Den fråga jag då gärna diskuterar är hur kontrollanterna löser situationen avseende misstanken då de träffar på en person som, enligt min mening, begår ett perdurerande bedrägligt beteende, varför det rimligtvis är bar gärning hela tiden      </td> </tr> </table> </div> Njae, jag kan hålla med dig om att det kan vara ett perdurerande brott, men faktum kvarstår väl att det inte finns någon bar gärning - av den anledningen att du inte kan anskaffa dig en biljett ombord. Men självklart kan misstanke väckas att personen faktiskt gör sig skyldig till bedrägligt beteende. I detta fall får polis tillkallas och lösa situationen, dock utan att någon har rätt att gripa den misstänkte. Så huruvida brottet fortlöper spelar ju faktiskt inte så stor roll - ifall nu det kan fortlöpa i detta scenario.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       , men hur ska man tolka det faktum att 24:7 inte nämner något om misstanke? Kanske ska det vägas in i <i>bar gärning</i>? Kanske är det något som ska ställas i total motsatsställning till <i>bar gärning</i>?       </td> </tr> </table> </div> Nu är det ju inte invägt då \"på bar gärning\" antagligen anses som väldigt begränsat. Du ska se brottet i stort sett. Det blir ju en snårig skog detta. Det räcker ju inte att säga till en medresenär att \"jag har fan inte betalat för någon jävla biljett\" för att denna ska kunna gripa en. Även om jag inte ser någon biljett och misstänker att scenariot stämmer då han säger detta. Jag ser dock inget brott, dvs \"på bar gärning\".<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Att en faktisk misstanke uppstår när en person inte vill uppvisa färdbiljett och krånglar är ju uppenbart samt nödvändigt för att steget till envarsgripande ska tas      </td> </tr> </table> </div> Jag anser ju att det är likgiltigt ifall en misstanke uppstår. Lämnar jag en butik och direkt efter tar upp en oöppnad dryck ur innerfickan och dricker så kanske ägaren misstänker att jag stal (snattade) den i butiken, speciellt om jag smugit runt bland de kylda dryckerna ett tag. Men han såg inte brottet. Skillnaden är ju att detta brott inte fortlöper utan det inträffar enbart när jag passerar kassalinjen.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       , men när det inte sägs något om en misstankegrad, hur löser man egentligen situationen då? Kanske ska <i>bar gärning</i> ställas i relation till tillräcklig bevisning för att någon ska fällas till ansvar i en efterföljande process? Men det blir lite krångligt då.       </td> </tr> </table> </div> Ja, men samtidigt känns det väl som att samtliga envarsgripande som sker (de fåtal) leder till en fällande dom. Och jag tror ju att ett felaktigt envarsgripande av en kontrollant kommer fälla resenären för bedrägligt beteende. Och det i sig borde inte göra det tillåtet med sådana envarsgripande vare sig nu eller senare via lagändringar.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Förmodligen är <i>bar gärning</i> unikt för envarsgripandet som institut, men det gör inte nödvändigtvis misstankeaspekten mindre komplicerad.       </td> </tr> </table> </div> I skrivande stund borde väl misstankegraden helt uteslutas vid envarsgripande?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Tolkningen av <i>på flyende fot</i> är mindre aktuell i den här frågan, såvida man inte utgår ifrån ett scenario där någon plankare vid konfrontationen med kontrollanterna flyr med orden: \"<i>Helvete heller! Mig får ni inte levande!</i>\", om äns då.      </td> </tr> </table> </div> Självklart är den mindre aktuell. Tog mest upp den för att eventuellt klargöra vad det egentligen betyder. Och jag tror inte det räcker med ovan för att det ska bli \"flyende fot\". Men det intressanta är ju ifall man måste bevittnat ett brott eller att någon annan påstår sig ha bevittnat det? \"Flyende fot\" känns riktigt rörigt enligt mig."
	},
	{
		"postIndex": 1430,
		"postNumber": 1468,
		"rankGlobal": 20,
		"scoreGlobal": 79.6,
		"userRank": 2,
		"userScore": 83.5,
		"postUserName": "Baath",
		"postUserID": "u384575",
		"postUserUrl": "https://www.flashback.org/u384575",
		"postDateTime": "2010-10-21, 10:49",
		"postUrlInThread": "https://www.flashback.org/t130697p123",
		"postUrlUniq": "https://www.flashback.org/sp26288395",
		"sentence": "Innan jag börjar svara på ditt inlägg vill jag summera mitt intryck av detta inlägg och dig som person med en rejäl <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/><br/> <br/>  Så, då var det dax att YTTERLIGARE en gång förklara för dig hur det faktiskt är och varför du är ute och cyklar helt och fullständigt och varför ditt brödrostexempel inte bara är larvig och dumt utan även saknar all form av relevans. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Fri</strong></div> <div>Om du tror att frånvaro att visa biljett för SL-anställd som tituleras X, utgör grund för att du envarsgrips, ja då beklagar jag i tur och ordning:'<br/> <br/>  1) Hur rättslös du upplever dig vara inför att otaliga andra människors rätt att frihetsberöva dig i kraft av deras titlar, även om de \"i kraft av att tituleras kontrollant\" helt saknar juridisk utbildning och inte har några som helst polisiär eller väktarbefogenhet.</div> </td> </tr> </table> </div> <br/>  Jag upplever mig inte särskilt rättslös. De enda som kan frihetsberöva mig i kraft av deras titlar är polis, ordningsvakt, läkare, åklagare, trafiktjänsteman i säkerhetstjänst på platser som faller under järnvägslagen, kapten på båt eller flygplan och skyddsvakt (jag har säkert glömt någon, det jag vill komma till är att bland alla de som i egenskap av yrke får frihetsberöva någon så finns varken väktare eller biljettkontrollant med). Alla andra människor kan frihetsberöva mig enbart om kriterierna för envarsgripande är uppfyllda (bar gärning, flyende fot, efterlyst av polisen för brott).<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Fri</strong></div> <div>2) Hur ångestfull du måste känna dig inför att om du råkar tappa ett tiekronerskvitto och därför kan komma att tvingas betala hundratals gånger högre belopp (all avtalsrätt och skadeståndsrätt unikt undansatt). Känner du samma ångest inför att du skulle tappa ett brödrostskvitto, och haffas av butikskontrollanterna på parkeringsplatsen utanför ICA-Kvantum, som kräver 100 gånger brödrostprisets 800 kr, alltså 80 000 kr i \"bot\"? För annars envarsgriper de dig...</div> </td> </tr> </table> </div> <br/>  Jag skulle inte känna mig ett dugg ångerfull. Skulle butikskontrollanten komma fram till mig på parkeringen och jag inte har mitt kvitto så kan vederbörande inte gripa mig. Det finns till en början ingen lag som säger att jag måste visa upp kvitto på inköpta varor för butikskontrollanten. Det finns heller ingen möjlighet för honom att gripa mig enkom på brist av kvitto. Hade han gripit mig direkt utanför kassalinjen när jag försökt smussla ut brödrosten under jackan, ja, då hade jag, med rätta, känt mig ganska ångerfull eftersom jag stulit. Jag hade naturligtvis inte heller betalat 80000kr i någon bot eftersom en sådan avgift inte heller finns lagstadgad.<br/>  Jag hade dock känt mig ångerfull om jag plankat på tunnelbanan, åkt dit i en kontroll, och behövt betala de lagstadgade 1200kr i kontrollavgift istället för att köpa en vanlig biljett för 20-30spänn. Jag hade också känt mig ångerfull om jag blivit gripen av funktionärer när jag försökt planka in på en musikfestival och därigenom lagförd för bedrägligt beteende. Jag hade för den delen också känt mig ångerfull om jag plankade på SJ-tåg och åkte dit, där jag har för mig att samma regler om för pendeltåg och tunnelbana gäller <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Fri</strong></div> <div>3) Hur dum du känner dig själv när du inser att SL inte är ett kategoriskt veto mot allt vad rättssäkerhet består av? SL är riktigt uruselt rent operativt, men det är faktiskt mänskligt rättighetsmässigt ljusår bättre än Nordkorea, även för den som kliver ned i deras tunnlar...</div> </td> </tr> </table> </div> <br/>  Naturligtvis har inte SL det. Däremot så är lagen oerhört enkel och tydlig. Du <b>måste</b> kunna visa upp giltigt färdbevis för kontrollanter. Om du <b>inte</b> gör det så har de <b>rätt</b> att utfärda en <b>kontrollavgift</b> (observera kontrollavgift, inte böter), alldeles oavsett om du har biljetten i fickan eller ej. Om du <b>inte accepterar kontrollavgiften</b> genom att <b>legitimera</b> dig så att de kan kontrollera att det faktiskt är den som skall ha kontrollavgiften som får kontrollavgiften (det var det där med rättssäkerhet) så är det att betrakta som att <b>du gjort dig skyldig till bedrägligt beteende</b> eftersom du inte på något sätt vill göra rätt för dig. Eftersom bedrägligt beteende har <b>fängelse i straffskalan</b> så finns det därmed utrymme för kontrollanterna, som tagit dig på <b>bar gärning</b>, att envarsgripa dig. För att genomföra detta envarsgripande har de, om du inte håller dig lugn eller försöker använda våld eller liknande mot kontrollanterna, rätt att <b>använda våld</b> mot dig med stöd av PL§10. De är <b>skyldiga att skyndsamt tillkalla polis och överlämna den gripne till polis</b>. Detta är förutsatt att kontrollen har skett <b>ombord på tåget</b> eftersom du då har utnyttjat en tjänst utan att betala för dig.<br/>  Jag har fetmarkerat de delar som är viktiga för dig att läsa och begrunda."
	},
	{
		"postIndex": 2695,
		"postNumber": 2754,
		"rankGlobal": 21,
		"scoreGlobal": 79.4,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "Emerain",
		"postUserID": "u305910",
		"postUserUrl": "https://www.flashback.org/u305910",
		"postDateTime": "2012-04-21, 08:44",
		"postUrlInThread": "https://www.flashback.org/t130697p230",
		"postUrlUniq": "https://www.flashback.org/sp36943641",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>TD-Mystic</strong></div> <div>Jag vet inte vad denna tråden har kommit fram till om kontrollanter får eller inte får använda sig av envarsgripande. Men som jag ser det så kan aldrig kontrollanter bevisa att någon utan biljett inte har biljett. Jag kan säga att jag har köpt en biljett men inte vill visa upp den, eller uppvisa en falsk sms-biljett som de ser inte är korrekt och ändå säga att jag har en biljett i fickan. Därför kan de aldrig envarsgripa någon för bedrägligt beteende, de kan endast misstänka bedrägligt beteende och som jag har förstått det så kan endast Polis gripa en på misstanke, det kan inte en kontrollant (eller någon annan människa för den delen) göra. Så envarsgriper en kontrollant en på misstanke av bedrägligt beteende och håller fast en så får man använda sig av nödvärn och slå sig loss eftersom det istället blir olaga frihetsberövande.</div> </td> </tr> </table> </div>   Du har fel  här. På flera punkter. Och det hade du sett om du läst några sidor bakåt i tråden. <br/> <br/>  1. Lagen säger att du ska visa upp din biljett för en kontrollant. Det spelar ingen roll vad du säger att du har i din ficka, om du inte visar upp en giltig biljett så har de rätt att ge dig en tilläggsavgift. Att vägra att ta emot den samtidigt som du inte visar upp en giltig biljett är bedrägligt beteende.<br/> <br/>  2. Uppvisar du en falsk sms-biljett så begår du urkundsförfalskning, och då är det inte tal om tilläggsavgift längre. Urkundsförfalskning är också envarsgripbart. Och värre än bedrägligt beteende.<br/> <br/>  3. Envarsgripande är just för att polisen inte är överallt hela tiden. Alla kan utföra ett envarsgripande på dig (eller någon annan) om de tar dig på bar gärning eller på flyende fot för ett brott med fängelse i straffskalan. Bedrägligt beteende har fängelse i straffskalan. Det räcker gott och väl med en välgrundad misstanke, och att inte visa upp giltig biljett OCH inte ta emot tilläggsavgiften är tillräckliga skäl.<br/> <br/>  4. Blir du envarsgripen så har du <b>inte</b> rätt att slå dig loss. Du får vackert invänta polisen (som alltid ska kallas till platsen) som får avgöra om du ska släppas eller inte. Det är inte olaga frihetsberövande att bli envarsgripen, det är dock du som gör något olagligt genom att misshandla envarsgriparna. Om någon har rätt till våld i denna situation så är det kontrollanterna, dels för att skydda sig själva om du slåss och dels för att hindra dig att fly."
	},
	{
		"postIndex": 2606,
		"postNumber": 2663,
		"rankGlobal": 22,
		"scoreGlobal": 79,
		"userRank": 2,
		"userScore": 83.5,
		"postUserName": "Baath",
		"postUserID": "u384575",
		"postUserUrl": "https://www.flashback.org/u384575",
		"postDateTime": "2012-03-09, 15:26",
		"postUrlInThread": "https://www.flashback.org/t130697p222",
		"postUrlUniq": "https://www.flashback.org/sp36142939",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>EIIer</strong></div> <div>Ja, eller varför tar du inte upp ett misshandelfall eller kanske ett mordfall?<br/> <br/>  Blir ju mest komiskt när folk tar liknelser till helt andra lagar. Grattis! Lika korkat som att bara för att du kan bli \"misshandlad\" lagligt så kan du inte bli mördad lagligt. Och det är på den nivån du debatterar nu...</div> </td> </tr> </table> </div> <br/>  Definitivt inte. Jag visar på två analoga fall (bara det att det är lite mer skakigt i det exemplet jag tog upp). <br/> <br/>  Du nyttjar en tjänst för vilken du förutsätts ha betalat. Du är skyldig enligt det avtal du ingått när du köpt tjänsten att bevisa att du betalat för tjänsten. Om du inte bevisar att du betalat tjänsten är du enligt lag skyldig att betala en tilläggsavgift. Om du inte heller betalar denna avgift har man en bar gärning på brottet bedrägligt beteende. Brottet bedrägligt beteende har fängelse i straffskalen. Du kan bli gripen enligt envarsrätten.<br/> <br/>  Huruvida du sedan blir fälld i domstol för bedrägligt beteende är en annan sak, det kommer du naturligtvis inte bli om det visar sig att du hade en biljett i fickan. Men envarsgripandet är ändå inte felaktigt. Envarsgripande förutsätter inte att personen blir fälld i domstol.<br/> <br/>  Vi kan kika på ett annat exempel där ett envarsgripande är helt korrekt även fast inget brott har begåtts.<br/> <br/>  Du kommer runt ett hörn och ser en person slå en annan i ansiktet. Du springer fram och gör ett envarsgripande. Du har bevittnat en misshandel. Personen du gripit hävdar att han handlat i nödvärn. Inga vittnen finns som styrker det hela. Polis kommer till platsen och tar över ärendet. I förundersökningen så kommer det trots allt fram att personen hade handlat i nödvärn då han precis innan du kom runt hörnet blev sparkad av personen han slog. Det fanns alltså ingen misshandel att gripa på utan det våldsanvändandet du såg var fullkomligt lagligt. Trots detta så var envarsgripandet riktigt.<br/> <br/>  Helt enkelt, du agerar på det du ser och den information du har vid tillfället. Detta är även det du gör som kontrollant när en person inte visar upp giltigt färdbevis och inte heller accepterar tilläggsavgiften."
	},
	{
		"postIndex": 1734,
		"postNumber": 1777,
		"rankGlobal": 23,
		"scoreGlobal": 78.4,
		"userRank": 3,
		"userScore": 80,
		"postUserName": "pellepolis",
		"postUserID": "u130745",
		"postUserUrl": "https://www.flashback.org/u130745",
		"postDateTime": "2010-11-18, 16:21",
		"postUrlInThread": "https://www.flashback.org/t130697p149",
		"postUrlUniq": "https://www.flashback.org/sp26952409",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ATIX</strong></div> <div>Våld mot tjänsteman är ju en helt annan fråga. Skjuter han vakten så lär han också åtalas för andra saker. Men faktum kvarstår att den som blir felaktigt gripen där har rätt att handla i nödvärn.</div> </td> </tr> </table> </div> <br/>  Om man blir felaktigt gripen ja. Problemet är att många som anser sig ha blivit felaktigt gripna senare åker på både våld mot tjänsteman och våldsamt motstånd. Man bör alltså vara försiktig där, särskilt om man inte är säker på vad som faktiskt gäller (som i den här situationen). <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ATIX</strong></div> <div>  Jag vet inte vad du snackar om nu alltså. Jag kan bara utgå från att du inte är smart nog att förstå vad du själv skriver ens. Om du menar att lagar samarbetar för att polisen går gripa en person som har skjutit en annan så kan vi börja leka med legobitar istället. Hur du sen lyckas få in att lagen om tilläggsavgifter har fängelsestraff i en straffskala ifall man ej betalar är ju helt galet alltså. Då försöker du jämställa det med att man ej köper/innehar en giltig biljett. Vidare får du detta till att du då ser att någon begår ett brott på bar gärning med fängelsestraff i skalan är för mig och flera andra juridiskt insatta personer en gåta.</div> </td> </tr> </table> </div> <br/>  Ja, den här stycket bevisar din avsaknad på juridiska grundkunskaper. Det är just detta som är problemet, när du förstår vad jag menar i mitt inlägg kommer du även att förstå hur alla lagar hör ihop. Det finns som sagt inte en enda lag som har \"hela registret\" i samma lag. <br/> <br/>  En lag skulle i så fall bli flera sidor lång och vara så detaljerad att ingen skulle kunna veta vad som gällde. <br/> <br/>  Jag menar att lagen om tilläggsavgift ger företaget rätt att skriva ut en tilläggsavgift till den som inte uppvisar biljett vid kontroll. Det går INTE att bryta mot den lagen och därför finns inget straff med i den lagen. Däremot begår man brott enligt ett annan lag, som säger att man inte får nyttja avgiftsbelagda tjänster utan att göra rätt för sig, om man inte betalar för sig, d.v.s. accepterar tilläggsavgiften. Men det har vi tjatat om så länge nu, så det borde du vid det här laget känna till. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ATIX</strong></div> <div>  Du snubblar på dig själv när du bortser från att personen fortfarande kan ha köpt en biljett men tappat den. Det scenariot ändras ju inte. Att det sen finns en lag om tilläggsavgift likt en lag om inkassoavgift gör ju inte att du får gripa en person då dessa lagar inte har några straff vad gäller fängelse. Du kan inte ens få böter genom att inte betala din tilläggsavgift. Hur kan det vara så svårt att förstå?</div> </td> </tr> </table> </div> <br/>  Nej, eftersom en tappad biljett inte är en biljett. Visar du ingen biljett ska du betala (acceptera) tilläggsavgift, om du inte gör det betalar du inte för resan och enligt brottsbalken är det ett brott. Mig veterligen är det inget brott enligt brottsbalken att inte betala en inkassoavgift. Du blandar ihop händelsekedjan här. Inkassoavgift har inget med <u>accepterandet</u> av tilläggsavgiften att göra. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ATIX</strong></div> <div>  Ingenstans hittar du stöd i lagen för dina påstående. Det intressanta är hur du lyckats få ihop en så här sjukt felaktig bild. Läs juridik och fråga några lärare på utbildningen eller vad som men du borde inse att det jag med flera säger stämmer. Det är även praktiserat i verkligheten, men detta viftar du bort med något som jag inte heller förstår. Du bara dribblar och resonerar så ologiskt så det finns inte.</div> </td> </tr> </table> </div> <br/>  Jo, i lagen om tilläggsavgift, brottsbalken, rättegångsbalken och polislagen. Så du menar att det finns exempel på när kontrollanter blivit straffade när de med laga stöd gripit någon? Visa mig det i så fall, för det borde rimligtvis ha hänt flera gånger eftersom kontrollanter och OV har gripit folk vid flera tillfällen. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ATIX</strong></div> <div>  Du resonerar lite som följer. Killen vill inte acceptera sin tilläggsavgift och då betyder det att han inte köpt en biljett från början och då griper du tag i honom felaktigt. Personen försöker sen freda sig och knuffar undan och använder det våld som behövs för att komma loss. Då resonerar du säkert felaktigt igen att nu har personen gjort sig skyldig till misshandel och då har du laglig rätt att gripa honom för detta. När personen sen återigen lyckas komma fri genom ännu grövre våld så kommer situationen till sist att eskalera. </div> </td> </tr> </table> </div> <br/>  Nej, läs om läs rätt."
	},
	{
		"postIndex": 278,
		"postNumber": 286,
		"rankGlobal": 24,
		"scoreGlobal": 78.4,
		"userRank": 39,
		"userScore": 14.1,
		"postUserName": "fnu",
		"postUserID": "u1701",
		"postUserUrl": "https://www.flashback.org/u1701",
		"postDateTime": "2005-04-20, 02:38",
		"postUrlInThread": "https://www.flashback.org/t130697p24",
		"postUrlUniq": "https://www.flashback.org/sp2133924",
		"sentence": "Här är lite fakta om det brott man begår när man plankar. <br/> <br/> Brottet man begår om man tjuvåker kallas <b>bedrägligt beteende</b> (BrB 9kap 2§ 2st) och lagen stadgar böter eller <b>fängelse i högst sex månader</b> för detta.<br/> <br/> Svensk rätt ger <b>alla rätt att gripa en person som begår brott på bar gärning på vilket fängelse kan följa (RB 24:7)</b> och ett sådant brott är bedrägligt beteende, sådant gripande kallas <b>envarsgripande</b>. Just kriteriet \"bar gärning\" är viktigt eftersom det innebär att en kontrollant (eller egentligen vem som helst) har rätt att gripa en person som passerar spärrarna utan att betala eller uppvisa giltig biljett. Vid ett s.k. envarsgripande tillkommer vissa befogenheter som t.ex. rätten att använda våld som kan anses \"försvarligt\" om personen försöker undkomma eller gör motstånd (<b>PL 10 §</b>). Dessutom tillkommer även rätten att genomföra en kroppsvisitation om det är nödvändigt av säkerhetsskäl i syfte att hitta och kunna ta omhand farliga föremål (<b>PL 19§</b> 1st). <br/> <br/> <b>Sammanfattningsvis kan man alltså säga att en kontrollant vid spärrarna har rätt att gripa en person som plankar och får då använda våld för att genomföra gripandet och kroppsvisitera personen om det är nödvändigt och överlämna personen till polisen.</b><br/> <br/> Men däremot är som bekant inget brott att tappa bort biljetten eller inte vilja visa upp den och därför finns det en s.k. speciallag med titeln <b>\"Lag (1977:67) om tilläggsavgift i kollektiv persontrafik\"</b>. Denna lag reglerar rätten för ett kollektivtrafikbolag att ta ut en tilläggsavgift för resenärer som inte kan uppvisa en giltig biljett vid kontroll, hur avgiften skall fastställas och vilka befogenheter som tillkommer kontrollpersonalen.<br/> <br/> Denna lag medför <b>inte</b> någon skyldighet för resenärer att uppge namn, personnummer eller uppvisa legitimation för kontrollpersonalen. Kontrollanternas befogenheter är mycket begränsade till att avlägsna personer som vägra lösa biljett eller betala tilläggsavgift (5§). Begreppet \"avlägsna\" medför att kontrollanterna får föra personen från platsen, tåget eller bussen och om det är nödvändigt använda försvarligt våld (<b>PL 10 1st punkt 4</b>). Dessutom får de begära hjälp från polisen att genomföra avlägsnandet om så är nödvändigt.<br/> <br/> Dessutom finns det ett avsnitt i Ordningslag (<b>1993:1617</b>) vars 4 kap 6 § punkt 4 stadgar \"4. skaffa sig tillträde till område innanför ingångsspärren till tunnelbana utan att kunna uppvisa giltigt färdbevis\". Påföljden regleras av den 10 § \" Den som bryter mot någon av 4-6 §§ döms till penningböter, om gärningen inte är belagd med strängare straff i brottsbalken eller någon annan författning.\". <b>Med anledning av att fängelse inte finns i straffskalan är inte rekvisiten för ett envarsgripande uppfyllt. Dock ger den aktuella lagen (9 §) befogenheter till polisman och ordningsvakt att avvisa eller avlägsna personen.</b><br/> <br/> Tidigare nämndes att rätten att göra envarsgripande, men eftersom det inte är ett brott att tappa biljetten eller inte vilja visa den och inte heller kan anses vara på bar gärning kan man inte använda denna rätt inne på tunnelbaneområden, buss och motsvarande. <br/> <br/> <b>Därmed kan man sammanfatta kontrollanternas hårt begränsade befogenheter till att ta ut tilläggsavgift av personen som inte kan uppvisa giltig biljett. Vägrar personen betala tilläggsavgift får kontrollanten inte hålla kvar personen eller vidta någon annan tvångsåtgärd förutom att avlägsna personen från platsen.</b><br/> <br/> Dessutom gäller att om avsaknaden av giltig biljett<b> \"får anses vara ursäktlig med hänsyn till den resandes ålder, sjukdom, bristande kännedom om lokala förhållanden eller annan omständighet\" får inte tilläggsavgift uttagas (2§ lag 1977:67).</b>"
	},
	{
		"postIndex": 1748,
		"postNumber": 1792,
		"rankGlobal": 25,
		"scoreGlobal": 77.6,
		"userRank": 7,
		"userScore": 52.1,
		"postUserName": "ATIX",
		"postUserID": "u278434",
		"postUserUrl": "https://www.flashback.org/u278434",
		"postDateTime": "2010-11-18, 18:34",
		"postUrlInThread": "https://www.flashback.org/t130697p150",
		"postUrlUniq": "https://www.flashback.org/sp26956013",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ormanoff</strong></div> <div>Även detta är avhandlat flera gånger i tråden. Att acceptera tilläggsavgiften innebär att du betalar den. Detta skall alltså ske på plats. Om trafikföretaget vill, kan de utfärda en kreditförbindelse för dig, men sådana avtal kräver givetvis att du legitimerar dig på betryggande sätt.</div> </td> </tr> </table> </div>   Var hittar du stöd i lagen för det du påstår nu? Vad jag vet finns det inget som säger att du måste acceptera avgiften ens. Men i vilket fall, om jag inte kan betala kontant, eller vill visa legitimation eller uppge vem jag är så har kontrollanten full rätt att polisanmäla mig då han misstänker bedrägligt beteende. Men kontrollanten vet fortfarande inte ifall jag har köpt en biljett och därmed gjort rätt för mig. Han har alltså inte tagit mig på bar gärning. Vidare står det \"Tilläggsavgift tages ut utöver avgift för biljett\" vilket innebär att detta inte är att likställa med en biljett - som isf skulle ersätta den andra biljetten som eventuellt är köpt. Sen undrar jag varför följande står med i lagen dock, \"Resande som vägrar att lösa biljett eller erlägga tilläggsavgift får avvisas från färdmedlet av tjänsteman som utför avgiftskontroll.\"?"
	},
	{
		"postIndex": 1565,
		"postNumber": 1607,
		"rankGlobal": 26,
		"scoreGlobal": 77.5,
		"userRank": 3,
		"userScore": 80,
		"postUserName": "pellepolis",
		"postUserID": "u130745",
		"postUserUrl": "https://www.flashback.org/u130745",
		"postDateTime": "2010-10-26, 18:53",
		"postUrlInThread": "https://www.flashback.org/t130697p134",
		"postUrlUniq": "https://www.flashback.org/sp26418715",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ATIX</strong></div> <div>Så var står det att det finns fängelsepåföljd ifall du inte tar emot en tilläggsavgift? Hur ska han kunna skriva ut den? Han vet inte vem du är och kan alltså inte skriva ut den till dig.</div> </td> </tr> </table> </div> <br/>  Men du, jag arbetar som ordningsvakt, och det är inte som så att jag frågar folk om de kan identifiera sig innan jag griper dem för misshandel eller så. Identiteten får polisen lösa när de kommer, jag griper oavsett vad personen heter. <br/> <br/>  Han kan ju inte skriva någonting om personen inte accepterar tilläggsavgiften, det är just därför kontrollanten griper.<br/> <br/>  Det finns ju ingen lag som säger att; \"om du inte accepterar tilläggsavgiften kan du gripas\". Lagtexten fungerar inte så, det finns liksom inte en lag för varje liten specifik händelse som kan inträffa. Istället får man se vad som händer om man då inte betalar den här avgiften.<br/> <br/>  Eftersom man är på ett tunnelbanatåg och kontrollanten frågar efter biljett så måste du visa en sådan (enligt avtalet du ingår med dem). Om du inte visar biljett får kontrollanten skriva ut en tilläggsavgift. Din resa kostar alltså då 800:- (eller vad nu en kontrollavgift kostar) och kontrollanten ser ju direkt om du betalar (accepterar) den eller ej. Är den påskriven och klar - inget brott. Försöker du lämna utan att göra rätt för dig kan du gripas, misstänkt för bedrägligt beteende, eftersom du inte gjort rätt för dig."
	},
	{
		"postIndex": 2473,
		"postNumber": 2529,
		"rankGlobal": 27,
		"scoreGlobal": 77.3,
		"userRank": 5,
		"userScore": 75.6,
		"postUserName": "EIIer",
		"postUserID": "u664995",
		"postUserUrl": "https://www.flashback.org/u664995",
		"postDateTime": "2012-01-31, 18:08",
		"postUrlInThread": "https://www.flashback.org/t130697p211",
		"postUrlUniq": "https://www.flashback.org/sp35429614",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Bergakungen</strong></div> <div>Nej, det är inte korrekt anledning. Skälet att du inte kan envarsgripas är att du mycket väl kan gå på transportmedlet i akt och mening att betala fullt ut då kontrollanten kommer till dig.<br/> <br/>  Jag skulle påstå, helt fräckt, att något klarlagt uppsåt till tjuvåkning inte kan föreligga förrän man undandragit sig den sista, yttersta betalningsmöjligheten, dvs att betala för biljetten via kontrollavgiften.</div> </td> </tr> </table> </div>   Men du kan inte sammankoppla tilläggsavgiften med bedrägligt beteende då dessa två lagar är helt skilda från varandra. Och den senare lagen (ang tillägg) handlar ju enbart om att de har rätt att avtala om tilläggsavgift ifall du inte kan uppvisa biljett oavsett om du köpt en eller inte.<br/> <br/>  För som jag skrev i mitt första inlägg som samtliga har \"ignorerat\" är ju att om du begår brottet bedrägligt beteende och blir gripen men sen väljer att betala tilläggsavgiften så har du fortfarande begått ett brott och kan således dömas i domstol också. Av den anledningen skulle det enbart bli en bonus år SL att även betala tilläggsavgiften.<br/> <br/>  Tilläggsavgiften finns ju för att du inte kan gripa någon för bedrägligt beteende ifall du inte verkligen är 100% på att någon faktiskt inte gjort rätt för sig och betalat för biljetten. Nu räcker det att någon saknar biljett så kan du ge dem en extra avgift. Men vill han inte ta emot den så uppstår det fortfarande inget brott som kan resultera i fängelse mer än det varit innan. Ni som menar det borde även mena att du skulle kunna bli gripen redan innan tilläggsavgiften också."
	},
	{
		"postIndex": 1518,
		"postNumber": 1558,
		"rankGlobal": 28,
		"scoreGlobal": 76.7,
		"userRank": 3,
		"userScore": 80,
		"postUserName": "pellepolis",
		"postUserID": "u130745",
		"postUserUrl": "https://www.flashback.org/u130745",
		"postDateTime": "2010-10-24, 14:23",
		"postUrlInThread": "https://www.flashback.org/t130697p130",
		"postUrlUniq": "https://www.flashback.org/sp26364878",
		"sentence": "Jag provar att spalta upp det lite, så kanske det blir lättare att förstå?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Fri</strong></div> <div>Om du tror att du får envarsgripa en människa därför att du tituleras kontrollant och inte får en påskrift på nån form av blankett, så ömkar jag din rättskänsla!</div> </td> </tr> </table> </div> <br/>  Jag tror inte att kontrollanten godtar kontant betalning, så enda sättet att göra rätt för sig är ju genom att visa upp giltligt färdbevis eller acceptera tilläggsavgiften, alltså godkänna den och betala för sig. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Fri</strong></div> <div> Det är inte bedrägeri att avstå från att på uppmaning signera ett papper. Se bara på rekvisiten i brottsbalken, så kommer du att fatta.</div> </td> </tr> </table> </div> <br/>  Riktigt så enkelt är det ju inte. Enligt brottsbalken är det ju ett brott att inte göra rätt för sig. Genom att inte signera (acceptera) tilläggsavgiften begår du brott, enligt brottsbalken. (bedrägligt beteende). Eftersom du inte kan betala tilläggsavgiften kontant är det det enda sättet du kan göra, alltså antingen visa upp ditt giltliga färdbevis, eller acceptera tilläggsavgiften (signera den). <br/> <br/>  Det är alltså inte själva papperet i sig som är det viktiga, det viktiga är att du betalar för dig. Dock är det enda sättet att betala för sig när man väl får en tilläggsavgift (eftersom man inte kan eller vill visa upp giltligt färdbevis) är genom att lämna sina personuppgifter och signera tilläggsavgiften som kontrollanten skriver ut med stöd av: Lag (1977:67) om tilläggsavgift i kollektiv persontrafik.<br/> <br/>  Vägrar du göra rätt för dig här, begår du alltså brott enligt brottsbalken på samma sätt som den som åker taxi men vägrar betala, den som går in på ICA och tar grejer utan att betala, den som hoppar över staketet till festivalen utan att betala etc. etc. <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Fri</strong></div> <div>Det förekommen en vag möjlighet för dig att få straffimmunitet för ditt hot och ditt våld, men då krävs det att du bevisar att det var ett envarsgripande som du genomförde, och för det krävs att du först har uttömt alla andra möjliga åtgärder och att våldet/hotet stod i proportionen till dfet brott som du envarsgriper trafikanten för.</div> </td> </tr> </table> </div> <br/>  Ja, men det är ju inga problem. Brottet är solkklart, kontrollanten sträcker fram sitt block, och tittar på det, ser han ingen signatur så är han ju 100% säker på att personen inte accepterat avgiften. Därmed är han ju 100% säker på att brott har begåtts. <br/> <br/>  Eftersom man med laga stöd (se rättegångsbalken) griper en person på bar gärning har man rätt att gripa personen. Om det krävs för att hålla personen till ordningen har man rätt enligt polislagen att använda försvarligt våld. Alltså får man använda den mängd våld som är nödvändigt för att personen ska kvarstanna och inte utgöra en fara för omgivningen. <br/> <br/>  Så länge personen är lugn och väntar på polisen, så behöver man inte ens ta i personen, men sen är det ju upp till den gripne att inte försöka smita eller slå sig fri, då måste man ju använda mer våld. Använder den gripne dessutom våld mot personalen blir det våld mot tjänsteman och det är ett s.k. \"artbrott\" där fängelse normalt ska dömas ut. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Fri</strong></div> <div>  Angående proportioner:<br/>  Olaga hot har fyra års fängelse i straffskalan.<br/>  Vad är maxstraffet för bedrägligt beteende? (sex månader!)</div> </td> </tr> </table> </div> <br/>  Ja, och myteri, mord, fortkörning, m.m. har helt andra straff.... Vad har det med saken att göra?"
	},
	{
		"postIndex": 1510,
		"postNumber": 1550,
		"rankGlobal": 29,
		"scoreGlobal": 76.1,
		"userRank": 2,
		"userScore": 83.5,
		"postUserName": "Baath",
		"postUserID": "u384575",
		"postUserUrl": "https://www.flashback.org/u384575",
		"postDateTime": "2010-10-24, 13:10",
		"postUrlInThread": "https://www.flashback.org/t130697p130",
		"postUrlUniq": "https://www.flashback.org/sp26363219",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Fri</strong></div> <div>Om du tror att du får envarsgripa en människa därför att du tituleras kontrollant och inte får en påskrift på nån form av blankett, så ömkar jag din rättskänsla! Det är inte bedrägeri att avstå från att på uppmaning signera ett papper. Se bara på rekvisiten i brottsbalken, så kommer du att fatta.</div> </td> </tr> </table> </div> <br/>  Men det är bedrägligt beteende att åka tunnelbana utan att betala för sig. Och det är precis vad du gjort om du vid kontroll inte visar giltigt färdbevis eller accepterar tilläggsavgiften.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Fri</strong></div> <div>Det förekommen en vag möjlighet för dig att få straffimmunitet för ditt hot och ditt våld, men då krävs det att du bevisar att det var ett envarsgripande som du genomförde, och för det krävs att du först har uttömt alla andra möjliga åtgärder och att våldet/hotet stod i proportionen till dfet brott som du envarsgriper trafikanten för.</div> </td> </tr> </table> </div> <br/>  Och du undviker frågorna jag ställer:<br/> <br/>  1. Vad är det som säger att ett gripande måste innehålla våld?<br/>  2. Vilken lag eller praxis säger att jag är skyldig att följa efter personen och försöka guida polis till platsen istället för att gripa personen (dvs säga till personen \"Du är gripen för bedrägligt beteende\")?"
	},
	{
		"postIndex": 1504,
		"postNumber": 1544,
		"rankGlobal": 30,
		"scoreGlobal": 76,
		"userRank": 2,
		"userScore": 83.5,
		"postUserName": "Baath",
		"postUserID": "u384575",
		"postUserUrl": "https://www.flashback.org/u384575",
		"postDateTime": "2010-10-24, 11:55",
		"postUrlInThread": "https://www.flashback.org/t130697p129",
		"postUrlUniq": "https://www.flashback.org/sp26361863",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Fri</strong></div> <div>Exakt där har du fel!<br/> <br/>  Envarsgripande förutsätter bar gärning för brott med fängelse i straffskalan. Du byter här plötsligt retoriskt ut lagtextens formulering mot ditt eget påhittade \"anses ha gjort\". Det förekommer ju inte på bar gärning för kontrollanten huruvida trafikanten har \"gjort rätt för sig\" eller inte. Därför är envarsgripande för bedrägligt beteende uteslutet.<br/> <br/>  Ja, den trilskande trafikanten begår ett brott mot tilläggsavgiftslagen.<br/>  Ja, brottet begås på bar gärning.<br/>  Nej, denne brottsling får inte envarsgripas, för brott mot den lagen saknar fängelse i straffskalan.<br/> <br/>  Hur kan detta jätteenkla vara så svårt för somliga att förstå???</div> </td> </tr> </table> </div> <br/>  Ditt nöt!<br/> <br/>  Den trilskande trafikanten bryter INTE mot lagen om tilläggsavgift <b><u>EFTERSOM MAN INTE KAN BRYTA MOT DEN!</u></b> Det enda den lagen gör är att reglera RÄTTEN för TRAFIKFÖRETAG att ta ut tilläggsavgift då passagerare INTE har giltigt färdbevis vid kontroll.<br/> <br/>  Det som gäller är: Om passageraren inte kan visa upp giltigt färdbevis och ej heller accepterar kontrollavgiften så har personen begagnat färdmedel utan att betala för sig. Detta faller under bedrägligt beteende och är således gripbart.<br/>  OM det sedan skulle visa sig att passageraren bara jävlades och hade en biljett i fickan hela tiden så spelar inte det den minsta roll för huruvida kontrollanten gjort sig skyldig till något brott. Återigen, vi tar ett exempel.<br/> <br/>  Jag är ute och går. Jag ser en snubbe som står och repar en bil med en skruvmejsel. Jag frågar honom vad han håller på med och han svarar \"jag repar bilen, ser du väl\". Jag frågar honom om det är hans bil och han svarar \"kanske det, det skall väl du skita i?\". Jag griper honom då för skadegörelse och tillkallar polis. Han försöker gå därifrån men jag håller fast honom. När polisen väl kommer till platsen så kan man konstatera att det faktiskt är hans bil. Han har alltså INTE gjort sig skyldig till skadegörelse eftersom det är fullt tillåtet att repa sin egen bil. <br/>  Har jag då gjort mig skyldig till olaga frihetsberövande?"
	},
	{
		"postIndex": 2851,
		"postNumber": 2910,
		"rankGlobal": 31,
		"scoreGlobal": 76,
		"userRank": 5,
		"userScore": 75.6,
		"postUserName": "EIIer",
		"postUserID": "u664995",
		"postUserUrl": "https://www.flashback.org/u664995",
		"postDateTime": "2012-04-23, 09:19",
		"postUrlInThread": "https://www.flashback.org/t130697p243",
		"postUrlUniq": "https://www.flashback.org/sp36981461",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Sockerholic</strong></div> <div>I det aktuella fallet då? Alltså hon på bussen. <br/> <br/>  Men huruvida någon vet om jag har biljett eller ej, spelar ju inte någon roll. Det måste väl ända vara faktiska omständigheter som avgör om jag gör mig skyldig till brott eller ej. <br/>  Ponera följande scenario: Jag köper en biljett, men bestämmer mig för att inte visa upp den. Har jag än så länge varit bedräglig i mitt beteende (rent juridiskt alltså)? Rimligtvis är ju svaret nej.<br/>  Det som känns diffust, minst sagt, är att jag skulle göra mig skyldig till bedrägligt beteende i samma stund som jag blir tillfrågad och inte genomför en biljettuppvisning.</div> </td> </tr> </table> </div>   Köper du inte biljett gör du dig skyldig till bedrägligt beteende. Ifall du visar upp den eller inte har inget med något brott att göra. Däremot bryter du mot ett ingånget avtal med t ex SL. Men det är civilrätt och inte straffrätt och av den anledningen kan de inte envarsgripa dig då \"på bar gärning\" saknas - oavsett vad vissa andra i tråden säger. Dock är läget inte helt solklart då det inte finns några domstolsfall och liknande som behandlar just detta. Jag tolkar det dock än mer till min fördel och de som anser som mig.<br/> <br/>  Många människor blir ju rädda när en kontrollant kommer och saknar de då biljett så kommer de ju att acceptera sin tilläggsavgift som trafikbolaget har _rätt_ att utfärda. Dock kan de inte med tvång identifiera dig eller hålla kvar dig för att veta vem som ska få tilläggsavgiften ifall du inte självmant uppger vem du är. Du kan alltså lugnt gå därifrån medan kontrollanten tillkallar på polis men när farbror blå anländer har du ju redan kommit hem.<br/> <br/>  Jag har själv konfronterat kontrollanter på detta sätt. Jag har hört advokater uppge exakt samma information i TV. Jag tolkar själv lagen på detta sätt. Felet flera gör i denna tråden är att blanda ihop tilläggsavgiften med att \"göra rätt för sig\". Dock kan man inte i efterhand göra rätt för sig. har du begått ett brott (bedrägligt beteende) så kan du alltså inte frigöra dig från det brottet bara för att du accepterar en tilläggsavgift. Då blir nästa fråga om man begår ett brott  - oavsett om det kommer kontrollanter eller inte. Svaret är alltså ja här. Precis som ifall du snattar lite godis och ingen kommer på dig, då har du också begått ett brott.<br/> <br/>  Men kontrollanten ser inget brott om du inte vill uppvisa din biljett. Alltså kan han inte ta dig på bar gärning. Och då är vi tillbaka på ruta ett att han har _rätt_ att ge dig en tilläggsbiljett. Men åter kan han inte påtvinga dig den mot din vilja..."
	},
	{
		"postIndex": 518,
		"postNumber": 527,
		"rankGlobal": 32,
		"scoreGlobal": 75.4,
		"userRank": 162,
		"userScore": 5.1,
		"postUserName": "Pellle",
		"postUserID": "u82596",
		"postUserUrl": "https://www.flashback.org/u82596",
		"postDateTime": "2007-12-21, 22:51",
		"postUrlInThread": "https://www.flashback.org/t130697p44",
		"postUrlUniq": "https://www.flashback.org/sp9361220",
		"sentence": "I teorin har du rätt om de sk. snyltbrotten, dvs ringa bedrägligt beteende.<br/>  Men samtidigt får ingen envarsgripas på misstanke.<br/> <br/>  Första förutsättningen är då att kontrollen sker på tåget eller bussen, inte som oftast vid spärrarna, eftersom kontrollanten inte vet om personen åkt med något tåg eller en buss när de står vid spärrarna.<br/> <br/>  Om nu kontrollen sker på tåget eller bussen och om resenären säger att han köpt biljett men inte hittar den i sin ficka och säger att han tappat den, då har du bara en <u>misstanke</u> om ringa bedrägligt beteende och några envarsgripanden på misstanke medger inte lagstiftningen, endast på färsk gärning eller flyende fot.<br/> <br/>  Det är det som är pudelns kärna i detta med plankare, kontrollanten måste själv se att de inte löser biljett, sen se att de åker tåg / buss, då först kan man envarsgripa enligt ringa bedrägligt beteende.<br/> <br/>  Alltså kan inte några kontrollanter stoppa vid spärrarna och där envarsgripa friåkare.<br/> <br/>  Observera att jag anser att man skall betala för sig, men jag anser också att man skall följa lagar och förordningar som gäller så allvarliga saker som någons frihetsberövande, där skall man absolut inte tolerera att kontrollanter sätter sig över lagen enbart för att göra sitt eget arbete lättare."
	},
	{
		"postIndex": 1434,
		"postNumber": 1473,
		"rankGlobal": 33,
		"scoreGlobal": 75.3,
		"userRank": 3,
		"userScore": 80,
		"postUserName": "pellepolis",
		"postUserID": "u130745",
		"postUserUrl": "https://www.flashback.org/u130745",
		"postDateTime": "2010-10-22, 19:58",
		"postUrlInThread": "https://www.flashback.org/t130697p123",
		"postUrlUniq": "https://www.flashback.org/sp26325560",
		"sentence": "Jag ska försöka att göra detta tydligt nu:<br/> <br/>  Lagstiftningen:<br/> <br/>  2 § Är brott som i 1 § sägs med hänsyn till skadans omfattning och övriga omständigheter vid brottet att anse som ringa, <b>skall för bedrägligt beteende dömas till böter eller fängelse i högst sex månader</b>.<br/>     Begagnar sig någon av husrum, förtäring,<b> transport</b>, tillträde till föreställning eller annat dylikt, <b>som tillhandahålles under förutsättning av kontant betalning, och gör han ej rätt för sig, dömes, vare sig han vilseleder någon eller ej, för bedrägligt beteende.</b> Detta gäller dock icke, om gärningen avser värde, som ej är ringa, och om den i övrigt är sådan som sägs i 1 §. Lag (1976:1139)<br/> <br/>  Så, om du är på en spårvagn och kontrollanten stiger ombord för att se att alla bär med sig ett giltligt bevis på att han eller hon har betalat resan kan du uppvisa ett sådant bevis, också kallat för biljett eller färdbevis. <br/> <br/>  Om du inte har en sådan biljett på dig eller av någon anledning vägrar att visa den, kostar resan helt plötsligt lite mer (tilläggsavgift, enligt lag*). Den här ska du skriva på för att i efterhand visa att du betalat för resan (som nu blev lite dyrare än om du betalat från början). Vägrar du nu betala den här tilläggsavgiften begår du ju brottet bedrägligt beteende, och kontrollanten kan gripa dig på bar gärning. Han ser ju att du inte har betalat, eftersom du inte skrivit på (betalat) tilläggsavgiften. <br/> <br/>  *Lag (1977:67) om tilläggsavgift i kollektiv persontrafik<br/> <br/>  Det är ganska enkelt egentligen, och jag har svårt att se hur man kan tolka saken annorlunda. Eller finns det folk som blivit hjärntvättade och tror på allt som står på planka.nu och liknande sidor?"
	},
	{
		"postIndex": 3152,
		"postNumber": 3215,
		"rankGlobal": 34,
		"scoreGlobal": 75.2,
		"userRank": 9,
		"userScore": 45.2,
		"postUserName": "Methos",
		"postUserID": "u468220",
		"postUserUrl": "https://www.flashback.org/u468220",
		"postDateTime": "2013-02-22, 23:45",
		"postUrlInThread": "https://www.flashback.org/t130697p268",
		"postUrlUniq": "https://www.flashback.org/sp42149638",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Hardfell</strong></div> <div>Denna tråden är gammal och svar och liknande historier finns säkert om jag kollar igenom. Men jag tänkte dela med mig av min lilla snabba story från härom veckan och lite frågor efter det.<br/> <b>Om ni inte orkar läsa hela händelsen så hänvisar jag till sista raden, tack.</b><br/> <br/>  Jobbar söder om staden, får ta röda linjen mot Norsborg. Jag har alltid haft SL kort, aldrig plankat förut. På någon vänster så krökade jag bort mitt kort mitt i månaden och tänkte \"aeeh väntar tills det är löning, ja då kirrar jag ett nytt\".<br/>  Man har ju sätt miljoner av plankare. Många av ens polare plankar.<br/> <br/>  Där satt jag runt 09.00 'nästa station Sätra'. Musik på hög volym och läste Metro.<br/>  Plötsligt knackar någon mig på axeln, kollar upp och där står det en man i hel blå dräkt. Mitt hjärta stannade till lite snabbt då det enda jag kunde tänka på var -$...jävligt pissiga pengar.<br/>  Han frågade efter färdbevis.. Jag som är väldigt snabbtänkt.. eller? Sa att jag tappat min plånbok. Jag är ju antagligen inte den första som har sagt det till en kontrollant. I vilket fall så började han be efter mitt personnummer upprepade gånger och sa \"vi löser allt tillsammans, ge mig ditt personnummer\". Jag förstår ju att om jag ger denna mannen mitt personnummer så blir det hål i plånkan.<br/> <br/>  I vilket fall så sa jag \"tappat plånkan\" upprepade gånger och han malde på om personnummer. Då slog tanken mig, vilka befogenheter har denna mannen? Samtidigt som jag vill respektera honom som medmänniska och 'bidragare' till samhället så ville jag inte gå minus en massa pengar.<br/> <br/>  Jag sa att han kommer aldrig få mitt personnummer. Då kallade kontrollanten på två andra som också opererade i vagnen. Då kom en liten kvinna som också var kontrollant och sa - Problem?.. Jag tittade lite besviket på henne.<br/>  Bestämde mig för att ställa mig upp, ville inte sitta ner och vara utsatt när folk tittar på mig.<br/>  Ställde mig upp och gick mot dörren, jag var beredd att hoppa av och ta nästa tunnelbana som kommer. Då börjar de tre(båda två som opererade i vagnen kom fram) att omringa mig. Kände mig lite intryckt men jag brydde mig inte särskilt mycket om deras position, det enda jag tänkte på var mina pengar som kommer gå förlorade. När jag skulle gå av så tar den manliga kontrollanten hårt tag i min arm och säger \"Tror du att du bara kan gå av\". Jag kände mig faktiskt hotat och i impuls så sa jag \"om du inte släpper min arm kommer jag handla efter nödvärn då jag känner mig hotad\".<br/>  Har absolut ingen aning om detta är juridiskt rätt från någon av hållen.<br/> <br/>  Jag gick av och då gapade han med besviken röst - Du tar fan inte nästa tunnelbana heller!<br/>  Skakade lite efteråt och satte mig på en bänk för att bearbeta händelsen.<br/> <br/>  Får kontrollanter röra mig? <br/>  Får dom hindra mig från något?<br/>  Får dom frihetsberöva? <br/>  Kan du kräva mig på legitimation? <br/>  Agerade jag rätt?<br/> <br/>  Tack på förhand, bjuder på sär skrivning och eventuella grammatik fel.<br/> <br/>  /J</div> </td> </tr> </table> </div> <br/>  Svar på dina frågor:<br/> <br/>  Om du hamnar i samma situation igen. Sitt ner och totalt ignorera kontrollanterna. Läs din tidning, håll tidningen och händerna väl synliga framför dig och i synhåll för de kameror som finns. Strunta i vad de säger eller gör, sitt bara och läs tidningen. 9 av 10 fall kommer då ta på dig, sitt fortfarande helt orörd. Nu kommer de att hota om envarsgrip, sitt fortfarande helt orörd och lyssna på din musik. Ha händerna på tidningen väl synliga för kameror. Nu kommer de ta på dig ännu mer, den här gången missbrukar de PL§10 då du som gripen inte har behov av att kontrollerad med våld från PL§10. Sitt fortfarande lugnt och stilla och läs din tidning och lyssna på musik. PL§10 sträcker sig bara till den grad som du gör motstånd, gör du ingen motstånd faller PL§10. <br/>  Om nu konstapeln kommer så erkänner du brott enligt ordningslagen, att du har forcerat spärren utan giltig biljett. Konstapeln har då skyldighet att skriva en ordningsbot. Eftersom att det nu är straffrätt så kan inte SLs trälar skriva ut någon tilläggsavgift, ej heller anmäla dig för bedrägligt beteende (då det faktiskt inte är olagligt att ignorera, eller inte höra och se en annan person).<br/>  Då har pengarna gått till polisen istället för trälarnas löner.<br/> <br/>  Kommer det dock en OV mitt i allt detta så kan du inte ignorera dem. Men det gäller att välja sina strider.<br/> <br/>  Får kontrollen röra dig?<br/>  Nej, inte mer än om de skulle gripa dig och då genom PL§10<br/> <br/>  Får de hindra dig (fysiskt)?<br/>  Egentligen inte, som den här tråden har tvistat om så är det väldiga tvivel om att de kan hindra dig från parrongen, alt. tåget.<br/> <br/>  Kan de frihetsberöva?<br/>  NEJ, de kan enbart gripa på bar gärning. För det krävs det ett uppsåt och ett motagerande från din sida.<br/> <br/>  Ingen kan kräva dig på legitimation. Dock är du civilrättsligt \"skyldig\" till att visa legitimation. För att detta ska uppfyllas behöver du bara visa det en stund, i din hand. Det står ingenting i avtalet om att du behöver GE legitimationen el. ID handlingen till trälen.<br/> <br/>  Den enda som kan kräva dig på legitimation eller ID är polis, tull och KBV genom PL§14 samt andra lagar för speciella situationer såsom passkontroll, transport osv. Att neka leg för polis är tidsödande då du får sitta i 6 timmar på en polisstation.<br/> <br/>  Agerade du rätt?<br/>  Nja, hur det än må vara med SLs trafik så ska du nog betala för dig. Dock kan man sabba lite på vägen genom min instruktion ovan.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Emerain</strong></div> <div>Jo, fcör att visa att det är ditt studentkort. Men det utgår jag ifrån att methos vet och gjorde. Problemet låg snarare i att det inte fanns koll på biljetterna, vilket inte är att kräva för mycket av kontrollanterna.</div> </td> </tr> </table> </div> <br/>  Ja, jag visade studentkort ihop med legitimation. Trälen ignorerade legitimationen och pekade på kortet och sa att det var ogiltigt.<br/> <br/>  De ska:<br/> <br/>  - läsa av acesskortet , studentbiljett - Check<br/>  - Be om legitimation och stuentkort - Check<br/>  - titta på studentkoret om den har SL logga - FAIL (från trälens sida) (SL loggan finns enbart på kort som har mer än 75% studietid, jag har nog mer än 100% studietid)<br/>  - jämföra namnet på kortet med legget - FAIL (gjordes inte)<br/>  - Gå glatt till nästa offer.<br/> <br/>  Det jag kan tänka mig är att trälen reagerade på terminsbeteckningen. Det stod HT på kortet. Men trälen var inte läskunnig nog att det stod gilltig tom 2013-04-xx på det. Alternativt visste inte trälen vad det var för kort överhuvudtaget. Däremot visste nästa träl (något erfarnare bambi) vad det var för kort, men det först när polisen kom.<br/> <br/>  Ja, precis. Hur ska du kunna kontrollera biljetter om du inte vet vad för regler som gäller? Så går det tyvärr när man anställer ett bemanningsföretag som kontrollanter."
	},
	{
		"postIndex": 2489,
		"postNumber": 2545,
		"rankGlobal": 35,
		"scoreGlobal": 75.2,
		"userRank": 5,
		"userScore": 75.6,
		"postUserName": "EIIer",
		"postUserID": "u664995",
		"postUserUrl": "https://www.flashback.org/u664995",
		"postDateTime": "2012-02-01, 11:34",
		"postUrlInThread": "https://www.flashback.org/t130697p213",
		"postUrlUniq": "https://www.flashback.org/sp35441940",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>term</strong></div> <div>Nu är det nog du som får ta och klippa dig. Bedrägligt beteende är ett lite märkligt brott på det sättet att det handlar om att \"inte göra rätt för sig\". Om det är avtalat olika sätt att göra rätt för sig, så har man möjlighet att undvika att begå brott fram till sista möjligheten att göra rätt för sig. Ett annat exempel på samma brott är att man åker taxi i tron att man har sin plånbok med sig, men upptäcker att man tappat den då man kommer fram. Man har då möjlighet att göra upp med taxichaffisen att få betala senare, och på det sättet \"köpa sig fri\". Om man däremot lägger benen på ryggen så gör man sig skyldig till brott.<br/> <br/>  Det finns inte mycket utrymme att tjafsa om detta. Jag kan bara konstatera att du har fel och Bergakungen rätt. Någon dom om att någon gripits lär du inte hitta, däremot är det ganska vanligt förekommande att tjuvåkare grips.</div> </td> </tr> </table> </div>   Men fattar inte du heller att du inte kan göra rätt för dig genom att betala tilläggsavgiften? Du kan inte betala dig ur ett brott. Och bedrägligt beteende gäller ENBART när du vägrar lösa biljett och åker ändå. Inte att du åker och inte kan/vill uppvisa biljett. Läs utantill. Jag har länkat tidigare. Man får ju panik på er snart alltså. Men visst.. det är inget som egentligen borde förvåna mig.<br/> <br/>  Och som jag skrivit ovan... om du glömmer din plånbok har du inte begått ett brott men när du inte kan betala så uppstår en situation att du kanske försöker dig på med bedrägligt beteende. Där har chauffören möjlighet att gripa dig ifall du ej betalar och gör rätt för dig. Jag anser iaf att här uppstår \"på bar gärning\".<br/> <br/>  Att du sen inte förstår detta med att göra rätt för sig gör ju att du snurrar in i falska saker. Göra rätt för sig innebär inte andra saker än vad som i stort sett finns med i lagen om bedrägligt beteende. Den handlar inte om påminnelseavgifter eller annat skit.<br/> <br/>  Oki, om det är så vanligt så kanske du kan ge mig lite källor att det verkligen varit gripande där personen inte velat visa biljett. Inte att han uppgett falsk identitet eller liknande. Det borde finnas många sådana källor då polis tillkallas och personen överlämnas. Det borde finnas mycket material att bara hämta isf. Så, ge oss lite bevis nu."
	},
	{
		"postIndex": 583,
		"postNumber": 593,
		"rankGlobal": 36,
		"scoreGlobal": 74.7,
		"userRank": 30,
		"userScore": 17.3,
		"postUserName": "Caimen",
		"postUserID": "u226529",
		"postUserUrl": "https://www.flashback.org/u226529",
		"postDateTime": "2008-03-19, 22:59",
		"postUrlInThread": "https://www.flashback.org/t130697p50",
		"postUrlUniq": "https://www.flashback.org/sp10445557",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>HiRes</strong></div> <div>Nu blir det klarare och klarare...<br/> <br/>  Jag har terminskort+ vilket berättigar mig till att åka med SL dygnet runt, under giltighetstiden.<br/> <br/>  Om jag \"plankar\" (hoppar/slänger ett ben), så är det alltså inget olagligt och jag kan inte avisas/gripas av SL personal (sk. \"Guljackor\" -numera oftast de med blåa jackor?). De kan mura in mig utan våld tills ordningsvakt/polis anländer och först då kan jag krävas på att uppvisa färdbeviset och eller visiteras.<br/> <br/>  Stämmer ovanstående?<br/> <br/> <br/>  Om jag plankat, blivit stoppad av guljacka och således är omringad av flera guljackor, kan jag utan nävar (Höjda armbågar = OK?) ta mig ut ifrån spärrarna och sedan gå fri? Är det dörrar eller spärrar som är \"gränsen\"?<br/> <br/>  Kan jag vid kontroll efter plankning bara visa kortet till guljackor/väktare/ordningsvakt/polis etc. och sedan bara gå vidare? Har nämligen blivit hänvisad ut igenom spärrarna och fått dra kortet för att komma in igen (av \"blåjacka\"). <br/> <br/>  Samme blåjacka tog kortet ifrån mina händer och granskade det noga, är det okej? <br/> <br/>  Värt att nämna är att jag åker både pendel och tub.<br/>  Hoppas alla (eller någon) förstod vad jag menade, är trött och formulerar säkert inte så där jätte bra just nu.. <br/> <br/>  Tack o hej.</div> </td> </tr> </table> </div> <br/>  Plankande i sig är inget brott. Däremot är det bedrägligt beteende om du snyltåker, d.vs. plankar in och åker utan kort. Bedrägligt beteende kan du gripas för av envar, dvs även jackorna i alla de färger ni råkar ha i den där stan. Den som griper dig, oavsett person eller jobb, har rätt att använda en rimlig mängd våld för att kvarhålla dig på platsen. Tesen om höjda armbågar faller då. De får inte visitera dig efter något SL-kort, däremot efter farliga föremål för att undvika att bli anfallen med tillhyggen medan man väntar på polis.<br/> <br/>  Problemet blir förstås att en person som ser dig planka inte har en aning om du har ett kort i jackan som du inte vill visa upp. En person som griper dig på de omständigheterna lär aldrig kunna dömas för något olaga frihetsberövande oavsett vad väktarn (tekyu) hittar på för smörja. Skulle det vara fallet är det ju lika bra att ta bort spärrarna och postera poliser där - inga andra möjligheter finns att agera mot plankning. Faktum är dock att det inte är brottsligt att \"planka\" med giltig biljett och är en person klar över dessa omständigheter är ett gripande inte aktuellt.<br/> <br/>  Att skicka dig förbi spärrarna är ju ingenting de har något direkt stöd för. Du kan ju lika gärna visa den arme stackarn i kuren som öppnar den breda porten för barnvagnar etc kortet och passera in. Det finns inget som säger att du måste dra den i för ändamålet ditsatt kortläsare. Om sedan stackarn i luckan får titta på kortet eller stackarn som haffar tjuvåkare i blå jacka tittar spelar ju ingen roll.<br/> <br/>  Att ta kortet ifrån dig är också en tveksam åtgärd. Faller lite i gråzon eftersom en kontrollant rimligen måste kunna få titta och känna på kortet om man misstänker att det är något du skrivit ut på kartong, men det finns inget utrymme att med våld kräva av dig kortet. Möjligen handlar det om ett egenmäktigt förfarande om man skulle \"ta\" kortet av dig och titta, men det skulle troligen inte hålla hela linan ut. Det är inte rimligt att å ena sidan måsta genomföra en fullt riktig biljettkontroll men samtidigt inte få titta ordentligt på biljetten.<br/> <br/>  Detta skriver jag med det förbehållet att man inte avtalar något med SL/Connex(?) kring hur man skall förfara vid inpassering etc i samband med att man löser ett sådant kort."
	},
	{
		"postIndex": 3294,
		"postNumber": 3364,
		"rankGlobal": 37,
		"scoreGlobal": 74.5,
		"userRank": 70,
		"userScore": 8.4,
		"postUserName": "Volgasuparen",
		"postUserID": "u539452",
		"postUserUrl": "https://www.flashback.org/u539452",
		"postDateTime": "2014-03-26, 18:02",
		"postUrlInThread": "https://www.flashback.org/t130697p281",
		"postUrlUniq": "https://www.flashback.org/sp48110790",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Emerain</strong> <a href=\"/p48078456#p48078456\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Tar du emot kontrollavgiften =&gt; Inga problem.<br/>  Vägrar du ta emot kontrollavgiften (och har inte visat upp en giltig biljett) =&gt; du begagnar dig av transport utan att ha gjort rätt för dig =&gt; bedrägligt beteende (som brottet heter). </div> </td> </tr> </table> </div> <br/>  Du kanske ska tillägga att kontrollanten får göra ett envarsgripande för bedrägligt beteende om denne tog personen på <b>bar gärning.</b> vilket oftast inte sker.<br/> <br/>  Vidare ska det tilläggas att i lagen om tilläggsavgift i kollektiv persontrafik finns det inga krav att uppge namn, personnummer eller att uppvisa någon som helst legitimation för kontrollanterna. Vägrar du betala/ta emot kontrollavgiften får de avlägsna dig, men inget mer.<br/> <br/>  Kort och gott: Säg att du har tappat din biljett och att du ska gå av vid nästa station på grund av detta. Bruka inte våld mot kontrollanterna och håll dig lugn. Brukar de våld mot dig eller står i vägen så anmäl dem för misshandel respektive olaga frihetsberövande. <br/> <br/>  Skulle du mot förmodan ta emot kontrollavgiften så visa inte legitimation. De får fråga men du har inget krav att visa något. Bestrid sedan kontrollavgiften och säg att du inte befann dig där vid den tidpunkten.<br/> <br/>  En annan sak som är intressant är hur vissa personer här förklarar hur det är men de glömmer bort eller vägrar berätta att det finns kryphål överallt i lagen. Kontrollanterna har inga andra befogenheter än var och varannan människa och försöker någon hävda något annat är det ingenting annat än lögn."
	},
	{
		"postIndex": 2694,
		"postNumber": 2753,
		"rankGlobal": 38,
		"scoreGlobal": 74.5,
		"userRank": 21,
		"userScore": 22.1,
		"postUserName": "TD-Mystic",
		"postUserID": "u323607",
		"postUserUrl": "https://www.flashback.org/u323607",
		"postDateTime": "2012-04-21, 01:58",
		"postUrlInThread": "https://www.flashback.org/t130697p230",
		"postUrlUniq": "https://www.flashback.org/sp36941832",
		"sentence": "Jag vet inte vad denna tråden har kommit fram till om kontrollanter får eller inte får använda sig av envarsgripande. Men som jag ser det så kan aldrig kontrollanter bevisa att någon utan biljett inte har biljett. Jag kan säga att jag har köpt en biljett men inte vill visa upp den, eller uppvisa en falsk sms-biljett som de ser inte är korrekt och ändå säga att jag har en biljett i fickan. Därför kan de aldrig envarsgripa någon för bedrägligt beteende, de kan endast misstänka bedrägligt beteende och som jag har förstått det så kan endast Polis gripa en på misstanke, det kan inte en kontrollant (eller någon annan människa för den delen) göra. Så envarsgriper en kontrollant en på misstanke av bedrägligt beteende och håller fast en så får man använda sig av nödvärn och slå sig loss eftersom det istället blir olaga frihetsberövande."
	},
	{
		"postIndex": 2280,
		"postNumber": 2334,
		"rankGlobal": 39,
		"scoreGlobal": 74.1,
		"userRank": 9,
		"userScore": 45.2,
		"postUserName": "Methos",
		"postUserID": "u468220",
		"postUserUrl": "https://www.flashback.org/u468220",
		"postDateTime": "2011-06-08, 10:55",
		"postUrlInThread": "https://www.flashback.org/t130697p195",
		"postUrlUniq": "https://www.flashback.org/sp31054311",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>soer</strong></div> <div>Term har redan svarat på det mesta, men jag vill bara tipsa dig att du läser det här: <a href=\"/leave.php?u=http%3A%2F%2Fwww.notisum.se%2Frnp%2Fsls%2Flag%2F19770067.HTM\" target=\"_blank\">http://www.notisum.se/rnp/sls/lag/19770067.HTM</a><br/> <br/>  Lag om tilläggsavgift i kollektiv persontrafik som ger trafikutövaren rätt att ta ut en avgift från den som inte kan visa giltig biljett. Tilläggsavgiften tas alltså ut med stöd av lagen och med stöd av de villkor som gäller i kollektivtrafiken, som du som kund förbinder dig att följa i och med att du använder tjänsten. Då menar jag, kollektivtrafikföretagen, lagstiftaren (dvs Sveriges riksdag) och rättspraxis att i begreppet \"göra rätt för sig\" ingår i det här sammanhanget inte bara att betala en biljett utan också att medverka vid biljettkontroll och i det fall en giltig biljett inte kan visas vid biljettkontroll betala tilläggsavgiften. Att inte göra detta räknas alltså som bedrägligt beteende.<br/> <br/>  Lagen ovan ger också trafikutövaren rätt att avvisa den som vägrar köpa biljett eller betala tilläggsavgift från fordonet eller område som man bara har tillgång till om man betalat biljett. Lämnar betalningsvägraren inte frivilligt ska polisen hjälpa till. (Och i polisens ställe kan naturligtvis ordningsvakt göra detta, märk skillnaden mellan ordningsvakt och väktare.)<br/> <br/>  Men bara för att trafikutövaren KAN avvisa personen så betyder det inte att man MÅSTE göra det. Man kan lika gärna välja att göra en polisanmälan för bedrägligt beteende och envarsgripa betalningsvägraren. Det görs nästan dagligen och det finns många fall där tjuvåkare lagförts för bedrägligt beteende. Däremot har jag inte hört talas om ett enda fall där biljettkontrollanter som envarsgripit för bedrägligt beteende har dömts för olaga frihetsberövande. Tjuvåkare som dömts för våld mot tjänsteman finns det däremot gott om.<br/> <br/>  Sammanfattningsvis; ditt inlägg är mer ett önsketänkande eller politiskt inlägg om hur du tycker att det BORDE vara än en beskrivning av verkligheten. I den verkliga världen är det så som bland annat jag skriver. Testa gärna om du inte tror mig. Hör av dig via PM så kan jag nog arrangera en date mellan dig och biljettkontrollanter här i Västsverige, jag har kontakter (men jobbar inte där själv, vill jag tillägga).</div> </td> </tr> </table> </div> <br/> <br/>  Ta fram ett enda rättsfall där man kan se att en kund har dömts för bedrägligt beteende genom att ha åkt med giltigt färdbevis... Alla dessa domar gäller endast personer som inte har betalat.<br/> <br/>  Eftersom att lag går före civilrätt så har jag ingen som helst lagligt skyldighet att visa upp någonting. Det står dessutom <b>\"ska kunna\"</b>. Vilket jag kan om jag har en giltig biljett i fickan.<br/>  Du kan ej heller titelera mig för tjuvåkare då jag har biljett, dummer.<br/> <br/>  Sedan kan jag aldrig dömas för våld mot tjänsteman genom att bara ignorera en väktare (som är de som kontrollerar SL-trafiken just nu). Däremot så har jag all rätt att kräva ID av väktaren då denne bär securitas emblem och uniform. Där av skall de ha sin yrkeslegitimation med sig och skall visa upp den för alla som begär det. (märk SKALL, inget SKALL KUNNA) enligt FAPen.<br/> <br/>  Trafiktjänstemännen har inget lagstöd på att kräva mig en tilläggsavgift när jag har giltig biljett, vilket jag givetvis lämnar till polisen som bevis på uppsåt att försöka envarsgripa mig olagligen.."
	},
	{
		"postIndex": 2506,
		"postNumber": 2562,
		"rankGlobal": 40,
		"scoreGlobal": 74,
		"userRank": 5,
		"userScore": 75.6,
		"postUserName": "EIIer",
		"postUserID": "u664995",
		"postUserUrl": "https://www.flashback.org/u664995",
		"postDateTime": "2012-02-01, 13:42",
		"postUrlInThread": "https://www.flashback.org/t130697p214",
		"postUrlUniq": "https://www.flashback.org/sp35443744",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Baath</strong></div> <div>Spärrforcering är ett ordningsbrott och är därför inte gripbart för envar<br/> <br/>  Bedrägligt beteende är ett brott som faller under BrB och är gripbart för envar.<br/> <br/>  Skillnaden på dessa två är följande:<br/> <br/>  Kalle går in i en tunnelbanestation, han hoppar över spärrarna, går ner över perrongen och går upp i en annan uppgång. <i>Kalle har då gjort sig skyldig till spärrforcering</i>, detta alldeles oavsett om han har biljett eller inte, man skall nämligen passera spärrarna på ett korrekt sätt.<br/> <br/>  Kalle går in i en tunnelbanestation, han hoppar över spärrarna, går ner på perrongen och åker iväg med ett tåg och han har ingen biljett att visa upp. Han vägrar dessutom att acceptera kontrollavgiften. <i>Kalle har då gjort sig skyldig till bedrägligt beteende</i> eftersom han begagnar sig av färdmedlet, kontrollanterna tar honom på bar gärning inne på tåget och han kan inte visa upp biljett och han accepterar inte kontrollavgiften.<br/> <br/>  Den springande punkten är alltså huruvida personen har begagnat sig av färdmedlet eller inte.</div> </td> </tr> </table> </div>   Dels ger du information som är överflödig. Det spelar ingen roll ifall \"Kalle\" accepterar tilläggsavgiften eller ej. Vidare begås brottet när han går på tåget med vetskap att han saknar biljett.  Kontrollanten vet dock inte om det begåtts ett brott eller inte. Detta är allt som krävs för att se ifall ett envarsgripande är möjligt eller inte.<br/> <br/>  Sen finns det utöver detta en lag som ger bolaget rätt att ta ut en extra avgift för de som saknar biljett. Men denna lag är mer likställd med en påminnelseavgift och du är inte skyldig till att legitimera dig eller liknande. Du kan ej heller straffas för just denna lag ifall du vägrar betala tilläggsavgiften.<br/> <br/>  Att du försöker få denna överflödiga information att ingå i brottet bedrägligt beteende är tråkigt. Som jag sagt tidigare skulle jag kunna gripa folk som precis accepterat en tilläggsavgift, men det kan jag inte utan att riskera rättsliga åtgärder."
	}
]
