[
	{
		"postIndex": 1524,
		"postNumber": 1591,
		"rankGlobal": 1,
		"scoreGlobal": 100,
		"userRank": 2,
		"userScore": 99,
		"postUserName": "Ankan23",
		"postUserID": "u294965",
		"postUserUrl": "https://www.flashback.org/u294965",
		"postDateTime": "2011-05-09, 15:52",
		"postUrlInThread": "https://www.flashback.org/t1532651p133",
		"postUrlUniq": "https://www.flashback.org/sp30525137",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Abbadon</strong></div> <div>Precis, och det är inte första gången en amerikansk president som uttalar sig på det sättet. Vi har ju Bush jr med \"antingen är du med oss eller med terroristerna\".<br/>  Det jag undrar är vad vill USA vinna på detta? Ta över Pakistan? Ta fler friheter från jordens befolkning? Återstår att se resultatet av detta, hm vad finns det för resurser där? Är oljeledningen också i pakistan som den i afghanistan?</div> </td> </tr> </table> </div> <br/>  Jag tycker man kan se det ur flera perspektiv men personligen tror jag att dödandet (om det faktiskt skedde så som det beskrivits) enbart gjordes av politiska anledningar - alltså öka obamas popularitet, utöka krigen i mellanöstern. Det hade inget med bin laden som påstådd viktig person att göra, USA har haft chansen att haffa bin laden levande förut och struntat i det troligen för att de inte har några bevis emot han och att bin laden säkerligen skulle ha sagt saker som skulle vara jobbiga för CIA och dess allierade om det kom ut. Enligt uppgifter i media har man vetat i flera månader (kanske ännu längre) var han har befunnit sig men väljer alltså att döda och inte gripa honom just nu, man har med stor sannolikhet väntat till att använda det hela för ett politiskt syfte och passade alltså på nu. <br/>  Det jag ser som främsta anledningar till att man valde att attackera just nu, är:<br/> <br/> <b>Anledning 1: obamas låga siffror</b>:<br/> <br/>  obama har utan tvekan använt bin laden för att plocka hem politiska poänger av folket vilket gör de senaste händelserna väldigt tveksamma, dvs man visste var han fanns men väntade till ett bra tillfälle, tex nu när obamas siffror har varit väldigt låga under en längre tid så tog man chansen att plussa på stödet. Om hela berättelsen om dödandet är sann kan det alltså framför allt gjorts för att öka obamas popularitet, dels för stunden, dels för det kommande valet.<br/> <br/>  Titta tex på Gallups dagliga undersökningar om hur många som stödjer obamas politik respektive hur många som inte stödjer den. April har tex varit en dålig månad för obama politiskt, tex var det bara 41% som stödde hans politik i mitten av april, den lägsta siffran obama någonsin har haft under sin period som president. Han behöver alltså med andra ord en puff för att öka sitt stöd hos folket och spikade också för några dagar sedan då stödet ökat till 52%...<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.gallup.com%2Fpoll%2F113980%2Fgallup-daily-obama-job-approval.aspx\" target=\"_blank\">http://www.gallup.com/poll/113980/ga...-approval.aspx</a><br/> <br/> <b>Anledning 2: Kommande val</b>: Det är ett omval i USA nästa år, denna händelse generarade nog många obama-väljare vilket också obama behövde. Lite som en tidig \"october surprise\"...<br/> <br/> <b>Anledning 3: Kriget i Afghanistan:</b> Det amerikanska stödet för USAs krig i Afghanistan är jättelågt, tex enligt en undersöking från januari:<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         This troop increase comes at a time when the American public is growing increasingly pessimistic about the war. According to a recent poll by Rasmussen Reports:<br/> <br/>  The latest Rasmussen Reports national telephone survey shows that just 19% of Likely U.S. Voters think the situation in Afghanistan will get better in the next six months.  Forty-one percent (41%) now expect the war in Afghanistan to get worse over the next six months while 28% predict it will stay about the same. A month ago, 18% expected things to get better, tying the lowest level of confidence measured in 2010. Voter confidence in the outcome of the war fell to a new low last month.  Just 34% now believe it is possible for the United States to win the war in Afghanistan.<br/> </td> </tr> </table> </div> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fusrole.foreignpolicyblogs.com%2F2011%2F01%2F08%2Fu-s-sends-more-troops-to-afghanistan-as-public-support-falls%2F\" target=\"_blank\">http://usrole.foreignpolicyblogs.com...support-falls/</a><br/> <br/>  ...och detsamma gäller även för andra NATO-länder som heller inte har en befolkning som är positiva till kriget. Snart börjar vi väl höra från liberaler, bombhögern etc hur vi måste öka trupperna och stödja de stackars afghanerna...<br/> <br/>  USA har sagt att de visserligen ska stanna till 2014 men har i flera månader sagt att i juni/juli 2011 så kommer de börja ta hem trupper (liksom andra länder, typ Kanada <a href=\"/leave.php?u=http%3A%2F%2Fwww.canada.com%2Fnews%2FCanadian%2Btroops%2Bbegin%2Bwithdrawing%2Bfrom%2BAfghan%2Bcombat%2BJune%2BCommander%2F4152534%2Fstory.html\" target=\"_blank\">http://www.canada.com/news/Canadian+...534/story.html</a> , Tyskland <a href=\"/leave.php?u=http%3A%2F%2Fwww.airforcetimes.com%2Fnews%2F2010%2F12%2Fap-germany-afghanistan-troop-withdrawal-2011-121610%2F\" target=\"_blank\">http://www.airforcetimes.com/news/20...l-2011-121610/</a> , Frankrike <a href=\"/leave.php?u=http%3A%2F%2Fwww.tolonews.com%2Fen%2Fafghanistan%2F908-france-to-withdraw-troops-from-afghanistan-in-2011\" target=\"_blank\">http://www.tolonews.com/en/afghanist...nistan-in-2011</a> , Storbrittanien <a href=\"/leave.php?u=http%3A%2F%2Fwww.bbc.co.uk%2Fnews%2Fuk-politics-10708063%29\" target=\"_blank\">http://www.bbc.co.uk/news/uk-politics-10708063)</a>. Samtidigt varnade USA suspekt förra månaden, länder från att ta tillbaka trupperna för snabbt, troligen för de visste vad bin ladens död (om nu dödandet är korrekt och stämmer) skulle kunna komma att generera, alltså ökat motstånd mot de utländska trupperna i Afghanistan.<br/> <br/> <b>US warns against Afghanistan troop withdrawal</b><br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.guardian.co.uk%2Fworld%2F2011%2Fmar%2F11%2Fus-warns-troop-withdrawal-afghanistan\" target=\"_blank\">http://www.guardian.co.uk/world/2011...al-afghanistan</a><br/> <br/>  Denna händelse kan ju användas för att skjuta upp tillbakadragandet, ja tom öka insatserna och trupperna i kriget. Jag tror inte bin laden var någon viktig figur, däremot om han nu blev dödad, så är det en symbolisk död för många grupperingar i Afghanistan som kanske kommer avancera och öka sina attacker mot de utländska trupperna i Afghanistan och det skulle bli mer oroligt osv. Denna utveckling skulle alltså kunna användas för att berättiga mer truppnärvaro i Afghanistan.<br/> <br/> <b>Anledning 4: Utökat krig i Pakistan: </b>Det är möjligt att man kommer utmåla Pakistan mer och mer som den nya krigsskådeplatsen, alltså att försöka rättfärdiga ett utökat krig i Pakistan. USA är ju redan där och dronebombar utan mandat och NATO finns ju redan på marken vilket ökar animositeten mot USAs agerande bland vanliga pakistanier och ökar extremisterna. obama har även mer och mer börjat kritisera Pakistan för att inte följa USA diktat för regionen... <br/> <br/>  Generellt kommer det bli enklare för obama att starta ett nytt krig/ockupation oavsett om det gäller Pakistan, Libyen, Iran, Syrien etc och kommer ha mycket enklare för att utföra politiska mord. Ingen bra utveckling med andra ord."
	},
	{
		"postIndex": 1467,
		"postNumber": 1534,
		"rankGlobal": 2,
		"scoreGlobal": 94.5,
		"userRank": 37,
		"userScore": 21.4,
		"postUserName": "OrkaPalla",
		"postUserID": "u308450",
		"postUserUrl": "https://www.flashback.org/u308450",
		"postDateTime": "2011-05-07, 10:49",
		"postUrlInThread": "https://www.flashback.org/t1532651p128",
		"postUrlUniq": "https://www.flashback.org/sp30488678",
		"sentence": "Jag kan faktiskt inte förstå det här. Snälla svara på mitt inlägg.<br/>  Varför detta jävla rift, denna spricka i ledet?<br/> <br/>  Varför ställer sig vissa på att \"han är död sidan\" och vissa på \"han lever sidan.\" <br/> <br/>  okej att man tror på gud, men måste ni tro på detta också utan bevis?<br/>  Har Bin ladin touchat er i sömnen och ni har känt honom viska något?<br/> <br/> <br/>  Ni har inga som helst bevis för att han lever eller är död. <br/>  Man får anta att han lever eftersom ni inte vet att han är död men han kan likväl vara död.<br/> <br/>  Du har olika källor som säger olika saker. USA dumpar kroppen i havet. Har vi fått några bekräftelser på vilket skepp detta gjordes och har någon intervjuat kadetterna? Nej.<br/> <br/>  Dottern till Bin Ladin säger att hon såg den släpa honom levande. <br/> <br/>  \"DNA\" bevis finns men är inget värda utan en kropp att dubbelkolla med.<br/> <br/>  Man ville göra allt man kunde för att fånga Hitler levande, andra terrorister och fientliga ledare även för rörelser som \"The Weatherunderground\" vars medlemmar klart kunde bli och i vissa fall blev martyrer visades och nästan paradererades nerför domstolarna. <br/> <br/>  Samtidigt finns det ju anledningar till att inte behålla hans kropp, martyrstatusen är en. Att USA rotar i en död kropp på en muslim är en annan som kan förbanna muslimer. Men ändå.<br/> <br/> <br/> <br/>  Huvudfrågan som ingen verkar vilja svara på är varför sköts Bin Ladin?<br/>  Hela byggnaden var vaktad av 3 pers. Totalt var det mindre än 10 personer i hela komplexet. <br/> <b><br/>  Vilken idiot till operationsledare DÖDAR den de jure ledaren för ens största fientliga organisation? Man vill ju fråga ut honom!</b> Den personen som lät honom dö eller ville ha honom död borde avskedas.<br/> <br/> <br/>  Snälla tänk igenom detta lite nu och sluta bråka.<br/>  Det enkla är att det inte finns några bevis och ingen här på det här forumet vet något. <br/>  Media borde också ta sitt ansvar lite mer."
	},
	{
		"postIndex": 1391,
		"postNumber": 1457,
		"rankGlobal": 3,
		"scoreGlobal": 90.2,
		"userRank": 26,
		"userScore": 24.4,
		"postUserName": "pinocchiolina",
		"postUserID": "u570457",
		"postUserUrl": "https://www.flashback.org/u570457",
		"postDateTime": "2011-05-06, 14:07",
		"postUrlInThread": "https://www.flashback.org/t1532651p122",
		"postUrlUniq": "https://www.flashback.org/sp30474575",
		"sentence": "Detta är en bluff!<br/>  En del förstår det, andra inte...<br/>  Tyvärr är gruppen \"lurade\" i klar majoritet... Så har det alltid varit och så kommer det alltid att vara.<br/> <br/>  Navy Seal Team 6, USAs \"all star\" lag dödade inte Usama i det huset(eller ska vi kalla det fortet?) som det har beskrivits i media världen över.<br/> <br/>  Han ska ha varit obeväpnad, de hade enkelt kunnat haffa honom levande och skickat honom raka vägen till Guantanamo... Dock ska de istället ha valt att panga honom så fort de kom fram till honom och sedan kastat honom i havet...<br/>  Hur troligt är det?<br/> <br/>  Inte bara med tanke på alla stålar man har slösat på att hitta honom, inte bara med tanke på att majoriteten av USAs och världens befolkning hade önskat att de tog honom levande, utan för att han måste sitta inne på en jävla massa info... Om vi nu antar att bilden media har givit oss om 9/11, Al Qaeda och Usama är sann, ja då är det omöjligt att USA skulle panga honom om man hade möjlighet att plocka honom levande... Usama borde ju sitta inne på en jäkla massa info om var exempelvis andra viktiga Al Qaeda personer finns, vad som planeras, massa info om det ena och det andra som har med terrorism att göra... Inte bara Al -Qaeda utan andra grupper m.m.<br/> <br/>  Just därför kan det inte medias bild av Usamas död stämma...<br/>  Man hade tagit honom levande om man hade kunnat...<br/>  Han dog säkert kort efter 9/11. Jag tror inte att han fortfarande lever, han är nog död... <br/>  Men en möjlighet skulle kunna vara att man fångade in honom vi ett tidigare tillfälle, men valde att hålla det hemligt, vilket de har flera orsaker till att göra. Och att man sedan valde att göra en \"fake död\" som nu har gjort. Och fake döden har ju också gynnat flera i USA, inte minst \"Obama fenomenet\".<br/>  Men också visa att USA till slut segrade och lyckades klippa skurken Usama... Det finns flera anledningar........ <br/> <br/> <br/> <br/>  äöå"
	},
	{
		"postIndex": 931,
		"postNumber": 987,
		"rankGlobal": 4,
		"scoreGlobal": 88.2,
		"userRank": 42,
		"userScore": 20.9,
		"postUserName": "DownTheHill",
		"postUserID": "u516024",
		"postUserUrl": "https://www.flashback.org/u516024",
		"postDateTime": "2011-05-02, 13:34",
		"postUrlInThread": "https://www.flashback.org/t1532651p83",
		"postUrlUniq": "https://www.flashback.org/sp30400306",
		"sentence": "Rent skitsnack! Han är inte död. För mycket mystik kring detta. Hade detta varit sant hade bilder tagits på hans ansikte och publicerats. Istället valde USA att \"respektera bin ladins muslimska tro\" och begrava honom inom 24 timmar. WTF? Inte hans egna hemland ville ta hand om sin kropp vilket visar att de inte respektearde hans handlingar eller tro, hur fan kan då USA helt plötlisgt respektera bin ladins religion?! <br/> <br/>  Sedan har USA alltså attackerat med appache helikoptrar vilket klart och tydligt visar på att USA inte var ute efter att gripa bin ladin levande vilket låter väldigt konstigt. Visste dem att bin ladin var i huset så skulle man ha gått in för att ta han levande och ställa han inför rätta. Dessutom är USAs appache helikoptrars undersida skottsäkrade så man kunde gått ner lågt och i princip landat på hustaket och fortsatt därifrån.<br/> <br/>  Nu kan det vara så att USA från början inte visste om att bin ladin fanns där. Det enda USA visste var att det var ett fäste för terrorister. Varför gick man helt plötsligt för första gången in med egna män och utförde en attack mot ett fäste i Pakistan när man tidigare bara använt drönare till sådant arbete? USA får endast använda drönare i Pakistan mot potentiella terrorist fästen. <br/> <br/>  Detta lutkar myteri på långa håll. USA har förlorat kriget i Afghanistan och nu vill man dra tillbaka sina trupper, dock kan dem ju inte bara lämna så där så nu har USA gjort de dom åkte till afghanistan för att göra. Nu kan dom dra sig tillbaka. Det är vad jag tror."
	},
	{
		"postIndex": 677,
		"postNumber": 722,
		"rankGlobal": 5,
		"scoreGlobal": 86.4,
		"userRank": 18,
		"userScore": 29.5,
		"postUserName": "GanjaFarfar",
		"postUserID": "u273072",
		"postUserUrl": "https://www.flashback.org/u273072",
		"postDateTime": "2011-05-02, 11:22",
		"postUrlInThread": "https://www.flashback.org/t1532651p61",
		"postUrlUniq": "https://www.flashback.org/sp30398396",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>BodenSwe</strong></div> <div>De finns ingen anledning för USA att ljuga. För dem skulle bli TOTALT förödmjukade om de kom bevis för att Bin Laden lever. De skulle nog vara något av de pinsammaste i USAs historia och Obama kan kyssa sin sista chans att bli vald igen.<br/>  Dem går inte ut med de här om dem inte var 100% säker. <br/> <br/>  För tänk om Bin Laden lever. Gör en ny video, med bevis att de är efter 1 Maj och visar att han lever och mår bra. <br/>  USA skulle bli utskrattade. Dem skulle aldrig våga något sånt.</div> </td> </tr> </table> </div> <br/>  HAHAHAHAHA, du e ju bara för härlig asså!<br/>  Finns ingen anledning för dem att ljuga? Varför skulle dem inte ljuga om att dem har dödat dem mannen de har LJUGIT om att han har terrorattackerat usa?<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/>  Om USA bara släpper övervakningsfilmerna som filmade pentagon vid terrorattacken kommer jag börja lita på USA, och inte förrän då. För OM dem nu inte skulle ljuga, vad i helvete är det dem döljer?<br/> <br/>  Sedan är det ju även bevisat att i MÅNGA filmer som har släppts på Bin Laden är det i verkliga fall någon annan som står för skådespeleriet, så att en ny film på \"bin laden\" skulle släppas skulle ju heller inte bevisa att han levde..<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>xanahl</strong></div> <div>Jag tror inte att CIA skulle lägga ut en så självklart photoshoppad bild i medierna. Så fort jag såg bilden så såg jag att den var photoshoppad. Det är du som är naiv som tror att CIA är så dumma.</div> </td> </tr> </table> </div> <br/>  Näe visst, man vill faktiskt inte tro på detta och man \"hoppas\" att dem inte är så klantiga. <br/>  Men hur uppenbart är det inte när CIA kommer och beslagtar bevismaterial om terrorattacken 11 september och förbjuder alla som sett någonting att prata om det?<br/>  Vad gäller bilden så har det ju bevisats att den inte kom från CIA men detta var för att påpeka hur lättlurade \"vi\" egentligen är.."
	},
	{
		"postIndex": 482,
		"postNumber": 515,
		"rankGlobal": 6,
		"scoreGlobal": 86.2,
		"userRank": 11,
		"userScore": 40.7,
		"postUserName": "Gaborik",
		"postUserID": "u434931",
		"postUserUrl": "https://www.flashback.org/u434931",
		"postDateTime": "2011-05-02, 09:29",
		"postUrlInThread": "https://www.flashback.org/t1532651p43",
		"postUrlUniq": "https://www.flashback.org/sp30397097",
		"sentence": "<b>Det finns ett dokument som bekräftar att Osama Bin Ladin har dött 2001 av naturliga orsaker och begravdes i Afghanistan</b>. Om Obama talar sanningen då måste USA visa den döda kroppen för allmänheten och så har amerikanerna alltid gjort när de dödar eller tillfånga tar en fiende <br/> <br/>  Vill USA och Israel provocera muslimerna för att angripa USA och sedan iscensätta en falsk attack som en hämnd mot alla muslimska nationer för att rättfärdiga ett stort krig<br/>  Om Bin Ladin varit vid liv då skulle han aldrig har varit tyst under alla dessa år , Bin Ladin brukade skryta om Al Quaidas attacker över hela världen <br/> <br/>  Om Obama vill vara en trovärdig då måste han visa kroppen för att övertyga om världen att det var just Osama Bin Ladin och ingen annan<br/>  Fram till bevis"
	},
	{
		"postIndex": 440,
		"postNumber": 472,
		"rankGlobal": 7,
		"scoreGlobal": 80.3,
		"userRank": 70,
		"userScore": 17.3,
		"postUserName": "aceblack",
		"postUserID": "u307079",
		"postUserUrl": "https://www.flashback.org/u307079",
		"postDateTime": "2011-05-02, 09:13",
		"postUrlInThread": "https://www.flashback.org/t1532651p40",
		"postUrlUniq": "https://www.flashback.org/sp30396907",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Trudoff</strong></div> <div>feltänk :-)</div> </td> </tr> </table> </div> <br/>  Bilden kom ut redan 2009. Bilden visades i Pakistans TV så antagligen är det någon på en nyhetsredaktion där som av slöhet bara tog en bild ifrån internet någonstans, det är ju inte så många i Pakistan som har internet så de trodde väl ingen skulle märka det. De tänkte kanske inte på att just deras bildmaterial skulle få en så global spridning. <br/>  CIA tog hand om Bin Ladens kropp så det kommer nog dröja innan några riktiga bilder dyker upp."
	},
	{
		"postIndex": 178,
		"postNumber": 194,
		"rankGlobal": 8,
		"scoreGlobal": 79.4,
		"userRank": 46,
		"userScore": 18.8,
		"postUserName": "Germalkin",
		"postUserID": "u326971",
		"postUserUrl": "https://www.flashback.org/u326971",
		"postDateTime": "2010-10-19, 05:34",
		"postUrlInThread": "https://www.flashback.org/t1532651p17",
		"postUrlUniq": "https://www.flashback.org/sp26236032",
		"sentence": "Om Bin Lad<b><u>i</u></b>n inte finns varför var han då i Falun och hälsade på som 14-åring?<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <a href=\"https://www.flashback.org/leave.php?u=http%3A%2F%2Fcellar.org%2Fiotd.php%3Fthreadid%3D7119\" target=\"_blank\">http://cellar.org/iotd.php?threadid=7119</a><br/> <a href=\"https://www.flashback.org/leave.php?u=http%3A%2F%2Fdibbuk.se%2Fimages%2F32.jpg\" target=\"_blank\">http://cellar.org/pictures/youngbinladen.jpg</a>"
	},
	{
		"postIndex": 970,
		"postNumber": 1027,
		"rankGlobal": 9,
		"scoreGlobal": 79.4,
		"userRank": 11,
		"userScore": 40.7,
		"postUserName": "Gaborik",
		"postUserID": "u434931",
		"postUserUrl": "https://www.flashback.org/u434931",
		"postDateTime": "2011-05-02, 13:49",
		"postUrlInThread": "https://www.flashback.org/t1532651p86",
		"postUrlUniq": "https://www.flashback.org/sp30400537",
		"sentence": "Det alltid brukar ligga någon sanning i de flesta konspirationsteorier. Dock finner jag faktiskt väldigt lite, för att inte säga ingen i denna. Låt mig utveckla.<br/> <br/> <b>Påstående 1: Bin Laden har varit död i flera år. </b><br/> <br/>  Om det stämmer hade verkligen en egoist som George W. Bush medvetet undanhållit detta. Istället för att gå till historien som den president som dödade Bin Laden ger hen helt sonika upp den äran till en politisk rival som Obama. <br/> <br/> <b>Påstående 2: Obama tillkännager dödandet av Bin Laden nu för att få politiska poäng.</b><br/> <br/>  Om Obama verkligen skulle vilja maximera nyttan av Bin Ladens död, borde han då inte ha väntat med att avslöja det till slutet av sommaren 2012 då presidentkampanjen inleds? Varför avslöja det just nu?<br/> <br/> <b>Påstående 3: Bin Ladens kropp har inte dumpats i havet</b><br/> <br/>  Här kan det ligga någon sanning. Om tillexempel Bin Laden har tillfångatagits så vore det nog oklokt att gå ut med det då många av hans anhängare eventuellt hade försökt få honom fri genom olika terrordåd. Samma sak kan ske för att få hans kropp utlämnad. Genom att säga att kroppen redan är dumpad, slipper man denna risk tror USA."
	},
	{
		"postIndex": 68,
		"postNumber": 72,
		"rankGlobal": 10,
		"scoreGlobal": 79,
		"userRank": 47,
		"userScore": 18.7,
		"postUserName": "mx2",
		"postUserID": "u213455",
		"postUserUrl": "https://www.flashback.org/u213455",
		"postDateTime": "2010-01-06, 05:29",
		"postUrlInThread": "https://www.flashback.org/t1532651p6",
		"postUrlUniq": "https://www.flashback.org/sp20726253",
		"sentence": "Här kommer en artikel från 2005 och från en betydligt mer trovärdig källa i form av CNN:<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.cnn.com%2F2005%2FUS%2F06%2F20%2Fgoss.bin.laden%2Findex.html\" target=\"_blank\">http://www.cnn.com/2005/US/06/20/gos...den/index.html</a><br/> <br/>  Förre CIA chefen Porter Goss som tydligen har en \"högst trolig\" (min översättning) tanke om var Bin Laden befinner sig. Men att man måste styrka som jag tolkar det, vissa relationer innan man kan klippa honom.<br/> <br/>  Detta får mig att tro att han sitter i Pakistan. Gjorde då i alla fall. Amerikanska regeringen har diskuterat många gånger med Pakistans regering om att jänkarna vill ha tillåtelse att gå in med trupp i bergskedjorna på den pakistanska gränsen. Men Pakistan har vägrat tillåta detta, utan menat på att deras styrkor klarar jobbet. Jag tolkar det som att Porter Goss menar att man måste komma till en lösning med Pakistan för att få tillåtelse att gå in och hämta honom. Vilket isåfall innebär stora militära operationer inne i Pakistan. Vilket är jävligt känsliga grejer. Kränkning av de pakistanska nationsgränserna skulle kunna kosta USA Pakistan som allierad. Det skulle kunna innebära strider mellan amerikansk och pakistansk militär. En kris mellan två kärnvapen-nationer. Det är ytterst känsliga grejer. <br/> <br/>  Obama debatterade hårt i presidentkampanjen för att han ville gå in med amerikansk trupp i bergsområdet in i Pakistan, oavsett vad Pakistans regering säger. McCain var inne på just att man inte kan kränka sina allierade på detta viset då Pakistan vägrat ge tillåtelse. McCain menade mer på att man måste jobba med Pakistan för att komma fram till någon lösning. Om amerikanska militären nu under Obama har opererat på pakistansk sida än, det vet inte jag. Ingen har väl sagt det rakt ut, men om man läser lite mellan raderna och är observant på vad amerikanska politiker säger i denna frågan, så handlar det inte alls längre om Afghanistan, man vill uteslutande in i bergsområden på pakistansk sida. Nu menar jag inte om man läser vad amerikanska politiker sagt och svarat på frågor till reportrar. Utan vad amerikanska politiker sagt i olika sessioner i kongressen, när dom haft hearings med militära befälhavare etc. Ni andra som tittar på C-span har nog uppmärksammat detta också. Om någon annan än jag här gör det?<br/> <br/>  Amerikanerna  verkar inte tveka på att han finns på pakistanska sidan. Och man har under flera år försök få tillåtelse av pakistans regering att gå in. Vad jag förstått har man vid ett flertal tillfällen efter färska och heta underättelser stått redo med specialtrupper som skullats flyga in med helikopter på pakistanska sidan, men varje gång blivit nekad grönt ljus av Pakistan."
	},
	{
		"postIndex": 1019,
		"postNumber": 1076,
		"rankGlobal": 11,
		"scoreGlobal": 78.9,
		"userRank": 48,
		"userScore": 18.7,
		"postUserName": "tonakai",
		"postUserID": "u426434",
		"postUserUrl": "https://www.flashback.org/u426434",
		"postDateTime": "2011-05-02, 14:14",
		"postUrlInThread": "https://www.flashback.org/t1532651p90",
		"postUrlUniq": "https://www.flashback.org/sp30400924",
		"sentence": "Inte för att verka låt som en konspirationsnisse men tycker det hela verkar konstigt. Bin laden dödas, kroppen begravs till sjöss innan nyheten ens har gått ut. Vi dödar hela hans familj men hedrar honom och islamska traditionen genom att ge honom en värdig begravning a la sjösättning.<br/> <br/>  Vem har bekräftat detta? samma människor som svor att det var massförstörelsevapen i Irak.<br/> <br/>  Om man ska konspirerar lite så skulle man ju kunna säga att USA ekonomi går åt skogen och de har inte råd att finansiera sin militär ute i världen och genom att bosse landin är dödad kan man nu återvända hem med ära och heder.<br/> <br/>  Om det nu stämmer att det gick till som \"dom\" säger så kom det ju väldigt lämpligt... är det bara jag som tänker så här??"
	},
	{
		"postIndex": 888,
		"postNumber": 941,
		"rankGlobal": 12,
		"scoreGlobal": 78.1,
		"userRank": 14,
		"userScore": 35,
		"postUserName": "MindBlasting",
		"postUserID": "u515527",
		"postUserUrl": "https://www.flashback.org/u515527",
		"postDateTime": "2011-05-02, 13:12",
		"postUrlInThread": "https://www.flashback.org/t1532651p79",
		"postUrlUniq": "https://www.flashback.org/sp30399975",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Gudmund</strong></div> <div>Vad skulle hända då om Osama skickade ett livstecken , Obama och USA skulle ju förlora all trovärdighet.</div> </td> </tr> </table> </div>   Om mot alla odds detta skulle ske så kan man anta detta ja men gissa hur jag vet att detta aldrig skulle inträffa?<br/>  Jag använder inte foliehatt utan jag tänker logiskt och min åsikt är den att Osama/Usama förmodligen har varit död sedan länge tillbaka. Detta kan Obama utnyttja i samband med hans sämre stöd mot det amerikanska folket och säga att vi nu har dödat världens mest kända terroristledare.<br/> <br/>  Självklart ska man bilda sig en logisk uppfattning inte tro på allt media rapporterar om.<br/> <br/>  Om bilder på Osama/Usama visas för allmänheten och där man tydligt kan se ansikte och kropp så kan jag åtminstone acceptera att detta är sant men jag tror inte Obama och hans \"specialteam\" har på något sätt varit orsaken till dennes död och då i logikens fotspår finns då heller inga bilder därmed kan man hitta på något såsom hans begravning till havs på grund av en muslimsk sed där man måste begravs inom 24 timmar.<br/> <br/>  Säg mig, tror du på denna nyhet?"
	},
	{
		"postIndex": 965,
		"postNumber": 1022,
		"rankGlobal": 13,
		"scoreGlobal": 77,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "Madagascar",
		"postUserID": "u536335",
		"postUserUrl": "https://www.flashback.org/u536335",
		"postDateTime": "2011-05-02, 13:46",
		"postUrlInThread": "https://www.flashback.org/t1532651p86",
		"postUrlUniq": "https://www.flashback.org/sp30400500",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Theladon</strong></div> <div>Anonym källa...<br/>  Ok, så fortfarande inget från officiell sida om det alltså.</div> </td> </tr> </table> </div> <br/>  Min personliga teori är att Obama kommer försöka mjölka det här en stund. Vi kommer nog få bilder på både kroppen och begravningen så småningom. De kanske måste vänta tills bilderna har blivit framkallade <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> <br/> <br/>  Jag är inte helt övertygad om att bin Laden nyligen blivit dödad. Men jag lär nog bli det när mer info kommer fram. Än så länge finns knapert med info och då florerar konspirationsteorierna.<br/> <br/>  Sedan gäller det att fundera på vad som görs just nu i t ex Libyen eller Irak eller någon helt annanstans (på USA:s hemmaplan kanske?) när hela världens media och flashback är uppslukade av den här nyheten."
	},
	{
		"postIndex": 709,
		"postNumber": 755,
		"rankGlobal": 14,
		"scoreGlobal": 76.7,
		"userRank": 32,
		"userScore": 23.4,
		"postUserName": "hatapotatismos",
		"postUserID": "u560962",
		"postUserUrl": "https://www.flashback.org/u560962",
		"postDateTime": "2011-05-02, 11:34",
		"postUrlInThread": "https://www.flashback.org/t1532651p63",
		"postUrlUniq": "https://www.flashback.org/sp30398569",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>xanahl</strong></div> <div>Nu får du väll ge dig.<br/> <br/>  Varför skulle USA vilja spränga USA? Finns det någon logik alls bakom dessa konspirationsteorier?</div> </td> </tr> </table> </div>   Ah där blev det ju fel iofs. Det ska stå att dom fejkar Osamas död för att själva kunna spränga Europa, Ber om ursäökt för detta fel...<br/> <br/>  Jag säger inte att det är så här det är, bara en teori som allt annat som står i tråden, ingenting verkar ju vara bevisat till 100%<br/> <br/>  Men varför skulle Al-guida spränga europa om Bin - Ladin inte är död? Och varför kommer USA med info om att han är död, med fejkade bilder, en vecka efter att atombomshotet kommit ut i media osv."
	},
	{
		"postIndex": 521,
		"postNumber": 556,
		"rankGlobal": 15,
		"scoreGlobal": 76.3,
		"userRank": 21,
		"userScore": 27.6,
		"postUserName": "Falcão",
		"postUserID": "u226185",
		"postUserUrl": "https://www.flashback.org/u226185",
		"postDateTime": "2011-05-02, 09:58",
		"postUrlInThread": "https://www.flashback.org/t1532651p47",
		"postUrlUniq": "https://www.flashback.org/sp30397352",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>josspuss1</strong></div> <div>Jag vette fan om du är så vuxen alltså.. men för all del, Kör på. Jag är jätte intresserad av dina teorier och åsikter.<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/></div> </td> </tr> </table> </div> <br/>  Vad gäller bin Laden så är han död och det är nu han har dödats inte för flera år sedan. Att detta accepteras av debattdeltagarna är grundförutsättningen för att en seriös debatt ska kunna föras. Utifrån detta finns massor av intressanta grejer att ha åsikter om och teorier kring. <br/> <br/>  Hur kommer detta att påverka Obamas möjligheter till omval och hur kommer det att hanteras av hans politiska motståndare? Vad kommer bin Ladens död ha för betydelse för det fortsatta kriget mot terrorismen? Hur kommer folk i Pakistan att reagera på att han dödades på deras mark av amerikaner med tanke på den kritik USA fått utstå för sina operationer i landet? Ökar bin Ladens död risken för terroattacker nu som en vedergällning? Kommer hans döda bara att öka hans status som en arabvärldens Che Guevara och inspirera till nytt motstånd eller är det snarare dödsstöten för ett sedan tidigare kraftigt försvagat al-Quaida?<br/> <br/>  Finns som sagt massor av intressanta saker som kan diskuteras kring bin-Ladens död men som det är nu drunknar allt detta i idiotiskt konspirationspladder som inte hör hemma i denna forumdelen."
	},
	{
		"postIndex": 728,
		"postNumber": 774,
		"rankGlobal": 16,
		"scoreGlobal": 75.4,
		"userRank": 58,
		"userScore": 17.9,
		"postUserName": "Fluson",
		"postUserID": "u458974",
		"postUserUrl": "https://www.flashback.org/u458974",
		"postDateTime": "2011-05-02, 11:44",
		"postUrlInThread": "https://www.flashback.org/t1532651p65",
		"postUrlUniq": "https://www.flashback.org/sp30398716",
		"sentence": "För inte så länge sen så kom det ut att om nåt skulle hända Bin Laden så kommer det smälla i Europa nånstans? Och nu har dom lyckats döda Bin Laden efter alla dessa år.. (rätta mig om jag har fel) <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/>  Bara jag som tycker det låter liiite skumt?"
	},
	{
		"postIndex": 1190,
		"postNumber": 1254,
		"rankGlobal": 17,
		"scoreGlobal": 75,
		"userRank": 13,
		"userScore": 35.2,
		"postUserName": "FulAgent007",
		"postUserID": "u468963",
		"postUserUrl": "https://www.flashback.org/u468963",
		"postDateTime": "2011-05-02, 22:53",
		"postUrlInThread": "https://www.flashback.org/t1532651p105",
		"postUrlUniq": "https://www.flashback.org/sp30411043",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Draedon</strong></div> <div>Jag tycker att det är ytterst märkligt att de begraver kroppen så snabbt och pga. att de vill respektera muslimska traditioner, sedan när bryr sig världspolisens armé om muselmanernas traditioner?<br/>  Kroppen är ju bevis!<br/> <br/>  Något är skumt med detta.</div> </td> </tr> </table> </div> <br/>  Nej inte om man tänker till lite. Usama Bin Laden har ett mycket högt symbol värde och det är nog detta de försöker hindra att få en förstärkning. Man vill ej ha en grav där han ligger och ej heller martyr bilder ... man vill nog att Usama bara skall raderas ut .....<br/>  Beviset kommer i att det aldrig kommer att snackas någonting ifrån AQ ledaren Usama Bin Laden, dvs inga fler videos osv, därtill får vi strax ett bevis till och det är när AQ får en ny officiell ledare <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/> Och när denne nya AQ ledare talar om hämnd för sin forne ledare DÅ vet alla att Usama verkligen är död men ..... men ingen grav finnes och inga bilder och ingenting ..... han är liksom utraderad..... kanske en effektiv metod nu när motståndaren är stark fanatiskt religiös"
	},
	{
		"postIndex": 1630,
		"postNumber": 1700,
		"rankGlobal": 18,
		"scoreGlobal": 74.8,
		"userRank": 200,
		"userScore": 11.8,
		"postUserName": "Whitez",
		"postUserID": "u920579",
		"postUserUrl": "https://www.flashback.org/u920579",
		"postDateTime": "2014-07-05, 02:45",
		"postUrlInThread": "https://www.flashback.org/t1532651p142",
		"postUrlUniq": "https://www.flashback.org/sp49465353",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Anders-Lundgren</strong> <a href=\"/p49455477#p49455477\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Jag har för mig att jag såg någon affisch på stan där det stod \"Bin Ladin krossad till döds\" omkring 2006. Det har antagligen gått många dödsrykten om denne mannen. Jag kan fortfarande inte förstå varför inga bildbevis kom fram vid hans senaste \"död\". Tydligen bara sköt de honom och dumpade kroppen i havet med kort varsel.</div> </td> </tr> </table> </div> <br/>  Han kommer väl hit som skäggbarn. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/> <br/>  Ne men seriöst, varför fick man inte se bild eller kroppen på tv?"
	},
	{
		"postIndex": 183,
		"postNumber": 199,
		"rankGlobal": 19,
		"scoreGlobal": 74.6,
		"userRank": 40,
		"userScore": 21,
		"postUserName": "Ingetval",
		"postUserID": "u325177",
		"postUserUrl": "https://www.flashback.org/u325177",
		"postDateTime": "2010-11-10, 20:41",
		"postUrlInThread": "https://www.flashback.org/t1532651p17",
		"postUrlUniq": "https://www.flashback.org/sp26768056",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>W.O.A.D</strong></div> <div>Håller med en del härinne: Bin Laden är antingen död eller sitter inlåst nånstans, men USA behöver en fiende.</div> </td> </tr> </table> </div> <br/>  Det är en kombination skulle jag tro: USA behöver en tydlig fiende, men extremisterna behöver också en Idol och tilltro på hans oövervinnerlighet. <br/>  Min teori är att Bin Laden är död. Det spekulerades i någon leversjukdom medan han levde. <br/> <br/>  Att han helt gått över till kasettband dom senaste åren måste ju ses som underligt. Har han inte ens råd med en mobilkamera? Så, ja, jag tror han är stendöd. <br/>  Jag tror att banden har skapats av folk som beundrar Bin Laden och som vill att hans ande ska leva vidare. <br/>  Troligtvis vet dom inte ens själva om gubben är död eller inte. \"Experter\" i USA är sedan snabba med att deklarera att dessa band är äkta och att rösten är hans. Jag tror man trivs ganska bra från bägge sidor att upprätthålla den här bilden till allmänheten.<br/> <br/>  MEN, och detta är ett viktigt MEN: Hade USA tillfångatagit Usama, eller fått tag på hans lik, så skulle han paraderats runt i alla mediakanaler. Självklart hade inte USA varit sena att utnyttja en sådan bild (jag tänker närmast på bilderna av Sadams skäggiga nuna, samt bilderna på hans döda söner)."
	},
	{
		"postIndex": 658,
		"postNumber": 703,
		"rankGlobal": 20,
		"scoreGlobal": 74.3,
		"userRank": 21,
		"userScore": 27.6,
		"postUserName": "Falcão",
		"postUserID": "u226185",
		"postUserUrl": "https://www.flashback.org/u226185",
		"postDateTime": "2011-05-02, 11:13",
		"postUrlInThread": "https://www.flashback.org/t1532651p59",
		"postUrlUniq": "https://www.flashback.org/sp30398277",
		"sentence": "Det var ett jäkla tjatande om att bilden är fejk. Och? Hade den släppts av USA som den officiella bilden så hade det naturligtvis varit högst anmärkningsvärt men nu är det ju en tidningsanka där Reuters har skickat ut en fejkad bild till världens medier som sedan många tidningar har gjort misstaget att publicera. Naturligtvis väldigt pinsamt för media men det har ingen betydelse överhuvudtaget i en diskussion kring huruvida bin Laden är död. En officiell äkta bild kommer säkert att släppas om inte liket är sprängt till oigenkännlighet men foliehattarna här kommer ändå direkt att avfärda den bilden. Vet i vad USA skulle kunna göra för att övertyga dessa konspirationsteoretiker och förmodligen förlorar de ingen sömn över det heller då den klara majoriteten av världens tänkande människor inser att bin Laden nu är död."
	},
	{
		"postIndex": 624,
		"postNumber": 667,
		"rankGlobal": 21,
		"scoreGlobal": 73.9,
		"userRank": 66,
		"userScore": 17.5,
		"postUserName": "EldBok",
		"postUserID": "u345598",
		"postUserUrl": "https://www.flashback.org/u345598",
		"postDateTime": "2011-05-02, 10:57",
		"postUrlInThread": "https://www.flashback.org/t1532651p56",
		"postUrlUniq": "https://www.flashback.org/sp30398035",
		"sentence": "Ni som lägger upp bilder på \"före och efter photoshop\", menar ni att en död person inte liknar sig själv när man levde? Personligen tror jag man kan få fram de flesta döda till sitt \"ursprungliga\" utseende.<br/> <br/>  Och fråga nummer 2:<br/>  Vi säger att USA ligger bakom \"fejkningen\" av hans död, tror ni att, med ca 10års tid på sig + ganska bra resurser, de gör en fejkad bild som en \"normalsvensson\" kan editera tillbaka på 5min arbete? <br/>  Känns detta logiskt?"
	},
	{
		"postIndex": 60,
		"postNumber": 63,
		"rankGlobal": 22,
		"scoreGlobal": 73.7,
		"userRank": 67,
		"userScore": 17.5,
		"postUserName": "melvein",
		"postUserID": "u4134",
		"postUserUrl": "https://www.flashback.org/u4134",
		"postDateTime": "2009-12-20, 15:00",
		"postUrlInThread": "https://www.flashback.org/t1532651p6",
		"postUrlUniq": "https://www.flashback.org/sp20439562",
		"sentence": "Jag tror också att Usama är död. Att han inte gjort några videoframträdanden är ett starkt argument för att så skulle vara fallet. Betydligt lättare att fejka en ljudinspelning än en videoinspelning. <br/> <br/>  Det finns egentligen inga bra skäl till att han skulle upphöra med videoframträdandena om han fortfarande vore i livet. Möjligen om han på grund av skada eller sjukdom var så illa tilltygad att en video skulle ha en demoraliserande effekt istället för tvärtom för hans anhängare. <br/> <br/>  Jag tror inte att USA vet om att Usama är död och försöker dölja det för att ha kvar trupper i Afghanistan (det finns tillräckliga skäl även om Usama är död). Däremot har man säkert policyn att inte säga något förrän man har säkra bevis för Usamas död, vilket man kanske aldrig kommer att få."
	},
	{
		"postIndex": 1040,
		"postNumber": 1100,
		"rankGlobal": 23,
		"scoreGlobal": 73.7,
		"userRank": 68,
		"userScore": 17.5,
		"postUserName": "toonyy",
		"postUserID": "u70132",
		"postUserUrl": "https://www.flashback.org/u70132",
		"postDateTime": "2011-05-02, 14:29",
		"postUrlInThread": "https://www.flashback.org/t1532651p92",
		"postUrlUniq": "https://www.flashback.org/sp30401142",
		"sentence": "Det spelar ingen roll vad som står i Media om att han är död.<br/>  När jag fått se bilder på Bin Ladens döda kropp, först då kan vi snacka bevis."
	},
	{
		"postIndex": 655,
		"postNumber": 700,
		"rankGlobal": 24,
		"scoreGlobal": 73.1,
		"userRank": 9,
		"userScore": 43,
		"postUserName": "BodenSwe",
		"postUserID": "u448602",
		"postUserUrl": "https://www.flashback.org/u448602",
		"postDateTime": "2011-05-02, 11:10",
		"postUrlInThread": "https://www.flashback.org/t1532651p59",
		"postUrlUniq": "https://www.flashback.org/sp30398235",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Wi3rd0</strong></div> <div>DNA -analysen är taget av USA, du tror inte det är lätt för de att mygla med resultaten <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>? Och bilden visade sig vara fejk</div> </td> </tr> </table> </div> <br/>  Och om andra länder tar DNA prov, då kommer folk skrika att dem är mutade. <br/>  Bilden är inte släppta från Washington. Utan några medier som försökt vara först och blivit lurade De är självklart bilder tagna och kommer säkert komma ut förr eller senare. <br/> <br/>  Men återigen, vad kommer bilderna bevisa?? Samma folk som tvivlar hans död nu kommer ändå tvivla på dem bilderna. För SÅ starka kännetecken har han inte. En kille med skägg.<br/> <br/>  De ENDA som kan bevisa att Bin Laden lever är om han gör en ny \"Död till Amerika!\" video, håller upp dagens tidning och säger att han lever. Annars är killen stendöd."
	},
	{
		"postIndex": 976,
		"postNumber": 1033,
		"rankGlobal": 25,
		"scoreGlobal": 72.8,
		"userRank": 71,
		"userScore": 17.3,
		"postUserName": "Eric-Harris",
		"postUserID": "u559781",
		"postUserUrl": "https://www.flashback.org/u559781",
		"postDateTime": "2011-05-02, 13:51",
		"postUrlInThread": "https://www.flashback.org/t1532651p87",
		"postUrlUniq": "https://www.flashback.org/sp30400566",
		"sentence": "ryser inombords med tanke på hela denna händelsen..<br/> <br/>  utan riktiga bevis så är det svårt att acceptera att bin ladins död skulle vara ett faktum. varför begraver dem honom direkt efter döden, amerikanska regeringen måste väll för fan fatta att folk vill ha riktiga bevis..<br/> <br/>  det jag tänker på i första hand skulle vara att Obama ljuger om det eller har fått fel information, vds att allt bara är en scensatt händelse typ. <br/> <br/>  vafan liksom.. hur troligt är det att USA* skulle fakea hela händelsen?"
	},
	{
		"postIndex": 432,
		"postNumber": 464,
		"rankGlobal": 26,
		"scoreGlobal": 72,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "Madagascar",
		"postUserID": "u536335",
		"postUserUrl": "https://www.flashback.org/u536335",
		"postDateTime": "2011-05-02, 09:09",
		"postUrlInThread": "https://www.flashback.org/t1532651p39",
		"postUrlUniq": "https://www.flashback.org/sp30396866",
		"sentence": "Lite anmärkningsvärt att jag skrev mitt första inlägg i tråden igår och sedan dess har Obama rapporterat honom dödad.<br/> <br/>  Finns det några bra bilder som visar att bin Laden mördats nyligen? Några bilder på kroppen? Något annat som visar på det?<br/> <br/>  Eller har bin Laden varit död länge och USA har blivit sugna på att åka hem från Afghanistan nu? Det var ju presidenten som deklarerade i TV att bin Laden dödats. Detta verkar ju framför allt vara ett meddelande från presidenten till de amerikanska väljarna. al-Jazeera har visat amerikaner som samlats för att fira på Times Square!"
	},
	{
		"postIndex": 184,
		"postNumber": 200,
		"rankGlobal": 27,
		"scoreGlobal": 72,
		"userRank": 74,
		"userScore": 17.1,
		"postUserName": "Ryzsfemma",
		"postUserID": "u498267",
		"postUserUrl": "https://www.flashback.org/u498267",
		"postDateTime": "2010-11-11, 02:39",
		"postUrlInThread": "https://www.flashback.org/t1532651p17",
		"postUrlUniq": "https://www.flashback.org/sp26776903",
		"sentence": "Bin Laden, förre detta CIA agent som hade en stor roll i kriget mellan Ryssarna och Afghanerna samt kalla kriget. Världens mäktigaste land och alla länder som deltog i sökandet av denna person kan inte hittas, pff. Ren skit snack, Al Qaida och Osama Bin Laden är ren skitsnack och är bara en upplysning till varför USA och dess knähundar krigar mot Irak och Afghanistan.<br/> <br/>  Det är olika personer i alla hans meddelanden hela tiden, och USA har gjort han till en person som strävar för att Islam ska dominera, så det räcker att använda en skådespelare som säger, död åt väst. Så utförs det terrordåd, det är så lätt för USA, för USA har kanske 40 olika privatorganisationer och spionbolag som pusslar ihop allt."
	},
	{
		"postIndex": 1210,
		"postNumber": 1275,
		"rankGlobal": 28,
		"scoreGlobal": 71.9,
		"userRank": 29,
		"userScore": 23.9,
		"postUserName": "Reato",
		"postUserID": "u179104",
		"postUserUrl": "https://www.flashback.org/u179104",
		"postDateTime": "2011-05-03, 00:22",
		"postUrlInThread": "https://www.flashback.org/t1532651p107",
		"postUrlUniq": "https://www.flashback.org/sp30412950",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>dodri</strong></div> <div>Men finns det några bevis på att han INTE dog av USA inatt då? Personligen tror jag fortfarande att han togs levande, därför finns det inga bilder på kroppen plus att USA säger han har blivit 'begravd' till havs.</div> </td> </tr> </table> </div> <br/> <br/>  Allting motsäger ju att usa tog kol på han idag. Eftersom det är usa som kommer med uttalandet att de har dödat osama så ligger ju bevisbördan hos dem. Altting verkar ha gått mycket mycket snabbt och hysch hysch till.<br/> <br/>  En man de har jagat i 15år, plöjjt ner miljarder och åter miljarder för att hitta honom och nu säger de att han har dumpats i havet fort som fan utan någonsomhelst bevis.<br/> <br/>  Osama har inte visat sig officiellt på 1-2år? så det tyder ju på att han varit död. Förut släppte han ju den ena bandet efter den andra för att ta på sig diversa dåd och hota usa och väst lite. Men inte ett pip från honom på senaste.<br/> <br/>  Så ja jag tvivlar på att usa verkligen har dödat usama inatt.<br/> <br/>  Min tanke är nog att han har verit död ett tag men först nu vill usa iscensätta en sån här story.<br/>  För nu är de ju trötta på att kriga och deras ekonomi är helt åt helvete. För att inte se ut som förlorare för det egna folket så säger man att man hittat osama och dödat honom och folket jublar och festar i usa."
	},
	{
		"postIndex": 989,
		"postNumber": 1046,
		"rankGlobal": 29,
		"scoreGlobal": 71.7,
		"userRank": 7,
		"userScore": 50.5,
		"postUserName": "Zaedrews",
		"postUserID": "u265840",
		"postUserUrl": "https://www.flashback.org/u265840",
		"postDateTime": "2011-05-02, 13:58",
		"postUrlInThread": "https://www.flashback.org/t1532651p88",
		"postUrlUniq": "https://www.flashback.org/sp30400667",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Gaborik</strong></div> <div>Det alltid brukar ligga någon sanning i de flesta konspirationsteorier. Dock finner jag faktiskt väldigt lite, för att inte säga ingen i denna. Låt mig utveckla.<br/> <br/> <b>Påstående 1: Bin Laden har varit död i flera år. </b><br/> <br/>  Om det stämmer hade verkligen en egoist som George W. Bush medvetet undanhållit detta. Istället för att gå till historien som den president som dödade Bin Laden ger hen helt sonika upp den äran till en politisk rival som Obama.</div> </td> </tr> </table> </div> <br/>  Inte säkert att Busk skulle kunna bevisa detta. Säg att han dött en naturlig död och bara en ytterst liten klick vet var han är begravd.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Gaborik</strong></div> <div> <b>Påstående 2: Obama tillkännager dödandet av Bin Laden nu för att få politiska poäng.</b><br/> <br/>  Om Obama verkligen skulle vilja maximera nyttan av Bin Ladens död, borde han då inte ha väntat med att avslöja det till slutet av sommaren 2012 då presidentkampanjen inleds? Varför avslöja det just nu?<br/> <br/> <b>Påstående 3: Bin Ladens kropp har inte dumpats i havet</b>.</div> </td> </tr> </table> </div> <br/>  Det är nu valkampanjen startar. Att han dessutom får honom gripen efter 2 år och inte 3 och ett halv år efter han blev president har även det en betydelse. Att han dessutom är död innan det gått 10 efter 9/11 har också ett symbolvärde.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Gaborik</strong></div> <div>  Här kan det ligga någon sanning. Om tillexempel Bin Laden har tillfångatagits så vore det nog oklokt att gå ut med det då många av hans anhängare eventuellt hade försökt få honom fri genom olika terrordåd. Samma sak kan ske för att få hans kropp utlämnad. Genom att säga att kroppen redan är dumpad, slipper man denna risk tror USA.</div> </td> </tr> </table> </div> <br/>  Ja instämmer att man så snabbt dumpade kroppen ger rätt många möjligheter, ett att han kan vara vid liv fortsatt. För även om en rättegång med de säkerhetsrisker en sådan innebär kanske inte var önskvärt så skulle han som inofficiell fånge ge väldigt mycket information. Finns ju dock givetvis en verkligen stor fara med det men inte helt omöjligt."
	},
	{
		"postIndex": 1087,
		"postNumber": 1147,
		"rankGlobal": 30,
		"scoreGlobal": 71.7,
		"userRank": 83,
		"userScore": 16.1,
		"postUserName": "Aop1",
		"postUserID": "u534787",
		"postUserUrl": "https://www.flashback.org/u534787",
		"postDateTime": "2011-05-02, 15:31",
		"postUrlInThread": "https://www.flashback.org/t1532651p96",
		"postUrlUniq": "https://www.flashback.org/sp30401978",
		"sentence": "Hallå retards<br/> <br/>  Osama bin Ladin dog för längesen. USA truppor var i afg för dom ville ha något som dom kunde tillvärka vapen med. Så dom skyllde på att Osama \"lever\". Tror ni själv att det tar 10 år för arme att hitta Osama när det inte tog lång tid alls för hitta Saddam. Då är USA arme värkligen retard. Dom bekräfta att dom \"dödade\" Osama bin Ladin och dumpa honom i havet direkt? Och att deras helikopter crasha och ingen kom till skada? Allt är på hittad och dom som tror på det år fan retards. Alla bomber och det som händer i Pakistan alla bomber det var USA som gjorde så det inte blev tyst om \"terrorister\". Kolla nu allt i Pakistan kommer bli bra."
	},
	{
		"postIndex": 134,
		"postNumber": 144,
		"rankGlobal": 31,
		"scoreGlobal": 71.7,
		"userRank": 112,
		"userScore": 14.5,
		"postUserName": "Xunder",
		"postUserID": "u228816",
		"postUserUrl": "https://www.flashback.org/u228816",
		"postDateTime": "2010-08-20, 18:13",
		"postUrlInThread": "https://www.flashback.org/t1532651p12",
		"postUrlUniq": "https://www.flashback.org/sp24970336",
		"sentence": "Bin Laden är troligtvis död, alternativt bra gömd i Waziristan området, Pakistan.... Fast egentligen kvittar Bin Laden, varför är han så viktig? Visst, det skulle bli en typ av seger symbol om Jänkarna tog honom alternativ dödat honom, men Bin Laden har lyckats med det han alltid hoppats på, skaffat sig ett religiöst krig. Al Qaeda är idag ingen grupp, utan mer en typ av Franchise som andra grupper kan använda sig av. Eller tror någon på allvar att Al qaeda Europa, Al qaeda Irak osv tar order från Bin Laden? <br/> <br/>  Skulle Bin Laden försvinna, så skulle inget speciellt hända. Kriget emot terrorism skulle fortsätta... <br/> <br/>  Men kolla här, Bin Laden kunde blivit bortröjd redan 2000, men tyvärr så var ju fjanten Bill Clinton(<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> )president då, och var såklart för mesig för att röja Bin Laden. Han hade ju bara förklarat heligt krig mot USA, stod skyldig för attackerna mot två amerikanska Ambassader i Kenya and Tanzania 1998, och attacken mot USS Cole år 2000 <br/>  Filmen: <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DJuH1xwLUnbg%26amp%3Bfeature%3Drelated\" target=\"_blank\">http://www.youtube.com/watch?v=JuH1x...eature=related</a><br/> <br/>  Är ju inte 100% säkert att det var Bin Laden, men troligtvis var det ju det.."
	},
	{
		"postIndex": 681,
		"postNumber": 726,
		"rankGlobal": 32,
		"scoreGlobal": 71.2,
		"userRank": 16,
		"userScore": 32.5,
		"postUserName": "SureBet",
		"postUserID": "u235506",
		"postUserUrl": "https://www.flashback.org/u235506",
		"postDateTime": "2011-05-02, 11:24",
		"postUrlInThread": "https://www.flashback.org/t1532651p61",
		"postUrlUniq": "https://www.flashback.org/sp30398430",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>rootbit</strong></div> <div>Och du tror inte att CIA har sina fingrar i varje syltburk på den här planeten? Naivt...</div> </td> </tr> </table> </div>   varför skulle de släppa en fake'ad bild som är gjord av någon annan för 2 år sen som bevis att han är död?<br/>  det bevisar ju snarare motsatsen<br/> <br/>  (jag säger inte att bilden är bevis för att han är död)"
	},
	{
		"postIndex": 745,
		"postNumber": 792,
		"rankGlobal": 33,
		"scoreGlobal": 70.4,
		"userRank": 131,
		"userScore": 13.5,
		"postUserName": "vallero",
		"postUserID": "u289295",
		"postUserUrl": "https://www.flashback.org/u289295",
		"postDateTime": "2011-05-02, 11:57",
		"postUrlInThread": "https://www.flashback.org/t1532651p66",
		"postUrlUniq": "https://www.flashback.org/sp30398918",
		"sentence": "USA skulle aldrig döda bin Laden utan att visa upp kroppen som en trofé. Att USA skulle begrava honom inom 24 timmar enligt \"muslimsk sed\" är en fullständigt absurd tanke. Och varför dementerar de inte den uppenbart fejkade bilden oavsett var den kom från?<br/>  Varför har bin Laden inte visat sig på film de senaste åren - ingenting skulle stärka al Quaida mer än att bevisa att han var i livet. Skälet till det är uppenbart - han har varit stendöd i många år.<br/>  Om USA inte presenterar bevis så är den här storyn lika fejk som bilden."
	},
	{
		"postIndex": 903,
		"postNumber": 957,
		"rankGlobal": 34,
		"scoreGlobal": 70.3,
		"userRank": 14,
		"userScore": 35,
		"postUserName": "MindBlasting",
		"postUserID": "u515527",
		"postUserUrl": "https://www.flashback.org/u515527",
		"postDateTime": "2011-05-02, 13:18",
		"postUrlInThread": "https://www.flashback.org/t1532651p80",
		"postUrlUniq": "https://www.flashback.org/sp30400074",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>dulum</strong></div> <div>Det hela är väldigt enkelt. man utgår inte från vad USA kan göra eller inte göra, de kan väl göra vad fan som helst. Men jag gissar att Usama själv reagerar om hela världen kablar ut att han är död. Hade han vart i livet hade han redan deklarerat det för omvärlden. Om man ska syssla med konspirationsteorier måste man ändå hålla sig till någorlunda realistiska idéer, ex. att kroppen inte begravts i havet, det kan jag köpa.</div> </td> </tr> </table> </div>   Absolut, hade han varit i livet hade han på något sätt låtit någon reporter hitta ett vhs band liggandes någonstans så Al Jazeera kan rapportera om det.<br/>  Men om han har varit död sedan en längre tid tillbaka så kan Obama med sin stab med god vetskap nu säga att han faktiskt är död för dem vet att det finns ingen chans att han nu kan visa omvärlden att han lever. Eller som i andra fall där man låtit en dubbelgångare porträttera Osamas/Usamas meddelande.<br/> <br/>  Det är lätt att låta media säga via andra källor att Osama/Usama nu är död. Vanligt folk firar och dem kommer inte begära bevis för detta påstående."
	},
	{
		"postIndex": 1321,
		"postNumber": 1386,
		"rankGlobal": 35,
		"scoreGlobal": 70.3,
		"userRank": 9,
		"userScore": 43,
		"postUserName": "BodenSwe",
		"postUserID": "u448602",
		"postUserUrl": "https://www.flashback.org/u448602",
		"postDateTime": "2011-05-04, 12:53",
		"postUrlInThread": "https://www.flashback.org/t1532651p116",
		"postUrlUniq": "https://www.flashback.org/sp30436738",
		"sentence": "Ser inga problem med att skjuta Bin Laden även om han var obeväpnad. Har ingen större önskan att höra vad han egentligen har att säga. Tror han har sagt de mesta i sina videos. <br/>  Och hålla han i fångenskap i några år för att sedan få dödsstraff styrker bara bilden av att han skulle bli en starkare martyr, då de skulle byggas upp över åren. Nu kom hans död istället ganska plötsligt.<br/> <br/>  Sen vette fan vilket land som velat hålla han i fångenskap. USA ville ju inte de är ju klart, knappast nåt arab land heller. <br/> <br/>  Och de har ändå bara gått 3 dagar, bilder kommer ut förr eller senare."
	},
	{
		"postIndex": 1413,
		"postNumber": 1479,
		"rankGlobal": 36,
		"scoreGlobal": 70.1,
		"userRank": 8,
		"userScore": 43.6,
		"postUserName": "Midro",
		"postUserID": "u492124",
		"postUserUrl": "https://www.flashback.org/u492124",
		"postDateTime": "2011-05-06, 18:46",
		"postUrlInThread": "https://www.flashback.org/t1532651p124",
		"postUrlUniq": "https://www.flashback.org/sp30479245",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Ankan23</strong></div> <div>Att fråga om bevis är för dig alltså att vara konspirationsteoretiker? Snarare hörs det som du svalt medias löpsedlar i 11 år utan att stanna upp och tänka kritiskt. Är det inte så det fungerar i rättsamhällen förresten, att man har en bevisbörda, rätt till en rättvis rättegång? Du vet väl förövrigt att USA struntat i flera tillfällen när man kunde ha tagit bin laden levande?</div> </td> </tr> </table> </div> <br/>  Nej, att fråga om bevis och att vara konspirationsteoretiker är två vitt skilda saker. Det är en sak att fråga om bevis, men när man inser att det faktiskt finns en liten möjlighet att det HÖGST osannolika faktiskt skulle kunna vara sanning, och låter det bli ens verklighet så skulle jag säga att man är konspirationsteoretiker. Kanske inte per definition, men i alla fall med de associationer jag har. <br/> <br/>  Jag tänker kritiskt. Det mesta som tidningarna skriver är sant. Vissa saker är säkerligen falska och därför kan man antingen leva med åskådningen att allt skulle potentiellt kunna vara falskt, att allt är sant eller en mix av de båda. Jag tycker synd om människor som lever med den förstnämnda åskådningen. Avundas alla som kan leva med den andra och lever själv med den tredje.<br/> <br/>  Edit: anledningen till att jag nämnde att jag inte kan bevisa att det faktiskt är sant, är att svaret jag annars hade fått hade varit något i stil med \"så du har svalt medias rapportering med hull och hår?\" (vilket jag också fick som svar, på sätt och vis <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>)"
	},
	{
		"postIndex": 659,
		"postNumber": 704,
		"rankGlobal": 37,
		"scoreGlobal": 70.1,
		"userRank": 9,
		"userScore": 43,
		"postUserName": "BodenSwe",
		"postUserID": "u448602",
		"postUserUrl": "https://www.flashback.org/u448602",
		"postDateTime": "2011-05-02, 11:13",
		"postUrlInThread": "https://www.flashback.org/t1532651p59",
		"postUrlUniq": "https://www.flashback.org/sp30398278",
		"sentence": "De finns ingen anledning för USA att ljuga. För dem skulle bli TOTALT förödmjukade om de kom bevis för att Bin Laden lever. De skulle nog vara något av de pinsammaste i USAs historia och Obama kan kyssa sin sista chans att bli vald igen.<br/>  Dem går inte ut med de här om dem inte var 100% säker. <br/> <br/>  För tänk om Bin Laden lever. Gör en ny video, med bevis att de är efter 1 Maj och visar att han lever och mår bra. <br/>  USA skulle bli utskrattade. Dem skulle aldrig våga något sånt."
	},
	{
		"postIndex": 1159,
		"postNumber": 1223,
		"rankGlobal": 38,
		"scoreGlobal": 70,
		"userRank": 75,
		"userScore": 16.6,
		"postUserName": "th3hitman",
		"postUserID": "u565520",
		"postUserUrl": "https://www.flashback.org/u565520",
		"postDateTime": "2011-05-02, 19:52",
		"postUrlInThread": "https://www.flashback.org/t1532651p102",
		"postUrlUniq": "https://www.flashback.org/sp30407079",
		"sentence": "Jag tror att Bin Ladin fortfarande lever. Det sägs att den som man dödade var hans kusin. Tror dessutom inte att Bin Ladin skulle gömma sig i en skit FET byggnad med vakter runt om, det är liksom alldeles för riskfyllt. Tror han fortfarande gömmer sig, någonstans ute i vildmarken. <br/> <br/>  Länken här nedan visar att man troligen har ''fejkat'' bilden på den döde Bin Ladin och det sägs att personen i mitten är hans kusin. Men vem vet, han kanske är död, kanske inte <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/skamsen.gif\" title=\"Skamsen\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/> <br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fi.imgur.com%2FmeD3a.png\" target=\"_blank\">http://i.imgur.com/meD3a.png</a>"
	},
	{
		"postIndex": 1509,
		"postNumber": 1576,
		"rankGlobal": 39,
		"scoreGlobal": 70,
		"userRank": 3,
		"userScore": 69.4,
		"postUserName": "stuxnet",
		"postUserID": "u503268",
		"postUserUrl": "https://www.flashback.org/u503268",
		"postDateTime": "2011-05-08, 21:31",
		"postUrlInThread": "https://www.flashback.org/t1532651p132",
		"postUrlUniq": "https://www.flashback.org/sp30513749",
		"sentence": "Godkväll.<br/> <br/>  Om ni kommer ihåg, så länkade jag tidigare till några Gitmo-filer från Wikileaks där Abbotobad nämndes redan 2005 i denna tråd. Om vi nu tittar på den senaste tidens händelser runt om i världen och korrelerar med jänkarnas ageranden, dyker det upp en röd tråd.<br/> <br/>  Det kan helt enkelt vara så att dom visste var han var redan 2005 men la inte ner någon energi på att hämta honom, han kunde vara bra att ha som ursäkt, så han fick hållas där han satt i sitt hus.<br/>  Men sen kom Wikileas och när den senaste Gitmo-filen släpptes, gjordes detta under stor dramatik, då en f.d Wikileaks-medarbetare som hoppat av, snodde med sig delar av dessa filer och sålde till N.Y Times/Guardian.<br/> <br/>  Det som hände sen är explosivt intressant, Amerikanska UD bad N.Y.T att sudda bort namnen på några personer som fanns med i Gitmo-filen och som återkommer ständigt när det gäller UBL.<br/>  Bara några dagar senare stormar Seals huset, det ser onekligen ut som om det är frågan om ett \"städuppdrag\", hans tillfångatagande eller ev uppgifter var därför ointressanta för amerikanarna, han skulle enbart röjas bort fort och snabbt, innan fler började fråga om Abbatobad, uppgifterna i filerna är nog tillräckligt för att en vanlig reporter ganska snart kunde ha hittat honom på plats, det hade blivit en fullständig katastrof för jänkarna.<br/> <br/>  Detta förklarar också förbudet mot flygfotot av fastigheten, att helikoptern och parabol-antennen försvann blixsnabbt, och hur man kunde jaga bort ett filmteam 6 månader tidigare från granngatan, man hade militärens stöd och hade ständigt fotoförbud.  När nu attacken kom vart det omöjligt att hålla på detta förbud förutom luftbilderna.<br/> <br/>  Sen vet jag inte om detta har kommit fram men 1 kvinna-1 barn-5 män ålder 25-35 = totalt 7 kroppar anges som dödade, och nyss har rapporter om 2 kraftiga explosioner rapporterarts från Abbatobad, som dock inte varit vid huset.<br/> <br/>  Läsvärt:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.counterpunch.org%2Fshamir05042011.html\" target=\"_blank\">http://www.counterpunch.org/shamir05042011.html</a>"
	},
	{
		"postIndex": 1123,
		"postNumber": 1184,
		"rankGlobal": 40,
		"scoreGlobal": 69.8,
		"userRank": 162,
		"userScore": 12.7,
		"postUserName": "eliefant",
		"postUserID": "u566813",
		"postUserUrl": "https://www.flashback.org/u566813",
		"postDateTime": "2011-05-02, 16:54",
		"postUrlInThread": "https://www.flashback.org/t1532651p99",
		"postUrlUniq": "https://www.flashback.org/sp30403462",
		"sentence": "Jag tror inte Bin Laden är död. Har inget som stärker min uppfattning men har iaf funnit att bilden på hans döda kropp som bla Aftonbladet har använt (men som nu är borta) är gjord i PS.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fladdauppbilder.se%2F%3Fdi%3D313043471890\" target=\"_blank\">http://laddauppbilder.se/?di=313043471890</a> <br/> <br/>  Obama gav order att döda honom ist för att gripa. Och sedan höll de det hemligt i en vecka för att sedan dumpa kroppen i havet. Och de säger de bevisade att det faktiskt var han, DNAt matchade (med vad?). <br/>  Jag tycker inte det räcker. De borde kunna styrka det ännu mer med filmer, riktiga bilder m.m. eftersom det är ju ganska stort ändå.<br/> <br/>  Och nu firar alla Amerikanarna utanför vita huset och Obama är jätte populär.<br/> <br/>  Ps, vet inte om jag har hamnat rätt."
	}
]
