[
	{
		"postIndex": 1571,
		"postNumber": 1609,
		"rankGlobal": 1,
		"scoreGlobal": 100,
		"userRank": 16,
		"userScore": 24.6,
		"postUserName": "Silverax",
		"postUserID": "u572282",
		"postUserUrl": "https://www.flashback.org/u572282",
		"postDateTime": "2012-04-01, 19:03",
		"postUrlInThread": "https://www.flashback.org/t1718010p135",
		"postUrlUniq": "https://www.flashback.org/sp36581977",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>NattNatt</strong></div> <div>Som jag sagt litar jag inte på dom eftersom dom avfärdar grejen som orimlig utan att ens undersöka om det är något som pågår.</div> </td> </tr> </table> </div>   Men folk med fakta och utbildning som tittar på bilder av strimmorna och flygplanen, ser dem i verkligheten och flyger bland dem säger ju att det inte är nåt konstigt. Det är därför som de avfärdar det som orimligt! Allt finns förklarat här i tråden. Att du inte tror på dem har som sagt inget med fakta eller utbildning att göra, utan bara att de inte säger det du vill höra!<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Vad skulle du lita mest på, ett ögonvittne (som råkar vara dig själv) eller någon som hört en hörsägen?      </td> </tr> </table> </div>   Ingen ifrågasätter förekomsten av strimmorna. Det är strimmor som du har sett. Du har inte varit med på ett plan där du har sett att de sprejar ut nåt. Du har inte analyserat strimmorna för att se om de sprutar ut nåt annat än avgaser och kondens. Den delen är \"hörsägen\", och det är det som du tror på.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Jag litar på mina ögon, är det så svårt att förstå. För några år sedan såg jag inte dom här strecken, sen kom det några streck och sen har dom blivit fler och fler och nu är dom över hela himlen. Då förstår man att någonting har ändrats, och jag vill veta vad.      </td> </tr> </table> </div>   Flygplanen har blivit fler. Och om du börjar tänka på en sak (strimmorna) kommer du att börja lägga märke till dem allt oftare. Du letar aktivt efter dem och ser dem därför oftare. Innan jag började läsa den här tråden hade jag aldrig i hela mitt liv tänkt på såna här flygplansstrimmor. Nu ser jag dem så klart oftare, men det beror inte på att de inte fanns där tidigare. Eller hur?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Ser det ut som att jag påstår att avsaknaden av bevis inte är något problem? Jag tycker det är ett väldigt stort problem, det är därför jag lägger ner min tid på det här, för att hitta personer som kan hjälpa till att undersöka saken närmre. Jag har varken kunskap eller utrustning för att utföra mätningar och liknande, men det kanske finns andra som har det. Första steget är som sagt att folk börjar undersöka. Som det ligger till nu försöker en del personer göra resten av befolkningen uppmärksamma på att någonting händer, det dom möts av är nedvärderingar, idiotförklaringar och allmänt skitsnack. Det spelar ingen roll hur många gånger jag får höra att det jag ser är fel, jag vet vad jag ser och vad jag sett förut.      </td> </tr> </table> </div>   Och därför tänker du inte sluta förrän du har fått bevis för att du har rätt, oavsett om människor som har kunskap och utrustning säger att du har fel. Eller hur? Det handlar inte om bevis, utan vad du tror.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Det är inte konstigt att det är svårt att hitta bevis när det är mäktiga personer som mörkar, och resten av befolkningen trycker ner dom som försöker föra upp frågan. Det kan du inte annat än hålla med om, jag påstår inte att det är något bevis, men det är en bra anledning.      </td> </tr> </table> </div>   Du har alltså redan bestämt dig för att det är mäktiga personer som mörkar nåt, utan att du har några bevis. Precis min poäng, alltså.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Som sagt vet jag att det inte är så för att jag har sett det med egna ögon. Det skulle du med kunna göra om du gick ut på en plats i landet där detta förekommer och följer händelseförloppet över himlen under några dagar.      </td> </tr> </table> </div>   Har du sett med egna ögon att mäktiga personer inte har kokat ihop chemtrail-teorin för att folk inte ska rota i att de tillsätter okända ämnen i dricksvattnet?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Men det har dom flesta varken tid eller lust med, därför kan detta fortgå och dom som faktiskt har tiden och intresset av att följa det blir nertryckta och förnedrade, allt i linje med vad dom här personerna vill.       </td> </tr> </table> </div>   Strimmorna finns där, men varken du eller nån annan tycks kunna visa att det inte bara är vanlig kondens. Hur svårt ska det vara att åka upp med ett plan och ta prover om det pågår hela tiden överallt? Är alla som tror på chemtrails så handlingsförlamade, okunniga eller fattiga att de inte har resurser för det? En utredning som görs av myndigheter eller liknande kan man ju inte lita på, för den skulle ju \"mäktiga personer\" genast förfalska om de faktiskt är så allsmäktiga som du vill göra gällande.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Är ganska intressant bara det att det är så många Nej-sägare i den här tråden. Om det nu är så jävla dumt och omöjligt, varför är det så viktigt för er att visa att ni har rätt? Från er synvinkel borde det vara att jämföras med att knalla in på psyket och försöka diskutera med personerna där.      </td> </tr> </table> </div>   Brukar inte du vilja rätta nån som du tror har fel? Och ja, jag har gett upp att försöka diskutera med förvånande många i trådarna om elfte september just eftersom det verkligen känns som att de borde sitta på psyket."
	},
	{
		"postIndex": 3844,
		"postNumber": 3927,
		"rankGlobal": 2,
		"scoreGlobal": 96.9,
		"userRank": 2,
		"userScore": 66.4,
		"postUserName": "KungPungPat",
		"postUserID": "u617995",
		"postUserUrl": "https://www.flashback.org/u617995",
		"postDateTime": "2014-07-02, 23:17",
		"postUrlInThread": "https://www.flashback.org/t1718010p328",
		"postUrlUniq": "https://www.flashback.org/sp49439206",
		"sentence": "Tyvär.<br/> <br/>  Kära chemtrailsförnekare.<br/>  Jag skriver detta med en tro på att ni bryr er om er själva och har en själ kvar.<br/> <br/>  Det finns idag 2 lager med moln på himmlen.. ett normalt lager med moln och ett chemtrailslager som ser ut som vit dimma som tillslut täcker hela himmlen och blir osynliga medans dom faller ner sakta för att dom är nanorobotar och metaller, radioaktivitet och andra ohälsosamma gifter.<br/>  (bevis från labb och hos NASAs erkännanden om sitt projekt i atmosfären)<br/> <br/>  Grönsaker, frukt och bär gör att kroppen rensar ut gifter och metaller ur kroppen.. Speciellt klorofyll dvs den gröna färgen i plantor.<br/> <br/>  Jag bryr mig inte vad ni tror men ni vet antagligen inte ens vad som hände igår om ni tror på att himmlen alltid haft 2 lager med helt olika typer av moln som ni idioter säger är samma typ av moln som skapats av flygplan som gör om väteatomer och luft till vattenånga som inte förångas utan förblir en ånga i timmar och sprider sig med vinden precis som att ången inte väger nånting. Ursäkta tonvalet men vafan skärpning nu, det där är inte fysik.<br/> <br/>  Det är simpel fysik.. ånga dunstar och försvinner ut i luften. ni chemtrailsförnekare kan väl visa bevis på varför det finns massa väteatomer i atmosfären på ett ställe som skapar dubbla lager med moln på himmlen när det är en händelse som skulle rapporteras i många tidningar eller hur för media är väl yttrandefritt? <br/> <br/>  fan dom sprayar ju över dom vanliga molnen och ni tycker dom fluffiga molnen ser ut som chemtrails? <br/> <br/>  Nej kära chemtrailsförnekare. Om ni tror chemtrails ser ut som vanliga moln då är ni illa ut för som sagt hur fan ska ni överleva med robotar och metaller i kroppen om man inte vet om att klorofyll rensar ut metaller ur kroppen?<br/> <br/>  Bevisen är egentligen starkast med tanke på antalet varningar och teorier det finns på just chemtrails, jag menar när svenska riksdagen och svenska politiker pratat om vad NASA och regeringen i USA håller på med då finns det väl inte så mycket att säga om vad dom gör i atmosfären?<br/> <br/>  Det finns vissa händerser och varningar som man bara inte frågar efter bevis innan man tar till sig till exempel huset brinner!, hjälp han har maskingevär!, akta granaten! utomjordingar sprayar himmlen och skapar 2 lager med moln för dom måste blockera solen innan dom kan komma ner och äta människor som åt djur och har anaktiverat tredje öga på grund av flour och kvicksilver från vacciner i kroppen. För om är alla varningar som kan kosta en sin själ och kropp.<br/> <br/>  Så dom tyngsta bevisen (förutom de miljontals filmbevisen) är fortfarande den där kändisen \"da13thSun\" på youtube som gör videos där han talar om dessa chemtrails och utomjordingarna som ligger bakom dom och varför. Mänskligheten har gjort bort sig och utomjordingarna flyttar in.<br/> <br/>  Sen är det väl bara att dra fram fakta på varför vattenånga skulle förvandlas till moln av partiklar på en mycket högre nivå än andra moln. För om det finns 2 contrails och moln kan bildas så finns det såklart info på det men det gör det inte. Möjligtvis proppagandalögner som ni tror på för att ni inte vet nånting.<br/> <br/>  Det tråkiga är nog att denne budbärare har personligen skrivit till mig om dessa chemtrails, för jag fick lov att fråga han om chemtrails, och dom där nanorobotarna som ska göra om människor till robotar från insidan och han skrev det att människorna som stannar kvar i systemet och fortsätter äta djur istället för människan naturliga föda som är levande råa bär, frukter och grönsaker.. dom kommer inte ha nått skydd mot chemtrails.<br/> <br/>  Så tyvär kära chemtrailsförnekare. Ni saboterar inte för nån annan än er själva när ni ignorerar filmbevisen och himmelbevisen i dessa tider när det tillåmed står i heliga skrifter att man ska kolla efter tecken på himmlen som visar när de sista dagarna och sista 7 åren börjar då allt kaos kommer hända och utomjordingar kommer dyka upp..<br/> <br/>  Om inte 2 lager moln bevis tecken på himlen och gör att man bör lyssna på varningar om ett av dessa lager moln som lämnas kvar av konstiga flygplan som ofta är svarta och ser ut att flyga med datorstyrning eller radiostyrning för dom korsar och tvärsar varandra ibland.<br/> <br/> <br/>  Motbevisa mig gärna genom att visa info på vad som hände för 10 år sedan som gör att contrails förvåndlas till moln som inte beter sig som vanliga moln eller contrails, och på en annan höjjd än vanliga moln när contrails alltid dunstat på 30 sekunder?<br/> <br/>  För som sagt filmbevis finns i miljontals över hela internet och det finns väldigt mycket info och bevis om att chemtrails är äkta för NASA erkänner och är öppna med sina projekt som chemtrails som utomjordingarna och deras hantlangare tydligen startar i hemlighet för dom äger all media och visar inte upp deras planer i media så ni idioter inte vet vad som försigår och att dom använder ett vapen mot er för att mörda er.<br/> <br/> <br/>  Ni är lite sådär tvättade i hjärnan så att om nån skulle ropa -HJÄLP HAN HAR ETT MASKiNGEVÄR! SÅ SKULLE NI SÄGA -VART!? och sen tänker ni (DET HÄR MÅSTE JAG UTREDA OCH HA BEVIS PÅ INNAN JAG TROR På OBEVISADE TEORIER SOM MEDIA INTE BRÄTTAT OM ATT VAPEN EXISTERAR I SVERIGE)?<br/> <br/> <br/>  Dra fram lite bevis som motbevisar NASAs erkännanden om sitt kemsprayprojekt i atmosfären?<br/> <br/>  Och en psykologisk utredning på hela miljöpartiet, center partiet och Annie Löv för att dom prata i Riksdagen om chemtrails men håller tyst om projektet som NASA erkännt inför media för att svenska folket inte är redo för att få veta att planeten är bortom räddningsgränsen och utomjordingar sprayar himmlen med chemtrails..<br/> <br/>  FÖr det fattar ni väl att Riksdagen inte kan ha psykiskt instabila människor som hallucinerar om att contrails inte är contrails bara för att NASA erkännt att chemtrails inte är contrails?<br/> <br/>  Utan en psykisk utredning på dessa politiska \"människors\" grova hallucinationer eller hur?<br/> <br/>  Visst dom sa inte att det är utomjordingar såklart dom sa NASA sprutar gifter och sen sa en CIA och FBI, och det är nog med bevis för att en människa behöver en psykisk utredning om man tror att flygplan sprayar gifter över huvudet på alla?<br/> <br/>  Så varför hände inte det med svenska politiker som talar i Riksdagen om dessa chemtrails tror ni? Alltså en psykisk utredning om varför dom tror att gifter sprayas på dom?"
	},
	{
		"postIndex": 1329,
		"postNumber": 1358,
		"rankGlobal": 3,
		"scoreGlobal": 95.1,
		"userRank": 2,
		"userScore": 66.4,
		"postUserName": "KungPungPat",
		"postUserID": "u617995",
		"postUserUrl": "https://www.flashback.org/u617995",
		"postDateTime": "2012-01-18, 00:08",
		"postUrlInThread": "https://www.flashback.org/t1718010p114",
		"postUrlUniq": "https://www.flashback.org/sp35182944",
		"sentence": "Hej flashbackers!<br/> <br/>  Jag bor i mellersta Sverige i en storstad och ser dagligen flygplanen spraya så kallade chemtrails över staden där jag bor. När jag söker på \"chemtrails Sverige\" på youtube får jag fram nästan varenda stad i Sverige där folk dokumenterat sprayningarna och lagt upp filmer som bevis på youtube. Jag själv tar upp mobilkameran och dokumenterar detta olagliga otillåtna fenomen i Sverige så fort jag ser dom och jag föreslår att ni alla gör det samma. Nasa har sagt att det ska sprayas aluminium i atmosfären för att motverka växthuseffekten, men dom visste nog att folk skulle protestera om dom startade sprayningarna men ändå utan att säga nått till allmänheten börja dom. Det har nu pågått i cirka 8 år med sprayningar över Sverige och 1997 så var det en svensk politiker i riksdagen som sa att hon visste om att USA har startat sprayprogram och att det kan påverka oss alla och att hon vela ha en utredning av sprayprogrammet. Det blev nog ingen utredning och ingen av politikerna i Sverige sa nånting när svenska befolkningen började bli besprutade för cirka 8 år sedan.<br/> <br/>  I dagens tider när politiker i USA går ut å säger att det finns lagliga mutor som politiker i USA kan ta emot från företag, och dom lagliga mutorna kallas aktier. Det är tydligen ett hål som skapats för att företag ska kunna köpa politiker. Och det var på CBS 60 minutes jag såg detta. Mutor är olagligt att ge men inte i aktier. Jag har för mig att svenska politiker också tagit emot aktier och att det varit rubriker om det. Antar att det inte är helt omöjligt att Reinfeldt tagit emot aktier som mutor i den här frågan, eftersom det är en ganska stor grej man måste göra mot sitt folk och aluminiumen som sprayas tjänar antagligen nått företag på. Och jag hoppas själv att det inte är läkemedelsföretag som givit dom eventuella aktierna/mutorna till Reinfeldt eftersom det kunde betyda att sprayningarna skall göra folk sjuka och sen tjänar läkemedelsföretagen på det.<br/> <br/>  Jag vet med säkerhet att den som har det yttersta ansvaret för att detta brott utförts i svenskt luftrum är Fredrik Reinfeldt och han borde också ställas inför rätta för detta brott. <br/> <br/>  Visst är det säkert många medhjälpare i ett sånnt här stort brott som försigår i så många olika länder men det känns ändå som att Reinfeldt har yttersta ansvaret i Sverige och skall stå inför rätta och förklara varför han tillåtit sprayningar utan att säga ett ljud om det till befolkningen.<br/> <br/>  Och jag vet att folk har svårt att tro att det ens försigår idag och det är ganska jobbigt att år efter år som går så tror fortfarande folk inte på att flygplanen sprayar utan dom tänker fram alla möjliga anledningar varför det här inte är sannt. Fler och fler människor vet om detta dock och det finns nu  många artister som gjort musik om dessa sprayningar för att rikta uppmärksamhet på detta fenomen/brott. <br/> <br/>  Problemet tror jag själv är att folk tror fortfarande att TV har ensamrätt på vad som är sannt och inte och ocensurerade internet kan man inte riktigt lita på, men internet är just det, ocensurerat och vem som helst kan dokumentera å filma vad som helst och får säga vad dom vill så länge det inte är kriminellt. Jag vet dock att dom flesta människor inte använder internet för att ta reda på information om chemtrails och därför inte kan ha en åsikt om det.<br/> <br/>  Det finns dock folk över hela Sverige som har dokumenterat detta brott/fenomen och har bevis och jag tror ingen av dom kommer att undanhålla något bevismaterial mot Reinfeldt när en rättegång väl kommer till.<br/> <br/>  För är det en sak som är säker när det gäller spayningarna, då är det att sanningen kommer att komma fram förr eller senare, för det är i princip omöjligt att undanhålla sån här stor information för evigt speciellt i internetdagar.<br/> <br/> <br/>  ------------<br/> <br/>  Jag har en teori på hur man skulle kunna få sån här information till folk som väljer att inte tro att dom kan påverka detta fenomen och som fortafardne använder TV för att få veta en tillgjord lite gladare version av världen vi egentligen lever i. Även i internet dagar så kommer inte nödvändig information fram till alla öron som skulle behöva veta det för att forma en åsikt dom kan står för. Den teorin handlar om att samla den viktigaste informationen för folket på några få färglösa sidor och sen posta miljoner kopior hem till folks brevlådor som brev. Och längst ner skriver man att folk som kan kopierar upp det och sprider vidare informationen eftersom vanliga media väljer att inte skriva om detta.<br/>  Detta projekt behöver inte börja stort men jag tror att svenskars hjärta och kärlek till rättvisa kommer göra att det sprids och jag tror starkt på det. Bevisen för detta brott är nog redan utspritt rejält också.<br/> <br/>  Visst det kanske är ett stort projekt men vi är också miljontals människor som älskar rättvisa och står upp för dom små som vi i Sverige är kända för.<br/> <br/>  Om Jehovas vittnen kan skicka brev till mig hela tiden varför skulle inte folk kunna få ut viktig information till folket utan hjälp av TVkanaler och tidningar som redan för länge sen visat att dom inte tänker att skriva om chemtrails eller vem som är skyldig när det nu hänt dagligen i flera år.<br/> <br/>  Är det någon som tycker det är en bra idee att skriva till alla större tidningar i Sverige att dom får välja att skriva om det här eller inte och då skriver vi om dom att dom inte vill skriva om detta fenomen/brott?<br/>  Eller kanske redan testat?<br/> <br/>  Som sagt så är en sak säker att sanningen kommer att komma fram.<br/>  Men vad gör vi folket tills dess att sanningen kommit fram i ljuset?<br/> <br/>  Det är min fråga.<br/> <br/>  /Fly förbannad svensk"
	},
	{
		"postIndex": 962,
		"postNumber": 988,
		"rankGlobal": 4,
		"scoreGlobal": 93.9,
		"userRank": 50,
		"userScore": 11.7,
		"postUserName": "Tillinghast",
		"postUserID": "u391056",
		"postUserUrl": "https://www.flashback.org/u391056",
		"postDateTime": "2010-10-09, 03:22",
		"postUrlInThread": "https://www.flashback.org/t1718010p83",
		"postUrlUniq": "https://www.flashback.org/sp26010328",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>bernad_law</strong></div> <div>Menar du att lågtflygande plan över städer kan ge ifrån sig mer kondens motsvarande än lågtflygande plan över landsbygd?<br/> <br/>  Om ja har jag svaret du är ute efter men jag ville bara kolla om jag fattat frågan först.</div> </td> </tr> </table> </div> <br/>  Jag har lite svårt att förstå ditt inlägg. Jag säger att de kan det och frågar varför det blir så. Jag säger att de kan det eftersom jag såg det.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ksv</strong></div> <div>Du menar att du aldrig har sett streck som går åt nordost eller sydväst?</div> </td> </tr> </table> </div> <br/>  Jag menar att om man extrapolerar kursen så hamnar man fel. Sen är jag frågande till varför du pratar om Asien-flyg när jag uttryckligen pratar om lågflygande plan.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ksv</strong></div> <div>Med terräng avsåg jag även bebyggelse.<br/>  Det jag är ute efter är att vädret upp till den höjd cumulusmolnen (vackertväder-moln) befinner sig, är direkt beroende av värmestrålningen från marken under.<br/>  Vi har några segelflygare här på flashback och de berättar säkert mer än gärna om det som kallas termik. Enstaka sädesfält kan fina sommardagar åstadkomma så kraftiga uppvindar att segelflygplan kan hålla sig i luften i timmar. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/></div> </td> </tr> </table> </div> <br/>  Nu är bebyggelsen inte speciellt tät just här, så om ni fått en storstad för er inre syn så kan ni radera den bilden. Visst finns det lite åkrar, men om de nu skapar kraftig termik runt 18:00 en dag då det är nästan helt vindstilla så låter det inte troligt. Om det sen är kraftig termik så borde det väl synas på strimmorna? De ligger dock kvar utan att röra sig nämnvärt.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ksv</strong></div> <div>Jag vet inte, men tanken är att alla ska gå över till den nyare varianten av transponder.<br/>  Men titta på flygradar.nu nästa gång, för chansen är stor att du då kan ge oss mer exakt information om flyghöjd, typ, destination och om de stiger eller inte.</div> </td> </tr> </table> </div> <br/>  Jag har suttit och tittat på den där sidan <a href=\"/leave.php?u=http%3A%2F%2Fwww.flightradar24.com\" target=\"_blank\">www.flightradar24.com</a> en hel del. Jag har inte sett till något Asien-flyg och jag har inte sett till något plan som flyger rakt över staden. När de kommer lite nära så är det sen alltid på andra sidan från där jag såg dem.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ksv</strong></div> <div>Om du absolut inte vill tala var i Sverige du gjort observationerna eller vilket flygbolag det var, blir det lite svårt att hjälpa dig lista ut vad som skett.</div> </td> </tr> </table> </div> <br/>  Jag är ganska säker på vad som skett. Jag vill bara veta vad ni svarar på olika frågor. Ifall jag sen inte får några bra svar, så kan jag känna mig 100% säker på det jag tror.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>discord</strong></div> <div>Atmosfärsförhållandena ändras? Planet ändrar flyghöjd (vilket inte är särskilt lätt att se om det rör sig om en mindre förändring) och passerar olika skikt med olika förhållanden.</div> </td> </tr> </table> </div> <br/>  Om det är helt klart väder och det inte blåser i området, och en strimma då plötsligt huggs av så ser det väldigt underligt ut. Visst, ni kan bortförklara det med att planet ändrar höjd men det var inte vad jag såg. Ni kan bortförklara det med att det var helt olika förhållanden, men det ser jag också som osannolikt.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>discord</strong></div> <div>Se ovan så har du ett antal rimliga förklaringar som redan har stötts och blötts i tråden som du påstår att du har läst.</div> </td> </tr> </table> </div> <br/>  Jag har <b>inte</b> läst hela tråden.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>discord</strong></div> <div>Vart bor du då?</div> </td> </tr> </table> </div> <br/>  Hur står det till i den lilla klump du kallar hjärna?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>discord</strong></div> <div>Om det är mulet ser du givetvis inga överflygningar. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> Och i övrigt borde du veta att vindhastigheten på marken inte är speciellt representativ för vindhastigheten på bara några hundra meters höjd.</div> </td> </tr> </table> </div> <br/>  Det finns något som heter växlande molnighet. Det kan vara ett moln här och lite klart där. Det kan också vara cirrusmoln som är väldigt transparenta. Om det är växlande molnighet så brukar det nog blåsa lite mer, men nu var det nästan vinstilla. Så varför pratar du om mulet väder där hela himlen är täckt av moln? Men visst kan de säkert spruta då också, men det kanske du redan känner till att de gör?<br/> <br/>  Alltså du måste ju vara komplett bakom. Jag har alltså mina ögon på strimmorna och iakttar dem under flera timmar och de rör sig inte nämnvärt. Det betyder att det inte blåser där uppe heller. Jag är ingen idiot, men du har nu bevisat att du definitivt är det.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>discord</strong></div> <div>Inkompetent vet jag inte, men definitivt inte kunnig eller ens eftertänksam. Du har bara intresserat dig för passagerarflygningar och med övervikt på inrikes. Det finns dels fraktflygningar och dels utrikes</div> </td> </tr> </table> </div> <br/>  Jag såg att det var ett trafikflyplan (jag har använt kikaren vid tillfälle). Jag har även skymtat hur de är målade, vilket styrker detta. Detta är orsaken till varför jag bara var intresserad av trafikflyplan. Detta har jag redan nämnt. Och om det nu var vanliga flygbolag som flyger passagerare som använde sina plan som transportplan, så är det ändå konstigt att de använder en hel armada.<br/> <br/>  Sen så är jag inte så intresserad av utrikes eftersom de här planen flyger på låg höjd. Om ni påstår att även plan som går utrikes flyger på låg höjd så vet jag att ni ljuger. Jag pratar om plan på låg höjd så ert svammel om utrikesplan börjar allvarligt irritera mig.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>discord</strong></div> <div>Hur då uppför sig? Flyger dom i inverterat läge eller gör barrel loops över himlen, det skulle vara uppseendeväckande. </div> </td> </tr> </table> </div> <br/>  Dom flyger på låg höjd och på fel ställe. Sen har jag aldrig sett så många överflygningar på så kort tid. Vissa har även gjort små konstiga kurskorrigeringar. Varför gör man kurskorrigeringar precis över en stad om man bara flyger över från en destination till en annan?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>discord</strong></div> <div>Det låter vi vara osagt ett tag till.</div> </td> </tr> </table> </div> <br/>  Jag tror många som läst mina inlägg här på Flashback vet att jag inte är en idiot, men du har definitivt bevisat att du är svagbegåvad. Men så finns ju naturligtvis möjligheten att du medvetet spelar apa (kanske mer troligt). Jag tycker hursomhelst att du bör överväga att helt lämna den här tråden, då du inte tillför något av värde. Jag tror inte att jag är ensam om att tycka detta."
	},
	{
		"postIndex": 1569,
		"postNumber": 1607,
		"rankGlobal": 5,
		"scoreGlobal": 92.1,
		"userRank": 6,
		"userScore": 45.5,
		"postUserName": "NattNatt",
		"postUserID": "u602311",
		"postUserUrl": "https://www.flashback.org/u602311",
		"postDateTime": "2012-04-01, 16:37",
		"postUrlInThread": "https://www.flashback.org/t1718010p134",
		"postUrlUniq": "https://www.flashback.org/sp36579150",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Silverax</strong></div> <div>Och varför litar du inte på folk som anser sig ha fakta och utbildning och på så sätt avfärdar hela grejen som orimlig?<br/> <br/>  Vilka fakta och vilken utbildning är det som du besitter som får dig att tro att de har fel?<br/></div> </td> </tr> </table> </div> <br/>  Som jag sagt litar jag inte på dom eftersom dom avfärdar grejen som orimlig utan att ens undersöka om det är något som pågår.<br/> <br/>  Vad skulle du lita mest på, ett ögonvittne (som råkar vara dig själv) eller någon som hört en hörsägen?<br/> <br/>  Jag litar på mina ögon, är det så svårt att förstå. För några år sedan såg jag inte dom här strecken, sen kom det några streck och sen har dom blivit fler och fler och nu är dom över hela himlen. Då förstår man att någonting har ändrats, och jag vill veta vad.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Eller så är det svårt att bevisa eftersom det inte är nåt fuffens som pågår! Det är ju faktiskt typiskt konspirationssnack att avsaknaden av bevis inte behöver vara nåt problem eftersom det snarare bara bevisar att \"nån\" troligen mörklägger \"nåt\".<br/> <br/> <br/>  Vad är det som du ser \"inte stämmer\"?<br/> <br/> <br/>  Samma självuppfyllande konspirationsprofetia igen. Det som motbevisar konspirationen är egentligen bevis för konspirationen!<br/> </td> </tr> </table> </div> <br/>  Ser det ut som att jag påstår att avsaknaden av bevis inte är något problem? Jag tycker det är ett väldigt stort problem, det är därför jag lägger ner min tid på det här, för att hitta personer som kan hjälpa till att undersöka saken närmre. Jag har varken kunskap eller utrustning för att utföra mätningar och liknande, men det kanske finns andra som har det. Första steget är som sagt att folk börjar undersöka. Som det ligger till nu försöker en del personer göra resten av befolkningen uppmärksamma på att någonting händer, det dom möts av är nedvärderingar, idiotförklaringar och allmänt skitsnack. Det spelar ingen roll hur många gånger jag får höra att det jag ser är fel, jag vet vad jag ser och vad jag sett förut. <br/> <br/>  Det är inte konstigt att det är svårt att hitta bevis när det är mäktiga personer som mörkar, och resten av befolkningen trycker ner dom som försöker föra upp frågan. Det kan du inte annat än hålla med om, jag påstår inte att det är något bevis, men det är en bra anledning.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Man kan ifrågasätta vad som helst, men det innebär inte att man alltid bör höja på ögonbrynen. Om nu \"nån\" har ett intresse av att spreja \"nåt\" i luften mitt framför ögonen på folk, tänk då på vad de har i dricksvattnet, maten, ventilationen i hus och bilar, undermedvetna meddelanden i tv och på internet. Tänk om \"de\" som sprider chemtrail-teorierna egentligen bara gör det för att dra uppmärksamheten från det som \"de\" egentligen håller på med. Hur vet du att det inte är så?      </td> </tr> </table> </div> <br/>  Som sagt vet jag att det inte är så för att jag har sett det med egna ögon. Det skulle du med kunna göra om du gick ut på en plats i landet där detta förekommer och följer händelseförloppet över himlen under några dagar.<br/> <br/>  Men det har dom flesta varken tid eller lust med, därför kan detta fortgå och dom som faktiskt har tiden och intresset av att följa det blir nertryckta och förnedrade, allt i linje med vad dom här personerna vill. <br/> <br/>  Är ganska intressant bara det att det är så många Nej-sägare i den här tråden. Om det nu är så jävla dumt och omöjligt, varför är det så viktigt för er att visa att ni har rätt? Från er synvinkel borde det vara att jämföras med att knalla in på psyket och försöka diskutera med personerna där."
	},
	{
		"postIndex": 3732,
		"postNumber": 3813,
		"rankGlobal": 6,
		"scoreGlobal": 90.5,
		"userRank": 2,
		"userScore": 66.4,
		"postUserName": "KungPungPat",
		"postUserID": "u617995",
		"postUserUrl": "https://www.flashback.org/u617995",
		"postDateTime": "2014-06-30, 08:23",
		"postUrlInThread": "https://www.flashback.org/t1718010p318",
		"postUrlUniq": "https://www.flashback.org/sp49402975",
		"sentence": "Visst är det underligt att vi kan se videofilmer på youtube som visar både contrails och chemtrails i samma filmsekvens.. när chemtrailsen bara är contrails menar jag trots att dom ser och beter sig väldigt olika men dom är samma sak?<br/> <br/>  Som dom flesta av er idiioter TROR på eftersom ni inte vet nånting än.<br/> <br/>  NEJ!, vattenånga från flygplan kan inte ligga kvar på himmlen i timmar för vattenång från flygplan fösvinner på 30 sekunder så om du ser ett spår på himmlen men inget flygplan i närheten så är det inte vattenånga utan ett chemtrail som flygplanet lämnade efter sig för länge sen.<br/> <br/>  Det enda som man hör er chemtrailsförnekare säga är att ni inte TROR på chemtrails.. och ni verkar inte ens förstå att en tro är den totala motsatsen till att veta och därmed så är det helt jävla ovesäntligt att ni repeterar eran jävla tro om chemtrailsen över våra huvuden för eran tro kommer inte ta bort dom eller göra eran tro till verklighetn så chemtrailsen förvandlas till contrails.<br/> <br/>  Tur som fan att ni inte sabbar för hela mänskligheten när ni ignorerar ett sånnt stort brott mot befolknnigen som chemtrails är.. för ni sabbar bara för er själva.. men inte för alla.<br/> <br/>  Det kan ni inte TRO väl? <br/> <br/>  att ni skulle få sota för att ni ignorerar att Reinfeldt och svenska politiker är inblandade i att förgifta hela befolkningen genom att spruta radioaktivitet och metall nanodamm över svenska familjers huvuden?<br/> <br/>  Klart ni inte får sota för att ni ignorerar det.. men ni kan aldrig skydda er från nånting som ni inte TROR på eftersom ni inte vet ett skit..<br/> <br/>  Och sluta ge oss nå nerdummade jävla debunking artiklar som ni TROR på för det handlar inte om att VETA när det gäller debunking videos och artiklar som inte visar några bevis för att chemtrailsen på alla miljontals filmer online skulle vara contrails för varför i helvetet på Jorden skulle folk över hela världen börja dra upp sina mobilkameror för att videofilma contrails? tror ni inte att folk har något liv eller vadå?<br/> <br/>  Varför skulle alla dessa människor filma contrails och varför skulle så många människor vara upprörda över dessa contrails om dom alltid funnits där?<br/> <br/>  Har miljontals människor börjar använda psykadeliska droger och foliehattar eller kan det vara så att ni TROR på teorier och VET inte ett skit?<br/> <br/>  Stackars chemtrailsförnekare.. ni har ingen aning om vad som egentligen är bäst för erat eget liv ni inte."
	},
	{
		"postIndex": 1321,
		"postNumber": 1350,
		"rankGlobal": 7,
		"scoreGlobal": 87.7,
		"userRank": 43,
		"userScore": 13.4,
		"postUserName": "TheHorror",
		"postUserID": "u459919",
		"postUserUrl": "https://www.flashback.org/u459919",
		"postDateTime": "2011-11-26, 05:30",
		"postUrlInThread": "https://www.flashback.org/t1718010p113",
		"postUrlUniq": "https://www.flashback.org/sp34210146",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>skunkjobb</strong></div> <div>Ditt svar till mig har ju redan bemötts så det räcker så jag skiter i det. Det verkar ju finnas hopp om att du inte är så insnöad i de här tokigheterna i alla fall. Då ska jag bara bemöta ett allvarligt argumentationsfel du har i det fetmarkerade. <br/> <br/>  Det är inte så att jag eller andra skeptiker förnekar urflippade teorier för att vi inte <u>vill </u>att de ska existera. Det finns massvis som jag inte vill ska existera såsom mögel, vestibulit, AGW och HIV. Jag accepterar trots min aversion att de finns för det finns övertygande bevis för det. Vad gäller chemtrails och i stort sett alla idéer i den här avdelningen så lyser bevisen med fullständig frånvaro. Så enkelt är det, inga bevis utan snarare bevis om motsatsen borde få varje tänkande människa att misstro en teori.<br/> <br/>  Jag är inte rabiat mot normala diskussionsmotståndare. Men när en tråd är fem år gammal och idéerna krossades grundligt redan efter några dagar, samma argument kommer tillbaka gång efter gång, år efter år så vettiga människor sliter sitt hår för att svara folk som inte lyssnar, någon gång räcker det. Så enkelt är det.</div> </td> </tr> </table> </div> <br/>  Det jag inte heller kan fatta är den totala negligeringen av den fysiska möjligheten till denna verksamhet om den nu existerar. <br/>  Med detta så pekar jag på punkter som samtliga totalt ignorerar (och jag har upprepat dem flera ggr förut):<br/> <br/> <b>1) Mängden gift som används.</b> Det måste vara flera fartygslaster med gift som i så fall sprutas ut från motorerna varje dag. <br/>  x) Att denna mängd inte upptäcks och skrivs om<br/>  v) Att samtliga forskare/amatörer håller tyst om detta<br/> <br/> <b>2) Effektiviteten.</b> Hur effektivt kan det vara att bespruta från 13km höjd i syfte att kontrollera samhälle nedanför.<br/>  x) Det måste röra sig om extremt koncentrerade mängder eller extremt giftiga saker om man skall kontrollera så pass gigantiska landytor som det i så fall handlar om. <br/>  v) Länder som INTE vill delta i detta, har ju all rätt att betrakta detta som en krigshandling från grannländerna när skiten glider in över deras territorium, men då undrar man varför man inte hört något från dessa länder i nyheterna eller tidningarna.<br/> <br/> <b>3) Syftet.</b> <br/>  x) Varför i helvete vill man bespruta en hel jävla planet i en skl \"underground\" operation, och med den teknik vi har i dag, så varför har ingen kommit på ett smartare sätt i så fall? Det finns ju hur många sätt som helst som är way much more effektivare att sprida gift på! (<br/>  v) Utan att det skall börja osa X-files kring denna \"vedertagna\" konspiration, vill man göra detta i syfta att A) styra hälsan, ja då påverkas ju ALLA av detta, inblandade som oskyldiga offer till följd av att B), hela systemet skulle då rasa samman när höjdarna drabbas likväl (...)<br/> <br/> <b>4) Utbildning.</b> <br/>  x) Som jag nämnde, ni som tror på detta, varför är det så svårt att skilja på vanliga moln, fjädermoln, och contrails? Varför <i>negligerar</i> ni skillnaden och förklaringarna som ges till er angående moln typer, ni som undrar?<br/>  v) Varför hänvisar ni till Youtube för? Det blir ju bara så über patetiskt sedan när ni sitter och tror på fullaste allvar att detta skulle vara en godtagbar källa... (kan inte sluta tänka på forumet theflatearthsociety.org när dom hänvisar till sitt <b>FAQ</b> när dom inte kan besvara en enkelt ställd fråga med den rätta infallsvinkeln)<br/> <br/> <b>Lite kort fakta.</b> <br/>  1) Då dessa trails ser ut att bli längre över storstäder, så beror det också på att luften över en stad kan vara olik omgivningen som påverkar längden/hållbarheten + att dammpartiklar får iskristallerna att hålla längre<br/>  2) Det handlar lika mycket om solens infallsvinkel som lufttemperatur/fuktighet när det gäller varaktigheten hos trails. Eftersom contrails i förhållande till solens strålar varierar i förhållande till observatören på marken så reflekteras också ljuset från kristallerna olika - det vill säga med enkla ord: Ibland lyser solen upp kristaller som annars inte skulle synas, och får då contrailen att se avsevärt mycket längre ut (och långlivad), och ibland blir det raka motsatsen.<br/>  3) Iskalla, torra dagar skapar i regel extremt långa contrails, medan varma, fuktiga dagar skapar nästan inga contrails alls.<br/>  4) Grått dis: Ni kan ju ta er en funderare på detta; då volymen av ett kontrailmoln kan vara ganska tjock, och solens strålar har rätt infallsvinkel, så behövs det inte ett tjockt lager av kondens ånga för att det hela skall dras ut som en slöja på himlen och därmed bli synlig för blotta ögat. Och om förhållandena är gynnsamma för långlivade contrails, varför skulle då inte en slöja av kondens överleva lika länge? <br/>  Jetvindarna kan ibland dra ut contrailen till breda \"moln gator\", men en kontrail lämnar ALLTID en dimslöja efter sig - ibland synlig och ibland osynlig.  <br/> <br/>  Varför ignorerar ni dessa punkter för?<br/> <br/>  När jag läser era teorier för existensen av chemtrails, så får jag känslan av att ni i rent blindo bara häver ur er en massa för den goda sakens skull; ungefär som att man försöker förklara varför vattendroppar faller uppåt och inte nedåt - en total ignorans för alla kända fysiska lagar som tvingar en droppe - eller ett plan - nedåt mot marken så länge drivkraften i form av rörelseenergi eller ett par fungerande Trent jetmotorer inte är närvarande."
	},
	{
		"postIndex": 1718,
		"postNumber": 1758,
		"rankGlobal": 8,
		"scoreGlobal": 87.3,
		"userRank": 6,
		"userScore": 45.5,
		"postUserName": "NattNatt",
		"postUserID": "u602311",
		"postUserUrl": "https://www.flashback.org/u602311",
		"postDateTime": "2012-06-07, 20:20",
		"postUrlInThread": "https://www.flashback.org/t1718010p147",
		"postUrlUniq": "https://www.flashback.org/sp37756158",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Silverax</strong></div> <div>Problemet är väl att man mäter saker på marken och sen säger att det man mäter sprejades ut från flygplan. Det är ett glapp på flera tusen meter där. Vad är det som gör att man inte flyger upp och tar prover direkt från källan?<br/> <br/>  Och tänk dig att man upptäcker ett oljespill ute till havs. Man misstänker att ett fartyg i närheten har släppt ut oljan, men kaptenen hävdar att det är en pipeline på havsbotten som har läckt. Tror du på kaptenens version utan att undersöka om det faktiskt finns nån läckande pipeline där nere?<br/> <br/>  Du fick tidigare en länk till en massa gamla bilder på strimmor, och jag har en till med olika moln. På vilket sätt är det du menar att de skiljer sig från de strimmor och moln som vi ser idag?<br/> <a href=\"/leave.php?u=http%3A%2F%2Fcontrailscience.com%2Fcontrail-photos-through-history%2F\" target=\"_blank\">http://contrailscience.com/contrail-...rough-history/</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Fcontrailscience.com%2Fclouds-before-planes-cloud-studies-1905%2F\" target=\"_blank\">http://contrailscience.com/clouds-be...-studies-1905/</a></div> </td> </tr> </table> </div> <br/>  Senast idag har jag fått se ett underbart väder förvandlas till en vit sörja som visserligen släpper igenom solen men tar bort tillräckligt för att det ska vara halv varmt istället för riktigt skönt. Jag såg ett antal streck och flygplan i morse, följde sen hur det utvecklades och bingo, blev riktigt vackert. <br/> <br/>  Det finns ingen bok i världen som kan få mig att helt plötsligt ändra uppfattning, jag har något mycket mer värdefullt än en bok, och det råkar vara mitt minne och min observations förmåga.<br/> <br/>  Det är ganska intressant att det finns hemsidor skapade enbart för att bevisa att chemtrails inte existerar. Reagerar du inte själv på det? Nej jag säger inte att detta på något sätt bevisar att chemtrails existerar, men den som inte höjer på ögonbrynen angående all denna propaganda är skrämmande ignorant. Lägg där till reklam, animerade filmer m.m. Det är otroligt viktigt att visa våra barn och ungdomar att vita streck på himlen är lika normalt som solen själv.<br/> <br/>  Jag har aldrig sagt att chemtrail tekniken uppfanns nyss. Gamla bilder kan fortfarande innehålla chemtrails. Som man förstår om man ser det från min sida så är det här inte direkt Svensson 87 som tar sitt flygplan för en rundtur över stan för att släppa skit, det handlar om en grupp människor som har planerat det här länge och utfört det mycket väl verkar det som (jaja jag vet att jag bara säger så för att jag hoppas att chemtrails existerar). Det finns dessutom teknik för att göra i princip vad som helst med bilder och film nu för tiden, när det gäller UFO observationer är folk väldigt medvetna om det, när det gäller bilder från mer \"seriösa\" håll verkar detta lätt fallas i glömska. Jag bad dessutom om ett privat foto från Sverige och får länken till en hemsida där en av länkarna kallas \"How to debunk chemtrails\", du kanske förstår att jag precis som ni angående mina källor har ganska svårt för att ta det seriöst.<br/> <br/>  Angående kaptenen så bortser du ifrån att jag har varit på plats under denna himlen hela mitt liv, och successivt sett detta eskalera. Det går helt enkelt inte att jämföra.<br/> <br/>  Jag bjuder på några bilder som jag tog idag. Det här är alltså vad folk i den här tråden skulle kalla ett kontrail som har fått ligga och gro ett tag.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fimg577.imageshack.us%2Fimg577%2F3836%2Fpp6070647.jpg\" target=\"_blank\">http://img577.imageshack.us/img577/3836/pp6070647.jpg</a><br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fimg689.imageshack.us%2Fimg689%2F9125%2Fpp6070653.jpg\" target=\"_blank\">http://img689.imageshack.us/img689/9125/pp6070653.jpg</a><br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fimg23.imageshack.us%2Fimg23%2F7079%2Fpp6070662.jpg\" target=\"_blank\">http://img23.imageshack.us/img23/7079/pp6070662.jpg</a><br/> <br/>  Tycker du seriöst att det här ser normalt och totalt OK ut?"
	},
	{
		"postIndex": 951,
		"postNumber": 976,
		"rankGlobal": 9,
		"scoreGlobal": 87.1,
		"userRank": 50,
		"userScore": 11.7,
		"postUserName": "Tillinghast",
		"postUserID": "u391056",
		"postUserUrl": "https://www.flashback.org/u391056",
		"postDateTime": "2010-10-04, 21:14",
		"postUrlInThread": "https://www.flashback.org/t1718010p82",
		"postUrlUniq": "https://www.flashback.org/sp25918607",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>discord</strong></div> <div>Väderleken är helt avgörande för att det skall bildas contrails.<br/> <br/>  Vad gäller dina \"pulverstrimmor\" får du allt specificera dig lite samt producera något exempel.<br/></div> </td> </tr> </table> </div> <br/>  Det hela är väldigt enkelt. Samma plan ger först ifrån sig en vanlig kondenstrimma; sedan ger den ifrån sig något annat som med tiden blir ett moln; och slutligen så lämnar den scenen med en vanlig kondenstrimma bakom sig.<br/> <br/>  Det enda jag vill veta är ifall detta går att förklara på något sätt. Jag vill helt enkelt veta ifall ni kan förklara det, för jag vet vad jag såg. Finns det ingen rimlig förklaring så ser jag inte att det kan röra sig om en vanlig kondenstrimma.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>discord</strong></div> <div>  För att dom är under in eller utflygning? För att dom flyger i lågnivåflyglederna för att dom flyger korta flygningar där man inte tjänar nog mycket på att brassa upp på högre höjd?<br/></div> </td> </tr> </table> </div> <br/>  Jag vet var jag bor och jag vet vad det finns för destinationer. Jag har även väldigt bra lokalsinne. Jag vet var flygplatsen ligger och jag vet var inflygningsrutten ligger.<br/> <br/>  Grejen är att den här flygplatsen inte är speciellt hårt belastad. Det behövs inte långa väntetider för att komma ner. Ifall planen startar härifrån och ska någon annanstans så kommer man inte upp på den här höjden så fort. Sen så var planet heller inte i någon brant stigning, så man var inte på väg upp till marschhöjd, och inte heller ner till någon lägre. Så det måste alltså röra sig om plan som bara flyger över staden där jag bor. Men då är frågan varför de går ner i höjd så långt från målet. Det finns ingen anledning eftersom luftrummet här inte är speciellt hårt trafikerat.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>discord</strong></div> <div>  Som du ser finns det flera olika anledningar. Halva höjden är hur som helst för högt om man vill ha någon precision i sin besprutning.<br/></div> </td> </tr> </table> </div> <br/>  Vad jag sett så sker dessa överflygningar endast när det är relativt fint väder med vind under runt 2 m/s. De gånger jag iakttagit det hela har det aldrig blåst.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>discord</strong></div> <div>  Då har du kollat dåligt. Exemplifiera så kan säkert någon hjälpa dig.<br/></div> </td> </tr> </table> </div> <br/>  Jag har kollat omgivande flygplatsers hemsidor och försökt klura på vilka rutter som existerar. Jag använde också följande sida för att få en första överblick:<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.inrikesflygen.se%2Fflyglinjer.html\" target=\"_blank\">http://www.inrikesflygen.se/flyglinjer.html</a><br/> <br/>  Sedan har jag även kollat på följande sida för att få hjälp med tiderna:<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.flygresor.se%2F\" target=\"_blank\">http://www.flygresor.se/</a><br/> <br/>  Jag har kollat och jag fick inget att stämma. Om du sen säger att det beror på att jag är inkompetent, så vet jag att du inte har något svar som övertygar mig om att det är vanliga plan. Och några exempel får du inte eftersom jag inte vill ange i vilken stad jag bor i.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>discord</strong></div> <div>  Nej det har inte alltid varit så här, flygplanet uppfanns för drygt hundra år sedan. Att flygplan lämnar kondensstreck har varit ett faktum sedan länge. Om du \"nyligen\" har upplevt en förändring får du återigen precisera dig om du vill ha något svar.</div> </td> </tr> </table> </div> <br/>  Det jag menar är att planen aldrig uppfört sig som jag har beskrivit. Bara så att du vet har jag varit intresserad av flygplan sen jag var liten. Jag är ingen idiot.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ksv</strong></div> <div>  Det blir så när man flyger genom olika luftmassor. De som sitter i planen upplever sannolikt det som luftgropar.<br/></div> </td> </tr> </table> </div> <br/>  Jo, jag tänkte att det kunde vara så, men då är frågan ifall luften alltid är annorlunda över en stad. Jag har nämligen sett det där upprepas. Och jag tyckte inte att vädret var så väldigt annorlunda när man tittade runt.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ksv</strong></div> <div>  Turboprop flyger på 15000 fot och business-jets på över 50000 fot, så spannet för normal höjd är stort.<br/>  Ser man till vanliga lite större passagerarflygplan beror höjden ofta på flygtid.<br/>  På korta inrikesturer hinner man inte upp till så hög höjd. Tunga långdistansmaskiner på väg till Asien har ofta inte orkat upp till mer än 30000 fot på när de passerar Sverige på ditvägen. På hemresan har de mindre bränsle när de passerar oss och susar förbi på över 40000 fot.<br/></div> </td> </tr> </table> </div> <br/>  Det var ett tvåmotorigt jetflygplan. Se mitt svar till <b>discord</b> ovan.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ksv</strong></div> <div>  Hur menar du nu? Att de inte följer en publicerad airway?<br/>  När man kommer in i en ny sektor får man ofta klarering direkt till en viss utflygningspunkt ut ur det området.<br/></div> </td> </tr> </table> </div> <br/>  Jag menar att ifall du tittar på tiderna hos de plan som antingen ska ut från staden, och möjligtvis skulle göra en sväng tillbaka in över staden, eller de som bara flyger över staden, så stämmer dessa inte. Se mitt svar till <b>discord</b> ovan.<br/> <br/>  Sen var den där sidan <a href=\"/leave.php?u=http%3A%2F%2Fwww.flightradar24.com\" target=\"_blank\">www.flightradar24.com</a> ett bra tips. Nästa gång det händer så kommer jag att kolla, och Ifall något då inte är som det ska, så tänker jag inhandla en luftvärnsrobot och skjuta ner skiten. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/>"
	},
	{
		"postIndex": 1349,
		"postNumber": 1381,
		"rankGlobal": 10,
		"scoreGlobal": 86.3,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "skunkjobb",
		"postUserID": "u593561",
		"postUserUrl": "https://www.flashback.org/u593561",
		"postDateTime": "2012-02-01, 00:12",
		"postUrlInThread": "https://www.flashback.org/t1718010p116",
		"postUrlUniq": "https://www.flashback.org/sp35437554",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>SexyBlatteKille84</strong></div> <div>Vadå herregud? Kan ni sluta fjanta er hela tiden, kan ni för nångång skull vara seriösa och sluta göra narr av mig i varje tråd, det är ingen roligt.</div> </td> </tr> </table> </div> OK, jag ska sammanfatta åt dig då men jag är rädd att vad jag än säger så kommer du att fortsätta tro på detta för du verkar vilja tro på allt som är dumt. Nåja, du får en chans att bättra dig. Teorin om chemtrails går ut på att ondskefulla makter (självklart USA då alla foliehattar ser landet som helvetet på jorden) använder flygplan, både civilflyg och militära för att sprida ut kemikalier i luften som ska påverka människor på något lika ondskefullt sätt. Ofta påstås syftet vara att \"kontrollera massorna\" (fast det verkar inte bita på så många men det kvittar tydligen enligt de troende), fördumma folk (verkar inte behövas<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> ) eller något annat dolt syfte.<br/> <br/>  Kemikalierna som påstås spridas brukar ofta vara barium och aluminium.<br/> <br/>  Som bevis framför de troende att kondensstrimmorna efter flygplan ibland ligger kvar rätt länge. Det är det enda beviset. Ingen har mätt upp förekomst av barium eller aluminium i flygplansavgaser vilket vore mycket enkelt om de fanns där.<br/> <br/>  I verkligheten beror tiden som strimmorna ligger kvar och deras utbredning på temperatur och fuktighet i luften där flygplanets vanliga avgaser kommer ut. Därför kan man på en och samma gång se både långa och korta kondensstrimmor eftersom flygplan flyger på olika höjd.<br/> <br/>  Detta är ännu en knäppgöksidé som sprids av kändiskåta lögnare som vill få sin tid i rampljuset. En del tjänar gott om pengar på att sprida lögnerna och säljer ett eller annat \"motmedel\" mot det som inte finns. Beteendet känns igen från så många av det här forumets teman.<br/> <br/>  Hoppas att det kan finnas hopp om att du lär dig något om verkligheten och att du inte går på de här stolligheterna också."
	},
	{
		"postIndex": 1213,
		"postNumber": 1240,
		"rankGlobal": 11,
		"scoreGlobal": 84.3,
		"userRank": 98,
		"userScore": 6.2,
		"postUserName": "Flaskbacck",
		"postUserID": "u515716",
		"postUserUrl": "https://www.flashback.org/u515716",
		"postDateTime": "2011-05-30, 18:16",
		"postUrlInThread": "https://www.flashback.org/t1718010p104",
		"postUrlUniq": "https://www.flashback.org/sp30906911",
		"sentence": "Idag så såg jag något som fick mig att faktiskt sluta tro på Chemtrails. <br/> <br/> <br/>  Det har idag varit HELT blå himmel. Inte ett enda moln under dagens första halva, helt underbart. <br/>  Igår regnade det dock, så i morse var marken blöt. Under dagen så försvann självklart vattnet på marken. Jag bor nära kusten, så en sådan här varm dag kommer bli molnigare (eller disigare iaf.) mot kvällen då havsvattnet avdunstar och luftfuktigheten stiger. <br/> <br/>  I alla fall. Jag kom hem runt halv fyra och då var himmeln fortfarande helt blå så jag gick ut och satte mig och solade i ca 20 minuter. Jag bor nära en stor flygplats så flygtrafiken är väldigt stor över huset. När jag satte mig ner så såg jag kanske ett flygplan/min flyga högt över mig. Samtliga av dessa lämnade långa spår efter sig. De såg ut EXAKT som \"chemtrails\" med undantaget att de försvann efter ca 10 sekunder. Efter att ha legat där i en halvtimme så började små tunna moln att bildas ute till havs och blåsa in på land. Samtidigt som detta hände så började dessa contrails att ligga kvar i runt 30 sekunder. Men de försvann likaså (vilket tydligen inte chemtrails ska göra). <br/> <br/>  Jag gick in igen och kom ut igen efter en timme. Då hade det bildats lite dis uppe mot skyn, himmeln var fortfarande blå men man kunde se lite få tunna, runda moln ligga lite överallt. Just när jag står där ute så kommer ett flygplan över mig på hög höjd (normal passagerarflygshöjd) och efter den kommer ett långt sträck med vit ånga. Den ligger kvar i ett par minuter för att sen försvinna. <br/> <br/>  Nu när jag kollar ut så ligger det fler moln på himmeln och ett par streck från förbiflygande flygplan som för en foliehatt lätt skulle kunna ha misstagits för chemtrails. DEATH DUMPS! <br/> <br/> <br/>  Nu jag tvekar inte på att man besprutar från flygplan i viss mån, men denna hysteri om att alla streck från flygplan är giftiga avgaser är obefogad och idiotisk."
	},
	{
		"postIndex": 1819,
		"postNumber": 1861,
		"rankGlobal": 12,
		"scoreGlobal": 84.2,
		"userRank": 65,
		"userScore": 10,
		"postUserName": "wembi",
		"postUserID": "u79412",
		"postUserUrl": "https://www.flashback.org/u79412",
		"postDateTime": "2012-08-20, 21:32",
		"postUrlInThread": "https://www.flashback.org/t1718010p156",
		"postUrlUniq": "https://www.flashback.org/sp38935036",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ceph</strong></div> <div>Nej, du blandar ihop korten och kör <b>halmgubbeargument</b> för att leda bort uppmärksamheten från vad det egentligen handlar om. <br/> <br/> <b>Konspirationen handlar om att <i>vissa</i> av alla k-strimmor vi ständigt ser i luften egentligen är \"chemtrails\", det vill säga kemikalier/partiklar som släpps ut från flyg med något särskilt syfte.</b> <br/></div> </td> </tr> </table> </div>   Aha, så det är halmgubbeargument att påpeka att preatori försöker att få diskussionen om handla om diväteoxid dvs. vatten? Jösses, det står ju i hans inlägg ovan. Kan du inte läsa det istället för att försöka klistra hans påstående på mig?<br/>  Jag försöker verkligen inte att leda bort uppmärksamheten från vad det egentligen handlar om, jag försöker förklara för andra som läser tråden och tror att allt bara handlar om kondensstrimmor.<br/> <br/>  Den andra fetmarkeringen har jag aldrig sagt något emot så det är lite dumt av dig att försöka med halmgubbeargumentet här.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <b>Man menar exempelvis att \"chemtrails\" på något vis skiljer sig i utseende från vad man kallar \"vanliga\" strimmor vad gäller längd/hållbarhet, \"utsläppsmönster\" och så vidare.</b> Att k-strimmors olika utseenden och flygplanens rutter gång på gång förklarats i detalj ignorerar man fullständigt, istället håller man sig till halmgubbeargumentet att motståndarsidan talar om något helt annat för att man ska kunna fortsätta driva sin absurda tes ostört.<br/> </td> </tr> </table> </div> <br/>  \"<i>Man menar\"</i>? Vilka <i>Man</i>? Försöker du halmgubba dig igen? Jag diskuterar för egen sak och inte för några andra \"troende\" som du nu försöker klampa ihop till att vi alla talar om samma sak och menar samma sak.<br/>  Det finns många olika teorier om chemtrails och du kan ju inte bara <i>anta</i> att precis alla du talar med tänker likadant som om du talade med en jävla organism eller ett myrsamhälle.<br/> <br/>  Läs mitt inledande inlägg och peka ut var jag har, i ditt tycke, har ignorerat något. Jag ställde en fråga, det var svar på den som intresserade mig. Inte dessa ständiga off topics. <br/> <br/>  Att flygplansrutter har förklarats gång på gång i detalj har inget med saken att göra och skall lämpligtvis bara ses som ytterligare ett försök till halmgubberier. <br/>  Det förklarar inte varför det inte sprayas ut chemtrails över tätbefolkade områden i schackmönster för att täcka himlen, och inte över skogarna.<br/> <br/>  \"Absurd tes\"? Vad är då min tes, tycker du? Har jag formulerat en tes, tycker du?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <b>För att spä på mytbildningen ytterligare</b> har man även en förkärlek för att blanda in allmänna indicier kring luftbesprutning, molns och allmänna aerosolers direkta och indirekta effekt på solstrålningen, historiska fall av luftbesprutning av allt från kemikalier till patogener, diskussioner om klimatologiska tillämpningar av dessa metoder i framtiden m.m. Man brukar från konspirationsteoretikernas håll bara ösa på med alla dessa s.k. \"indicier\" för att erhålla en slags överväldigande effekt, ett försök att få folk att bortse från det för hypotesens <i>något</i> bekymrande faktum att pudelns kärna, dvs. k-strimmorna, aldrig någonsin bevisats vara något annat än just k-strimmor. <br/> </td> </tr> </table> </div>   För att spå på mytbildningen ytterligare (och dina halmgubbeargument) så försöker du här att klistra din skit på mig, i ett futilt försök att lukta mindre.<br/>  Detta som du skriver här har jag aldrig sagt något om. Så vem kör med halmgubbeargument...<b>igen</b>? <br/>  Jo, Du. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <b>Ej heller har man någonsin bevisat att \"upphöjda nivåer av substans X\" härrör från flyget på något sätt.</b> Inga som helst kausala samband har påvisats. Ej heller har man någonsin bevisat att något flyg skulle ha uppträtt i skumma, ej vedertagna flygrutter eller att något har \"flugit fram och tillbaka\", som är en återkommande anekdot. Detta trots att det är en påfallande enkel sak att ta itu med, med alla de verktyg som var och varannan människa har tillgång till idag. <b>Nä, tvärtom har man gång på gång bevisat att man saknar elementär förståelse för luftfart i allmänhet </b>samt att man inte har något intresse av att faktiskt gå till botten med det hela - man föredrar att hålla sig till enstaka fotografier av vanliga k-strimmor samt personliga anekdoter. Antagligen för att man innerst inne känner till att en mer noggrann granskning får korthuset att falla. <br/> </td> </tr> </table> </div>   Vem skulle utföra dessa mätningarna? Myndigheterna? Dvs. precis de som enligt konspirationen står bakom chemtrails? Halledudaneda. Hur tänker du nu? Lite svårt i värmen va?<br/> <br/>  Japp. Alla <i>andra</i> förstår inte, bara du och andra som tycker som du. <br/>  Ska du inte citera lite Einstein och Schrödinger på stapplande svenska också för att få en <i>air</i> av intellektualitet, som de andra skeptikerna brukar göra? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Trams är vad det är och det tar aldrig slut.      </td> </tr> </table> </div>   Precis. Där är vi eniga."
	},
	{
		"postIndex": 1000,
		"postNumber": 1026,
		"rankGlobal": 13,
		"scoreGlobal": 83.9,
		"userRank": 38,
		"userScore": 14.8,
		"postUserName": "One-Love",
		"postUserID": "u330796",
		"postUserUrl": "https://www.flashback.org/u330796",
		"postDateTime": "2010-11-02, 17:36",
		"postUrlInThread": "https://www.flashback.org/t1718010p86",
		"postUrlUniq": "https://www.flashback.org/sp26570838",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>tenor302</strong></div> <div>Föroreningar kan ju ha många orsaker.<br/> <br/>  Man ju exempelvis tänka sig sådant som<br/>  - industriella utsläpp<br/>  - vulkanism<br/>  Illasinnade konspirationer ligger nog betydligt längre ner på min lista än på din....<br/> <br/>  Och när jag läser en av länkarna så reagerar jag på detta: \"<i>Last year citizens from Siskiyou and Shasta Counties submitted water tests results to their city and county officials.  These tests came from snow pack, rain and pond water samples taken in both counties</i>.\"<br/> <br/>  Det finns ju en uppnbar risk att det gått fel redan vid provtagningen.<br/>  Vem vet vilken typ av kärl som användes, och hur proven togs?<br/> <br/> <br/>  /T</div> </td> </tr> </table> </div> <br/>  Först, har du sett filmen än?<br/>  Visst, det kan finnas många orsaker. Vad än orsaken är så tycker jag man ska utreda, eller hur? Du drar paralleller till Loose Change, vilket i mina ögon var en BRA film, då den öppnade frågan och nu mer är det en extremt stor grupp i Usa som ifrågasätter 9/11 Commission Report, och även folk i kommissionen har gått ut och sagt att de inte kunde ge de slutsatser de ville, och att info doldes. Kontentan är att även om det förekommer faktafel i \"konspirationen\" så väcker den frågan, för uppenbarligen finns det ju något som inte stämmer. <br/> <br/>  I den ovanstående länken så ges provresultat från en markägare som driver ett naturreservat, långt ifrån all industri (som också nämns i länken ovan). Hans \"damm\" där proverna togs matades av en källa där inga aluminiumrester fanns. Enda sättet det kunde kommit dit är då regnvatten (kom ihåg att forskarna då nämner att industrier är alldeles för långt bort för att kunna påverka). <br/> <br/>  Angående din \"debunklänk\" (<a href=\"/leave.php?u=http%3A%2F%2Fcontrailscience.com%2F\" target=\"_blank\">http://contrailscience.com/</a>) så ger den inte heller så många svar på mina frågor. Sidan är precis lika ologisk och gör samma \"kullerbyttor\" som \"konspirationsfilmen\". Att någon skulle ha större trovärdighet i sina kopplingar än den andra finner jag svårt att tro. <br/> <br/>  Att det forskats på aluminiumresistenta grödor i 90 år är ju inget motbevis till att Monsanto skulle ha ekonomisk vinning i att sprida Aluminium nu när dom faktiskt har uppfunnit GM-frön som motstår aluminium. (Timing att mätningarna och konspirationerna om Chemtrails sammanfaller med tidpunkten då GM-fröna är klara för lansering?). Om man har någon som helst koll på hur det företaget opererat med Majs och Soja, så framstår det som högst troligt att de faktiskt skulle stödja en sån här operation. Både i Majs- och Soja-fallen har det framkommit att de stämmer ekologiska odlare till höger och vänster, allt för att de ska få 100%-ig marknad och att ALLA ska vara beroende av deras frön. (De har även kört ekonomiska subventioner i östeuropa för att sedan höja priset när odlarna är beroende av deras frön).<br/> <br/>  Din länk nämner även att Aluminium faktiskt är naturligt och finns överallt så man ska inte oroas över höga nivåer, även om de är 1000x vad man anser som hälsofarligt. Vilket rimmar illa då alla vet att tungmetaller i för höga doser är direkt skadligt för människor och natur. Alla ämnen är i grunden naturliga, det betyder inte att man ska äta bly? Varför skulle Sverige ha en gräns på 0.5mg/l (0.5 ppm) om 61 000 ppm helt enkelt var naturligt och inte farligt? <br/> <br/>  Visst håller jag med dig om att krävs det noggrannare mätningar, och det är väl på ett sätt det som målet är med denna film. Att folk ska undersöka vad som egentligen sker, få svar på VILKA plan det är som släpper ut vad osv. Precis som med 9/11 så är det så enkelt att motbevisa allt med undersökande rapporter, men istället så läggs locket på. Varför? <br/> <br/>  Vidare nämns det att det inte finns någon som helst koppling mellan att det diskuterats i Geoengineering-sammanhang och att det faktiskt skulle ske. Vilket förvisso är sant, men dom nämner även på konferenserna att större livetester måste göras innan man vet den totala påverkan på naturen. Dessutom så försäger sig en kongressman vid en intervju då dom ställer frågan om han är för eller emot detta förslaget. Först säger han att han är emot, då det krävs mer forskning på området. När han sedan får frågan vad han tycker om att det redan pågår enligt de mätningar som gjorts säger han att han inte stöder den pågående operationen. Kanske är det ett slip-up, kanske vet han inte vad han svarar på utan tar filmarnas uttalande som fakta. Eller så vet han något som dom andra inte säger. Svårt att svara på, men misstänkt är det!<br/> <br/>  Angående utseendet på Chemtrails vs Contrails så har jag inga direkta synpunkter, verkar finnas folk som tycker att det är naturligt, precis som att det finns folk som tycker att det inte är naturligt. Av de närbilder som visas i filmen så ser det definitivt ut som att det släpps ut saker, det ser inte ut som turbulens/förångning. Men det är ju min subjektiva bedömning, och eftersom jag inte vet om du ens sett filmen så kan jag återkomma med screenshots om det visar sig att du inte ens orkat se det som du försöker debunka. <br/> <br/>  MVH"
	},
	{
		"postIndex": 985,
		"postNumber": 1011,
		"rankGlobal": 14,
		"scoreGlobal": 83.8,
		"userRank": 50,
		"userScore": 11.7,
		"postUserName": "Tillinghast",
		"postUserID": "u391056",
		"postUserUrl": "https://www.flashback.org/u391056",
		"postDateTime": "2010-10-16, 16:30",
		"postUrlInThread": "https://www.flashback.org/t1718010p85",
		"postUrlUniq": "https://www.flashback.org/sp26170890",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ksv</strong></div> <div>Hur kan du veta det? Du verkar ju tvärsäker på sådant du inte har en aning om.<br/>  Trafik mellan t.ex. Pakistan och Kanada passerar över oss i nordvästlig-sydostlig riktning. England - Kina passerar i nordostlig-sydvästlig riktning. Alla tänkbara väderstreck mer eller mindre, alltså.</div> </td> </tr> </table> </div> <br/>  Okej, nu har jag suttit och kollat med Google Earth och visst, man kan dra en linje mellan två städer i denna värld som faktiskt kommer lite nära staden där jag bor. Men riktningen blir fel (en riktning över himlen jag aldrig sett). Sen så flyger de fortfarande på runt 10000 meter, och de flyger inte i någon slags skytteltrafik med bara tiotalet minuter emellan.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ksv</strong></div> <div>För att jag inte begriper vad du menar med lågflygande, då allt är relativt.<br/> <br/>  Flyger de lågt är det väl bara att ta fram kikaren och kolla vad registreringsnumret är. Om inte, bör du garanterat se exakt vilket flygbolag det är.<br/> <br/>  Kan du inte ens läsa flygbolagsnamnet är det inte lågflygande plan och då kan du inte heller ha någon aning om ifall de stiger eller ligger i planflykt.<br/> <br/>  Långdistansmaskiner på väg till Asien är fulltankade och tvingas därför flyga på så låg höjd som 30000 fot de första timmarna. När en jumbojet flyger på den höjden ser man inte bara k-strimman, utan kan även tydligt urskilja flygplanet.</div> </td> </tr> </table> </div> <br/>  Jag skulle tippa på att det rör sig om under 5000 meter. Varför jag kallar det lågflygande är för att jag inte sett flyplan flyga på den höjden förut. Det är som om man plötsligt kommit på att det är effektivare att flyga på halva höjden.<br/> <br/>  Sen antar jag att registreringsnumret sitter på undersidan av vingen, för annars vet jag hur jag skulle kunna se det. Så jag tog och kollade några videor av landningar och starter på YouTube, men jag kunde aldrig se numret. Jag såg inte ens att det fanns ett nummer. Undersidan av vingen var nämligen ofta i skugga. Så då är frågan hur tusan jag ska kunna se numret från marken med en kikare när det flyger förbi i kanske 600 km/h? Är du säker på att du är pilot?<br/> <br/>  Men flygbolaget har jag uppfattat två gånger. Det var två olika.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ksv</strong></div> <div>Då pratar vi säkerligen om så hög höjd att underliggande terräng inte har någon inverkan.</div> </td> </tr> </table> </div> <br/>  Och då faller också förklaringen att det är några hus på marken som gör att strimmorna huggs av?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ksv</strong></div> <div>Har du kollat samtidigt som du ser ett flygplan med k-strimma, men lyckas inte koppla det med något av det du ser på flygradar?<br/> <br/>  Tänk på att ett plan som från marken ser ut att flyga över staden mycket väl kan vara många mil bort.</div> </td> </tr> </table> </div> <br/>  Nu har jag haft möjlighet att kolla. Jag hade två väldigt nygjorda låga strimmor i två lite märkliga riktningar, och dessutom ett plan på runt 5000 meter som flög bort från staden med vanliga kondensstrimmor efter sig.<br/> <br/>  Jag gick in och kollade några minuter senare och såg då ETT plan i området. Detta plan var runt 15 mil från staden. Det finns en liten möjlighet att det skulle kunna vara ett av planen, då kursen stämde någorlunda (om det flög åt det hållet). Det är bara det att det ligger en annan flygplats emellan, så planet kan lika gärna ha startat därifrån. Dessutom är jag högst osäker på att det skulle hunnit dit.<br/> <br/>  Sen tror jag inte alls att ett plan som går nästan rakt över, och som ser ut att flyga på 5000 meter är många mil bort.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ksv</strong></div> <div>Jag är helt säker på vad du <b>inte</b> sett.<br/>  Anledningen? Efter snart 20 år som trafikflygare vet jag att varje vrå av luftrummet är övervakat och att det inte finns någon möjlighet för stora flygplan att åka omkring och spraya gifter utan att bli uppräckta.<br/>  Vi piloter ser omgivande trafik mycket bättre än vad ni på marken gör, vi kan se på våra instrument var omgivande trafik ligger och våra vänner i flygledningen ser förstås ännu mer.</div> </td> </tr> </table> </div> <br/>  Ja, om du vet att man den här hösten har börjat med cirkusflygning, så är väl allt i sin ordning antar jag.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ksv</strong></div> <div>Det beror på okunskap från din sida.<br/>  Jag ser fenomenet mer eller mindre varje dag på jobbet när jag ligger bakom andra flygplan. Var enda gång man i flygplanet upplever luftgropar, beror det på att luftmassor rör sig vertikalt.</div> </td> </tr> </table> </div> <br/>  Alltså jag har sett strimmor ligga bredvid varandra på runt samma höjd, och vissa har slutat och andra har inte. Sen har jag även sett ett plan med en vanlig kondenstrimma efter sig som flög bredvid en strimma. Men det kanske är så att det finns en massa olika tunna luftlager som genererar heeeelt olika förutsättningar.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ksv</strong></div> <div>Men berätta då för guds skull du vad det står på flygplanen, om de nu flyger på så låg höjd!<br/> <br/>  Du vill inte berätta var du gjort observationerna, inte heller vilket bolag eller vilken flygplanstyp (vilket du borde kunna säga, om du nu är flygintresserad). Varför vill du inte berätta det?<br/>  Jag får bestämt känslan av att du inte vill få det förklarat för dig, då det skulle förstöra din teori. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/></div> </td> </tr> </table> </div> <br/>  Jag ser planen nerifrån och det går därför inte att se vad som står på sidan. Är det något jag uppfattar så är det målningen. Och jag vet vilka bolag det borde motsvara, men jag väljer att inte prata om bolag eftersom det är knutet till min position.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ksv</strong></div> <div>Vad som är fel höjd eller ställe kan du rimligen inte ha någon aning om som lekman.<br/>  Har du t.ex. kollat upp var olika STAR och SID för ligger?</div> </td> </tr> </table> </div> <br/>  Fel ställe är där plan aldrig har setts flyga förut, och där de inte setts flyga på Flightradar24. Fel höjd är där jag inte sett plan flyga förut, och där de inte har någon anledning att flyga.<br/> <br/>  Sen kan du ju tipsa om någon bra sida där man kan kolla upp SID och STAR.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ksv</strong></div> <div>Det kanske ligger en airway där?<br/>  Ytterligare en sak du lätt skulle kunna få svar på av oss här, om du nu verkligen ville veta.</div> </td> </tr> </table> </div> <br/>  Alla dessa nya rutter med olika airways hit och dit, är i alla fall något som jag aldrig sett förut. ALDRIG!"
	},
	{
		"postIndex": 1721,
		"postNumber": 1761,
		"rankGlobal": 15,
		"scoreGlobal": 83.5,
		"userRank": 16,
		"userScore": 24.6,
		"postUserName": "Silverax",
		"postUserID": "u572282",
		"postUserUrl": "https://www.flashback.org/u572282",
		"postDateTime": "2012-06-07, 21:27",
		"postUrlInThread": "https://www.flashback.org/t1718010p147",
		"postUrlUniq": "https://www.flashback.org/sp37757472",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>NattNatt</strong></div> <div>Det finns ingen bok i världen som kan få mig att helt plötsligt ändra uppfattning, jag har något mycket mer värdefullt än en bok, och det råkar vara mitt minne och min observations förmåga.</div> </td> </tr> </table> </div>   Molnbilderna i boken visade ju att moln tydligen kan se ut lite hur som helst, och har gjort det länge. Så vad är skillnaden mellan dem och molnen som du numera tycker ser syntetiska ut? Jag förstår inte riktigt vad som menas med ett syntetiskt moln.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Det är ganska intressant att det finns hemsidor skapade enbart för att bevisa att chemtrails inte existerar. Reagerar du inte själv på det? Nej jag säger inte att detta på något sätt bevisar att chemtrails existerar, men den som inte höjer på ögonbrynen angående all denna propaganda är skrämmande ignorant. Lägg där till reklam, animerade filmer m.m. Det är otroligt viktigt att visa våra barn och ungdomar att vita streck på himlen är lika normalt som solen själv.      </td> </tr> </table> </div>   Det är ganska intressant att det finns hemsidor skapade enbart för att bevisa att chemtrails existerar. Reagerar du inte själv på det? Nej jag säger inte att detta på något sätt bevisar att chemtrails inte existerar, men den som inte höjer på ögonbrynen angående all denna propaganda är skrämmande ignorant.<br/> <br/>  Om vita streck på himlen är lika normala som flygplan är det väl ganska viktigt att visa våra barn och ungdomar det? Annars är risken stor att de går omkring och är rädda för vattenånga helt i onödan.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Jag bad dessutom om ett privat foto från Sverige och får länken till en hemsida där en av länkarna kallas \"How to debunk chemtrails\", du kanske förstår att jag precis som ni angående mina källor har ganska svårt för att ta det seriöst.      </td> </tr> </table> </div>   Hur ska ett privat foto från Sverige kunna övertyga dig om nåt när privata foton från andra länder (och ingen bok i världen) inte gör det? Bilder visar inte heller hur länge strimmorna har funnits i luften, vilket verkar vara en väldigt avgörande del i hur man skiljer k-strimmor från chemtrails.<br/>  Och det är alltså okej om jag automatiskt avfärdar all information på hemsidor som handlar om chemtrails? Visst är det bra att du är källkritisk, men peka då ut felaktigheterna på hemsidan eller förklara vad det är som får dig att ifrågasätta informationen. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Angående kaptenen så bortser du ifrån att jag har varit på plats under denna himlen hela mitt liv, och successivt sett detta eskalera. Det går helt enkelt inte att jämföra.      </td> </tr> </table> </div>   Kan eskaleringen bero på att det flyger fler plan i luften nu än tidigare? Och poängen med oljespillet var alltså att visa på bristen i att mäta nåt på ett ställe och hävda att utsläppet skedde ett par tusen meter därifrån, snarare än faktiskt mäta vid källan.<br/> <br/>  Du undviker fortfarande att kommentera varför det ska vara så svårt att flyga upp bland alla chemtrails och ta prover. De finns ju tydligen där hela tiden överallt. Då får man ju de bevis som skeptikerna efterfrågar.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Jag bjuder på några bilder som jag tog idag. Det här är alltså vad folk i den här tråden skulle kalla ett kontrail som har fått ligga och gro ett tag.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fimg577.imageshack.us%2Fimg577%2F3836%2Fpp6070647.jpg\" target=\"_blank\">http://img577.imageshack.us/img577/3836/pp6070647.jpg</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Fimg689.imageshack.us%2Fimg689%2F9125%2Fpp6070653.jpg\" target=\"_blank\">http://img689.imageshack.us/img689/9125/pp6070653.jpg</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Fimg23.imageshack.us%2Fimg23%2F7079%2Fpp6070662.jpg\" target=\"_blank\">http://img23.imageshack.us/img23/7079/pp6070662.jpg</a><br/> <br/>  Tycker du seriöst att det här ser normalt och totalt OK ut?      </td> </tr> </table> </div>   Jag tycker inte att det ser mindre normalt ut än andra moln och strimmor. Om du tycker att det ser onormalt ut måste du ju kunna förklara på vilket sätt strimman är mindre normal än allt sånt här:<br/> <a href=\"/leave.php?u=http%3A%2F%2Ffarm4.staticflickr.com%2F3104%2F2387496698_eef1ae8a14_z.jpg%3Fzz%3D1\" target=\"_blank\">http://farm4.staticflickr.com/3104/2...a14_z.jpg?zz=1</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Fdeclubz.com%2Fblog%2Fwp-content%2Fuploads%2F2008%2F08%2Fweird-clouds.jpg\" target=\"_blank\">http://declubz.com/blog/wp-content/u...ird-clouds.jpg</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Fweatherwars.info%2Fwp-content%2Fuploads%2F2011%2F06%2F00.jpg\" target=\"_blank\">http://weatherwars.info/wp-content/u...2011/06/00.jpg</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.aivotrusti.org%2Fx%2FMammatus.jpg\" target=\"_blank\">http://www.aivotrusti.org/x/Mammatus.jpg</a>"
	},
	{
		"postIndex": 79,
		"postNumber": 79,
		"rankGlobal": 16,
		"scoreGlobal": 82.9,
		"userRank": 42,
		"userScore": 13.7,
		"postUserName": "FreeWilhelmFree",
		"postUserID": "u86883",
		"postUserUrl": "https://www.flashback.org/u86883",
		"postDateTime": "2006-12-23, 06:44",
		"postUrlInThread": "https://www.flashback.org/t1718010p7",
		"postUrlUniq": "https://www.flashback.org/sp5856590",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Herr Lindholm</strong></div> <div>Det var en imponerande samling rekvisita från sci-fins värld! Inte ens jag vågar tro att vi kommer att få fungerande teleporteringsteknik inom en överskådlig framtid. Sedan så undrar jag över ditt användande av \"overground\", är inte det mainstream? </div> </td> </tr> </table> </div> <br/> Nej, mainstream ligger mittimellan, ungefär som du tänker dig en kurva över normala. normala, dvs mainstram ligger i mitten högst upp, underground till vänster där kurvan dalar neråt, overground till höger där kurvan dalar neråt. och nu måste ja ändra mig, Eliten är Mörkerbringarna. Därmed platsar dom bättre i underground. Deras motsats är Ljusbringarna, Rebellerna. Har inte sett detta klart förrut. tack för frågan. Dock förändras hela världen konstant. Sanningen är dynamisk och lever sitt eget liv. Underground, Eliten, ligger till vänster, det förflutna. Lusbringarna till höger, framtiden. Men då är vi i Hjärnan också. Vänster hjärnhalva är \"manlig\", höger är \"kvinnlig\". Sägs det. Likaså sägs väst vara manligt, och öst kvinnligt. Förhoppningsvis kan vi skapa balans mellan båda hemisfärer. Något som håller på att ske. Asiens ekonomier växer kraftigt.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Herr Lindholm</strong></div> <div> Och som jag sade till sten.b, om de nu har sådana fantastiska resurser, hur kommer det sig att de inte eliminerar \"golare\" som ni två? Med oändliga energiresurser så torde det ju vara enkelt att teleportera lönnmördare...</div> </td> </tr> </table> </div> <br/>  jopp, i teorin hur enkelt som helst att avrätta vemsomhelst, men i praktiken omöjligt, pga.....<b>fri vilja</b>. Ingen kan skada dig om du inte tillåter det. en grundläggande universell lag. du väljer vad du vill uppleva, ingen kan ta din <b>fria vilja </b>ifrån dig. om onda varelser kommer till dig för att köra upp en \"anal-probe\" i röven på dig så kan du låta dig lamslås av rädsla och bli apatisk och tillåta det, eller så kan du säga <b>\"NEJ, fuck off och dö!/försvinn</b>\" och visa det tydligt. Denna universella lag är svår att acceptera för många, vem vågar inse att dom är ansvariga för allt som någonsin hänt dom, händer dom och någonsin kommer å hända dom? Sist ja delgav denna sanning så blev ja anklagad för å vara troll, folk ville döda mig plus att tråden hamna i papperskorgen. det tycker ja bevisar med vilken kraft folk är beredda att ignorera sanningen. får ser hur det går den här gången. får se hur hela våran civilization förändras när folk vågar inse sanningen. att tro på terrorister skapar terrorister. det vi tror på skapar vi, och det omvandlar hela våra liv. att ja framlägger denna konspirationsteori är pga min \"trial and error\" natur. jag vill ha debatt, ja vill att folk ska vakna.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Herr Lindholm</strong></div> <div> Sedan så undrar jag hur det kommer sig att ingen, märk väl INGEN, låter girigheten ta överhand så att de kan tjäna pengar på de upptäckterna. Är det något kapitalismen gör så är det att vrida upptäckterna ur händerna på uppfinnarna och disribuera dom till så många konsumenter som möjligt. Visst går det att hålla uppfinningar hemliga. Men om vi antar att Svenne Banan uppfinner något så betyder det att en annan Svenne Banan kan göra samma sak. Om SB-1 inte slår mynt av det så kommer SB-2 att göra det...<br/> <br/> MVH<br/> /HL</div> </td> </tr> </table> </div>  Okej, det här svaret blev kanske väldigt långt, men ja är tvungen att skriva så mycket för å ge dig en klarare bild av situationen.<br/> <br/> Så vi har Eliten, Mörkerbringarna. Dom vill inte ha utveckling, dom gillar inte förändring, dom vill att allt ska vara som förr. Dom vill leka sina krig, och ha vanliga människor som slavar och spelpjäser i sitt sjuka spel. Dom vill ha total världsdominans. En del kallar dom Illuminati. ordet Illuminate betyder  enligt wiktionary både \"att skina på\" och \"att bli utsatt för ljus\". Vilket är ganska paradoxalt. Men låt oss säga att dom skiner, fast dom skiner på ett sätt som inte gagnar Jorden och dess invånare i stort. Dom skiner på ett sätt som bringar förstörelse, krig, och misär. Deras motsats är Ljusbringarna, som arbetar för att bringa in högre ljus i världen, på olika sätt och vis. Mörkerbringarnas ljus är bara av lägre frekvens på ljusskalan. Deras världsdominans är roten till alla \"stora\" händelser som krig och andra förstörande rörelser. <br/> <br/> Om inte deras dominans brakar ihop så kommer Jorden att förstöras, igen. Har hänt massor med gånger innan. Och då snackar vi totala kärnvapenkrig eller motsvarande krafter. Total Annihilation. Deras propaganda är Media, dom ser till att spruta ut en massa skit som vi köper och spenderar vår lediga tid på. Hemska filmer, dataspel, böcker, sekter, korrumperade religioner, osv,<br/> <br/> Om vi tar bush och blair som exempel, dom arbetar för en kraft som vill dominera Jorden och dess invånare, ha full kontroll och bevakning av allt och alla. Kanske för att den här kraften inte förstår oss \"vanliga\" människor. Det är ok för mig, dom får gärna bevaka, lyssna och spela in precis allt som händer mig och alla andra, det bekommer mig inte. Det är bra. Men ja tycker att det vore rättvist om vi fick ta del av dom som bevakar oss lika mycket som dom bevakar oss. Varför all denna sekrettess, hemlighetsmakeri, topphemliga dokument osv. Jag vet inte säkert vem eller vilka det är som ligger bakom allt det här. <br/> <br/> En hypotes är att Eliten består av en uråldrig släkt med dominanta gener från en ras som inte ursprungligen hör hemma på Jorden, alltså en ras från nåt annat stjärnsystem eller kanske tom från nån annan dimension. Dock är har Eliten tillräckligt med mänskliga gener för att inte kunna upptäckas. Du har säkert hört talas om hur kungligheter sägs ha \"blått blod\". Det kan ligga nåt i det. Jag upptäcker samtidigt som jag skriver.  <br/> <br/> Men nu åter till din fråga......ok. Eliten är experter på att \"trolla\". och dom är redan på toppen av rikemanskedjan. Dom äger världsbanken, många andra banker, organisationer, som CIA och diverse stiftelser. Dom äger redan hela världen. Pengar är inget större problem för dom. <br/> <br/> Eliten består av en rad mäktiga familjer. Som krigar om makten över jorden. Det är familjer som \"the Rockafellers\" och elva andra släkter som ja inte kan namnet utantill på. Tilsammans är dom 12 släkter som dominerar jorden. och alla dom 12 räknas som en familj som då adderas till 12 så blir det 13. \"olyckstalet\". Deras ledare utses då och då och har titeln \"Pindar\". oj, nu halkade ja kanske bort från din fråga igen...... Okej, kapitalismen är ett verktyg för Eliten.  Om en av dom 12 familjerna vill öka sina rikedomar så startar dom ett krig eller hittar på nåt annat hyss som generar pengar (tillverkning av krigsmateriell, inkasso från skattebetalare, frysta tillgångar hos ockuperade länder och farliga indiver, sjukdomar, mediciner, media, entertainment,  osv). Varje familj ockuperar en viss del av världen.<br/> <br/> ja försöker igen, delar upp dina frågor i mindre block; <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Herr Lindholm</strong></div> <div> Sedan så undrar jag hur det kommer sig att ingen, märk väl INGEN, låter girigheten ta överhand så att de kan tjäna pengar på de upptäckterna. <br/></div> </td> </tr> </table> </div>  Jo, det är ju just det att Familjerna Bakom Eliten är dom som tjänar pengar. Dom behöver pengar för att kunna styra världsutvecklingen och dominera världen. Dom behöver alla 6miljarder slavar till sin hjälp. Varje skattepeng du tjänar går till om på nåt klurigt sätt, varje sak du köper, varje vara eller tjänst du producerar, går till dom på ett fiffigt sätt. Via världsekonomierna, börsen, aktier lobbying osv. Jag har inte kartlagt den aspekten helt.<br/> <br/> Vidare sysslar Eliten med sk Svart Magi. Dom har riter. Draken är en symbol som har med dom att göra. Visste du att sekten \"Heavens Gate\" som precis innan millenieskiftet begick kollektivt självmord gjorde detta iklädda samma kläder. Alla hade nya nike-kläder på sig, och nya nike-skor. Nike är ett sportklädesmärke som har Saturnus symbol som insignia. Och just när dom begick kollektivt självmord var Saturnus i en mycket speciell konjuktion. Nike är också en grekisk gudinna, guddinna för triumf och seger. Eliten har en speciell relation till den Grekiska mytologin. Det är därför den mytologin ligger som bas för nästan hela vår västerländska civilization och spelar en viktig roll inom litteratur och media.<br/> <br/> Well, nu tar ja en paus, Fler frågor?<br/> <br/> /mvh"
	},
	{
		"postIndex": 2841,
		"postNumber": 2906,
		"rankGlobal": 17,
		"scoreGlobal": 81.6,
		"userRank": 112,
		"userScore": 5.8,
		"postUserName": "Gävulen",
		"postUserID": "u249463",
		"postUserUrl": "https://www.flashback.org/u249463",
		"postDateTime": "2013-05-26, 23:10",
		"postUrlInThread": "https://www.flashback.org/t1718010p243",
		"postUrlUniq": "https://www.flashback.org/sp43638672",
		"sentence": "Hej alla som tror/inte tror på chemtrails!<br/> <br/>  Jag såg nåt skumt idag. Det flög förbi ett plan som jag inte såg några speciella avgaser från och helt plötsligt upptäcker jag att de förändras. De gick från att upplösas normalt till att stanna kvar mycket längre. Känner till chemtrails sen förut men har aldrig grävt i det men jag hajade till. <br/> <br/>  Nu till det riktigt konstiga: Jag upptäckte att planet följde ett mörkare 'streck' på himlen (svårt förklara). Ungefär som nån hade dragit upp rutten för det. Först trodde jag att jag bara blev lurad av reflexer i mina solglasögon eller nåt så jag sprang in till gumman och frågade om hon såg något speciellt framför planet och hon såg det hon med utan att jag behövde leda in henne mer än så. Väl inne haffade jag mobilen och tog ett par kort. Det här är nån minut efter att planet passerat, <br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Ftinypic.com%2Fr%2F1pbgg2%2F5\" target=\"_blank\">http://tinypic.com/r/1pbgg2/5</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Ftinypic.com%2Fr%2F30aqkk8%2F5\" target=\"_blank\">http://tinypic.com/r/30aqkk8/5</a><br/> <br/>  Det är svårt att se det 'mörka strecket' så jag har märkt ut det i den här bilden. Jag kan omöjligt se det om jag zoomar in i bilden.<br/> <a href=\"/leave.php?u=http%3A%2F%2Ftinypic.com%2Fr%2F512fj4%2F5\" target=\"_blank\">http://tinypic.com/r/512fj4/5</a><br/> <br/>  Här en bild tagen 40 minuter senare. Det märkliga var att de här trailsen bara hängde kvar från den punkt där jag började observera att något förändrades med dom. Det som var innan var helt borta. Kan man förklara det på nåt bra sätt? Varför försvinner en del avgaser på kort tid medan andra hänger kvar efter ett par timmar?<br/> <a href=\"/leave.php?u=http%3A%2F%2Ftinypic.com%2Fr%2Fekjkaq%2F5\" target=\"_blank\">http://tinypic.com/r/ekjkaq/5</a><br/> <br/> <br/>  Själv har jag svårt att tro att det skulle gå att hålla en sån här stor sak hemlig men jag har rent ärligt ingen aning om såna här saker. Jag skulle bara vilja ha nån slags förklaring på vad jag såg, för min egen skull. Dagens händelser gav mig myror i huvudet... Speciellt det där mörkblå strecket som planet flög efter, som en rutt som var utpekad. Om det varit ett annat plan som flugit exakt likadant innan - ska det verkligen blir mörkare då?<br/> <br/>  Vad säger ni härinne? Ska vi vira in skallen i tyg indränkt med vinäger för att överleva nu eller? Fotona är tagna \"några mil utanför Umeå\", såg planet vid ca 10:30. Finns det inte nån tjänst där man kan se vilka plans position vissa tidpunkter?<br/> <br/>  I övrigt var himlen helt molnfri förutom lite suspekta moln åt det håll planet var på väg. Såg ut som nån varit igång och \"chemtrailsat\" där innan. Väderförhållandena var bra, soligt, men också väldigt blåsigt."
	},
	{
		"postIndex": 1561,
		"postNumber": 1599,
		"rankGlobal": 18,
		"scoreGlobal": 81.4,
		"userRank": 6,
		"userScore": 45.5,
		"postUserName": "NattNatt",
		"postUserID": "u602311",
		"postUserUrl": "https://www.flashback.org/u602311",
		"postDateTime": "2012-04-01, 13:24",
		"postUrlInThread": "https://www.flashback.org/t1718010p134",
		"postUrlUniq": "https://www.flashback.org/sp36576024",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Powerless1</strong></div> <div>Numer flyger man ju raka spåret med hänsyn till de aktuella vindarna. \"Flygvägarna\" du ser på nedanstående karta används om man inte har modern utrustning i flygplanen. Hur ser du skillnad på ett passagerarflygplan och ett fraktflygplan?<br/> <br/>  Ängelholm har hand om luften upp till 3000 meter. Anledningen till att jag svarade dig var att de givetvis inte har koll på vilka flygplan som rör sig i andras luftrum. Han svarde ju att det alltid är k-stirmmor och att de flyger på olika höjder men det måste vara så högt så det blir is. Vad är det för konstigt med gymnasiefysiken? Att de åker fram och tillbaka mellan Malmö och Stockholm beror på att folk vill åka åt båda hållen.<br/>  Här ser du en karta över Södra Sverige och varför man flyger kors och tvärs. Med modern utrustning flyger man i princip alltid den väg som ger korast flygtid.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.lfv.se%2FAIP%2FENR%2FENR%25206%2FES_ENR_6_1_1_en.pdf\" target=\"_blank\">http://www.lfv.se/AIP/ENR/ENR%206/ES_ENR_6_1_1_en.pdf</a></div> </td> </tr> </table> </div> <br/>  Jag har skrivit ner en del av diskussionen. Det är från ca 01:50.<br/> <br/>  Håkansson -\"dom åker kors och tvärs och korsar varandra mitt framför nosen. Vad är det för något?\"<br/> <br/>  Flygled -\"Ja du, e de e de sånna kondensstrimmor bakom så är det ju ingenting som vi håller på med i alla fall.\"<br/> <br/>  Mer snack...<br/> <br/>  Håkansson förklarar att det är milslånga streck och att dom även hade sett reguljärt flyg som hade vanliga streck som det alltid hade varit, men dom andra bara spydde ur sig.<br/> <br/>  Flygled -\"Asså jag kan inte svara på vad det är för någonting, jag tycker det låter konstigt om det var militär(någonting) som ligger precis. Det var ju därför och det ligger så mycket annan trafik så. Om det är sådana K-strimmor bakom måste dom ju ligga väldigt högt ju.<br/> <br/>  Du kan ju lyssna på den delen igen för det låter inte direkt som att han har någon koll över huvudtaget.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Ängelholm har hand om luften upp till 3000 meter. Anledningen till att jag svarade dig var att de givetvis inte har koll på vilka flygplan som rör sig i andras luftrum.<br/> </td> </tr> </table> </div> <br/>  Så nu har helt plötsligt inte flygledarna lika bra koll över luftrummet? Jag har väldigt många gånger i den här tråden hört att flygledarna har så otroligt bra koll på allt som händer och att det är helt omöjligt att ha något flygplan i luften som inte alla vet vad det är. Den där meningen bevisar vad jag tidigare sa, att den ena vet inte vad den andra gör så att så omöjligt skulle det inte vara att det finns flygplan i luften som är feltaggade på radar osv.<br/> <br/>  Man kan med andra ord vara helt säker på att det inte finns några skumma flygplan i luften endast om man kan lita blint på varenda person som jobbar inom flygbranschen, eller om man sett varenda plan med blotta ögat. Både du och jag vet att inget av dom är möjligt."
	},
	{
		"postIndex": 3511,
		"postNumber": 3587,
		"rankGlobal": 19,
		"scoreGlobal": 81.3,
		"userRank": 106,
		"userScore": 6,
		"postUserName": "Gurty",
		"postUserID": "u415476",
		"postUserUrl": "https://www.flashback.org/u415476",
		"postDateTime": "2014-05-16, 00:04",
		"postUrlInThread": "https://www.flashback.org/t1718010p299",
		"postUrlUniq": "https://www.flashback.org/sp48813377",
		"sentence": "Har spridits en del länkar och videos gällande chemtrails på sistone. Har kollat lite och givetvis verkar det skrämmande, som alla andra liknande teorier. Anledningen till varför det verkar vara på riktigt är t.ex. videos där man ser flygplan med vanliga \"trails\" i jämförelse med de som verkar ha någon form av \"chemtrails\". Där vanliga \"trails\" är mindre och försvinner snabbt i förhållande till dessa \"chemtrails\" som verkar vara större, rökigare och stannar kvar längre i luften. När man ser de här filmerna blir man därför en aning fundersam.. <br/> <br/>  Men något jag inte förstår är följande: Om det nu försiggår något som detta, behöver man inte helt sanslösa resurser för att genomföra det? Att åka och spruta ut kemikalier över hela världen är ju inte direkt billigt och kostnaden borde därför gå att spåra isåfall. Sedan har jag inte direkt förstått syftet ännu, att förgifta folk? Eller påverka miljön? <br/> <br/>  Jag är skeptisk mot detta men samtidigt verkar filmerna som sprids visa att något lämnar planen som inte är att anse som normalt. Så vad skulle detta annars vara? Om det inte stämmer in på \"chemtrails\"-teorin, vad skulle det annars vara? Och till vilket syfte skulle detta ske?<br/> <br/>  Om det visar sig att det är på riktigt så måste det tas upp, dessvärre verkar det inte spela någon roll i dagens samhälle. Detta eftersom inga ändringar sker förrän politiker, världen över, går med på något. Vilket inte kommer att ske om de är med på det. Folket skulle inte direkt ta tag i detta själva om det visar sig att det stämmer tyvärr. <br/> <br/>  Vore tacksam om någon hade lust att svara på mitt inlägg. Orkar inte direkt läsa över hundra sidor med text.."
	},
	{
		"postIndex": 1017,
		"postNumber": 1043,
		"rankGlobal": 20,
		"scoreGlobal": 80.3,
		"userRank": 82,
		"userScore": 7.3,
		"postUserName": "Mannen1",
		"postUserID": "u145964",
		"postUserUrl": "https://www.flashback.org/u145964",
		"postDateTime": "2011-01-05, 23:50",
		"postUrlInThread": "https://www.flashback.org/t1718010p87",
		"postUrlUniq": "https://www.flashback.org/sp28023442",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>discord</strong></div> <div>Nej det gör den inte, den gör felaktiga påståenden till mesta dels helt orelevanta filmklipp.<br/> <br/>  Jag skrev mitt första inlägg i den här tråden för snart ett år sedan. Jag har sett all dynga som postats i den här tråden. Inget, jag upprepar inget, ger någon förklaring som stödjer chemtrailteorierna. Lika så med din länk, den är postade tidigare i tråden. Släpp sargen, kliv ur offside, kom in i matchen och sluta posta skräp.<br/> <br/>  Det skulle (rent erfarenhetsmässigt) förvåna mig om du har ens de mest basal fysikkunskaper. Du har inte vett nog att avgöra vad som är normalt och inte. Och ett moln kan inte vara onaturligt, vissa givna förutsättningar måste råda i atmosfären för att kondensation till moln ska ske.<br/> <br/>  Det finns många sidor som gör felaktiga påståenden baserade på lika delar okunskap och lögnaktighet.</div> </td> </tr> </table> </div> <br/> <br/>  Utifrån mina 25 år på denna planet vågar jag påstå att jag kan avgöra hur \"vanliga\" moln ser ut, samt condensen efter ett flygplans motorer. Jag var även som du VÄLDIGT skeptiskt till detta, då jag först fick höra talas om det. Jag uppmärksammade detta fenomen en sommar morgon då jag steg ut i solen, och det var inte förens i den stunden som jag började söka efter en rimlig förklaring. När jag med mina egna ögon bevittnar \"condensen\" från dessa flygplan gång på gång, blir jag allt mer fundersam. Människor i min omgivning som aldrig hade hört talas om detta, påpekar ofta hur \"konstiga\" dessa moln ser ut, när jag uppmärksammat de om det. <br/> <br/>  Som nämnt i tidigare inlägg, har jag åskådat ett flertal contrail samt chemtrails spår under ett och samma tillfälle. Både jag och personerna runt om mig har påpekat detta och har märkt en enorm skillnad, däribland personer som är extremt skeptiska. Jag sitter inte här med säkerhet och påstår att dessa chemtrails är någon form av konspiration som har som mål att mörda oss osv. Men att det ligger en vikt bakom mina ord som jag knappar in, är jag övertygad om.<br/> <br/>  Ett par frågor, 1. har du någonsin sett dessa på bar gärning med dina egna ögon? 2. Hur förklarar du hur \"condensen\" efter chemtrail flygplanen stannar kvar under ett flertal timmar, för att sakta men säkert, utvidgas till massiva moln på en otrolig bredd? Har aldrig bevittnat en vanlig contrail göra något liknande 3. Att detta förekommande inte skedde för ca 15 år sedan? 4. Att precis likadana \"moln\" har uppmärksammats på en global skala? 5. Är alla dessa människor korkade idioter med foliehattar?<br/> <br/>  Du behöver förövrigt inte betee dig som en 16 åring när du försöker föra en diskussion. När du ger dig på ett försök till personangrepp utan någon vettig anledning, förlorar du respekten i det du skriver. Jag märker en tydlig frustation i dina inlägg. Om du verkligen var så pass övertygad över dina argument hade du diskuterat på ett mer civiliserat sätt."
	},
	{
		"postIndex": 1725,
		"postNumber": 1765,
		"rankGlobal": 21,
		"scoreGlobal": 80.1,
		"userRank": 6,
		"userScore": 45.5,
		"postUserName": "NattNatt",
		"postUserID": "u602311",
		"postUserUrl": "https://www.flashback.org/u602311",
		"postDateTime": "2012-06-07, 23:52",
		"postUrlInThread": "https://www.flashback.org/t1718010p148",
		"postUrlUniq": "https://www.flashback.org/sp37760285",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Silverax</strong></div> <div>Varför skriver du på ett diskussionsforum när du inte vill diskutera? Jag förstår inte varför du först försöker inbilla andra att du bara är ute efter sanningen när det sen visar sig att inget kan få dig att ändra uppfattning. Du får tycka och tro vad du vill, men var uppriktig och låt andra få veta det så att man slipper slösa tid på nån som vill vara rädd för moln.</div> </td> </tr> </table> </div> <br/>  Jag har förklarat även det. Jag vill kunna skriva i tråden och diskutera med folk som ser det jag ser. Jag har ingen lust att slösa min dyrbara tid på ett stort gäng personer som hänger här av någon anledning dom själva inte verkar förstå och som dessutom försöker förlöjliga mig på alla möjliga sätt. <br/> <br/>  Nu är du trots allt en av dom jag känner viss respekt för därav tog jag mig tid att skriva ett medelande och la upp lite bilder. Men jag känner som du kanske förstår inte för att tillbringa all min vaken tid med att svara på 10 olika personer som verkar jobba heltid med denna tråden och dessutom verkar se världen med helt andra ögon än jag. Allt för att förtjäna någon sorts konstig rättighet att använda tråden för att istället diskutera med personer som jag känner ger mig något. <br/> <br/>  Jag kan respektera folk som inte tror på chemtrails, men inte folk som påstår att jag är rädd för moln eller tror på tomten eller liknande. Det handlar inte heller om rädsla från min sida, det handlar om att jag ser något som jag tycker är förjävligt och jag har en tro på att saker kan bli bättre."
	},
	{
		"postIndex": 1996,
		"postNumber": 2046,
		"rankGlobal": 22,
		"scoreGlobal": 80,
		"userRank": 16,
		"userScore": 24.6,
		"postUserName": "Silverax",
		"postUserID": "u572282",
		"postUserUrl": "https://www.flashback.org/u572282",
		"postDateTime": "2012-11-21, 16:09",
		"postUrlInThread": "https://www.flashback.org/t1718010p171",
		"postUrlUniq": "https://www.flashback.org/sp40483700",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>NattNatt</strong></div> <div>Jag har sagt mitt för tillfället, räkna inte med mer svar från min sida.</div> </td> </tr> </table> </div>   Det var tråkigt, om än kanske förståeligt. Det är många som hävdar att den här typen av konspirationer inte kan förklaras med vanliga medel - som logik, klara fakta och tydliga bevis - utan att det krävs ett slags intuitivt vetande för att upptäcka sanningar som är dolda. Nåt som bara de som har \"vaknat\" klarar av. Det var just därför som jag nämnde en stark övertygelse, som jag nog tycker är ett bättre namn på det. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Precis, vill man släppa ut det år efter år över obestämda områden (precis som det vi är med om nu) spelar det mindre roll. Vad nått är är inte helt klarlagt nej men det betyder inte att det inte är något, eller hur? Målet är i slutändan mänskligheten.      </td> </tr> </table> </div>   Det betyder inte heller att det är nåt. Och det är så vaga tillvägagångssätt och motiv att man kan säga samma sak om nästan vad som helst. \"Vakna och se er omkring! Har ni inte märkt att det finns mycket mer/många fler ___ nu? Det är ___ som sprider ut ___ i/över/på ___ för att ___. Jag har inga direkta bevis för det, men det betyder inte att det inte är sant.\"<br/> <br/>  Det tragiska är att folk utnyttjar precis den retoriken för att tjäna pengar på andra. Det är skrämselpropaganda.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Det är intressanta frågor. Att det skulle sänka min eller någon annans trovärdighet att inte ha något svar på den frågan stämmer inte. Det vore självklart ett plus att veta exakt vem brottslingen är men ett brottsoffer är inte mindre brottsoffer för att den inte vet vem gärningsmannen är.      </td> </tr> </table> </div>   Men i det här fallet vet inte brottsoffret ens vad det är för brott som han/hon har blivit utsatt för eller exakt när och var det skedde. Det är ett väldigt stort minus för trovärdigheten.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Nej man kan inte hävda att det är vad som helst. Man kan spekulera i vad syftet är men att det har med flygplan som sprutar ut \"någonting\" är problemet.      </td> </tr> </table> </div>   Nej, man kan hävda att det är <b>nästan</b> vad som helst, som jag skrev. Och om problemet är att flygplan sprutar ut nåt som skymmer solen så behöver du inte ens dra in chemtrails i diskussionen. Resultatet sägs ju bli detsamma även om det bara är vanliga kondensationsstrimmor.  <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Läs kommentarerna. Det var något mer jag tänkte ta upp när jag länkade till artikeln, kommer inte ihåg vad det var för tillfället men återkommer om jag gör det. I övrigt har jag bara en sak att säga om den och det är propaganda på högsta nivå. Goebbels skulle ha skrattat sig hes.      </td> </tr> </table> </div>   Då borde du kanske lägga mer tid på att hitta stöd för dina teorier än propaganda för det som du inte tror på. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Med det försöker du att säga vad? Att trots att du håller med om att befolkningen i St.Luis inte hade bevis för vad som skedde bör jag ha det för att det jag säger ska kunna stämma? Kan du förklara logiken tack?      </td> </tr> </table> </div>   Först och främst handlar St. Louis om nåt helt annat än chemtrails. Det var starkt lokalt begränsade besprutningar från hustak och bilar, så det kan användas som ett argument mot spridda skurar av \"nåt\" från högt flygande flygplan.<br/> <br/>  Logiken är bara att du inte har bevis, utan en övertygelse. Precis det var poängen med det jag skrev. Det är därför som du har så svårt att, ironiskt nog, övertyga mig. Att St Louis-borna inte hade några bevis för en sak är inget bevis för att du har rätt om den här saken, så det blir i bästa fall ett argument för att du inte nödvändigtvis har fel. Men du och andra har ju nåt som de i St Louis inte hade: vetskapen om det som sker och möjligheter att bevisa det. Men ändå vet alltså ingen säkert varför nån gör nåt mot några andra. Svaga bevis och svaga argument, helt enkelt, men en stark övertygelse."
	},
	{
		"postIndex": 1265,
		"postNumber": 1293,
		"rankGlobal": 23,
		"scoreGlobal": 79.6,
		"userRank": 43,
		"userScore": 13.4,
		"postUserName": "TheHorror",
		"postUserID": "u459919",
		"postUserUrl": "https://www.flashback.org/u459919",
		"postDateTime": "2011-09-01, 14:13",
		"postUrlInThread": "https://www.flashback.org/t1718010p108",
		"postUrlUniq": "https://www.flashback.org/sp32596614",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>flystar</strong></div> <div><b>Du har inte läst på</b>. Jag syftar ej på vanliga moln utan en trail från ett flygplan som bildas till ett moln... INte att moln skapas. Det är inte moln det är avgasen från flygplanet med något i. <b>Kunde vanliga moln röra sig med vinden fast dessa chemtrail moln sitter kvar trots vinden</b>. (JA jag inspekterade noga kvart efter kvart från när de chemtrailen kom ut tills de spred till moln. <br/> <br/>  Jag inspekterade den stora trailen som gick över hela himmelen. Det var den som spreds till ett \"moln\" aktig sen till dis. <br/> <br/> <b>Chemtrails är geo-engineering. Om du FORTFARNADE INTE TRO kolla orginastionen som skapade detta i USA \"http://www.youtube.com/watch?v=F58HbYTbKnU\" han säger läskigt också \"\"Its not really a moral hazard. Its more like a free-rding on our grand kids</b>\"<br/> <br/>  Detta är en plan utav Federal reserve och inte regeringen. Hur det har spridits ända till Sverige? Antaligen Bilderberggruppen som har fått det igenom att länder har gått med på att <b>bespruta folket med detta. </b>Ingen aning. Han kanske inte säger rakt av att det är igång. Men tro mig det är igång om du nu kan spendera EN ENDA DAG molnfri dag och följ dessa chemtrails så kanske du ändrar din uppfattning eftersom du verkar bara tala om hur moln bildas men det är inte det jag syftar på. Jag syftar på plan som skickar UT NÅGOT vad är jag inte säker på. Men något som gör att det hålls en trail över hela himmellen som då sprids under några timmar till \"dis\" eller typ som moln men det är inte riktiga moln eftersom det kommer från en motor.<br/> <br/> <br/> <b>Som jag sa STUDERA himmelen när du ser dessa spår. Du kommer ändra din uppfattning med tiden om du lägger lite tid på det och sluta vara rädd för den jobbiga sanningen.<br/> </b><br/> <br/> <b>ANG HAARP OM DU går in på <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com\" target=\"_blank\">www.youtube.com</a> sök in HAARP så är det många som förklarar var det är(FINNS I NORGE)</b> inte i Sverige dock. DEt är fleera antenner som sätts på som skickas till varandra så det bildats hur mycket volt som helst som skickas upp mot atmosfären.. Inte undra på varför det sker så många naturkatastrofer runt om i världen just nu. Finns väldigt många HAARP i USA den största är i alaska.<br/> <br/> <br/>  Heter \"High Frequency Active Auroral Research Program\"<br/> <br/> <b>Men du verkar bra kunnig inom just hur moln bildats eller moln i allmänhet</b>. Fast jag försöker poängtera att detta sker bakom våra ryggar om ens Reinfeldt vet om det är frågan men han har ju besökt elit-klubben Bilderberggrupen skadad av David Rockerfeller. Så man vet ju aldrig...</div> </td> </tr> </table> </div> <br/>  1) Har <u><b>du</b></u> läst på förutom alla konspirationssidor du lagt ned timmar på att rota fram? Om du ägnade samma tid åt lite mer allmän vetenskaplig research, så skulle du ha slopat dina argument för länge sedan.<br/> <br/>  2) Hur tänker du nu? Klart att allting som är i form av ett moln rör sig där uppe. Kollar du himlen timmar i sträck, eller? Hade du ägnat samma tid åt lite mer allmän vetenskaplig research, så skulle du ha slopat dina argument för länge sedan.<br/> <br/>  3) Sluta upp med ditt youtubeande, bevisa istället på ett rent, vetenskapligt och sakligt sätt hur vida <br/>  A) chemtrails är möjligt <br/>  B) varför inte WHO eller andra forskare/läkare larm om man besprutar för att \"kontrollera hälsan\" <br/>  C) hur kan samtliga mätstationer världen över missa alla dessa tusentals ton av kemikalier som i så fall måste släppas ut - dagligen <br/> <br/>  Sedan kan du också förklara hur vida samtliga forskare/läkare och amatörer är med i en super organisation som denna typ av militär verksamhet skulle kräva för att mörka upp det för allmänheten.<br/>  Fan, tänker du på det här 24h om dygnet? Hade du ägnat samma tid åt lite mer allmän vetenskaplig research, så skulle du ha slopat dina argument för länge sedan.<br/> <br/>  4. Bespruta människor från 13 - 12km höjd skulle vara ett extremt idiotiskt sätt, när man kan få tusentals ggr bättre resultat med helt andra metoder, som dessutom kanske aldrig skulle uppdagas osv. <br/> <br/>  5. \"Studera himlen så ser du...\" Vet du hur det där låter? Man skulle kunna tro att du kommer från en tidsålder mellan 1200 och 1300 talet. Ditt första påstående \"Du har inte läst på\" rimmar jävligt illa med detta citat <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> <br/>  Din kunskap om verkliga ting verkar i alla fall en aning medeltida...   <br/> <br/>  6. Ja, Ceph har väldigt goda kunskaper i det som vanligt folk lär sig i skolan och på universitetet, men tydligen är det inte tillräckligt för dig. Med den \"kunskap\" du tycks besitta, så är det är ju konstigt att du inte har <b>CIA, FBI, SÄPO, FEMA </b>och <b>Fan och hans Morsa</b> och andra intresseorganisationer som berör rikets/länders säkerhet och militära delar efter dig, när andra åkt dit för BETYDLIGT mindre saker... <br/> <br/>  Hade du ägnat tid åt lite mer allmän vetenskaplig research, så skulle du ha slopat dina argument för länge sedan.<br/> <br/> <br/>  God natt"
	},
	{
		"postIndex": 2135,
		"postNumber": 2189,
		"rankGlobal": 24,
		"scoreGlobal": 79.5,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "skunkjobb",
		"postUserID": "u593561",
		"postUserUrl": "https://www.flashback.org/u593561",
		"postDateTime": "2013-03-14, 20:46",
		"postUrlInThread": "https://www.flashback.org/t1718010p183",
		"postUrlUniq": "https://www.flashback.org/sp42469509",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ancientfrenzy</strong></div> <div>Nej du snackade bara om att det inte var släppt från flygplan utan uppskjutet med raketer, det var det du hakade upp dig på. Om själva west Ford hade jag rätt, att koppla det till chemtrails hade inget med saken att göra. Nog om det.<br/> <br/>  Hur menar du att några tester skulle rädda mänskligheten? Ingen skulle lyssna och om någon gjorde det skulle jag bli tystad lika snabbt.</div> </td> </tr> </table> </div> Du babblar en massa men du skriver ju precis det jag skrev. West Ford hade inget med kemstrimmor att göra, det var därför du inte skulle tagit upp det. <br/> <br/>  Och jo, folk skulle lyssna men nej, du skulle inte bli tystad. Om du inte har märkt det så kryllar världen av folk som hävdar en massa obekväma saker utan att bli tystade. Om du kan göra det ingen annan gjort, bevisa med kemisk analys eller LIDAR-undersökning att kondensstrimmorna innehåller en massa saker som inte ska vara där så lovar jag att du får ut denna information hur lätt som helst. <br/> <br/>  Men det räcker inte att göra som klantskallarna i ditt kompisgäng har gjort hittills, att samla upp regnvatten ur vattenpölar eller i bästa fall en bytta men att fallera i att relatera detta till flygaktivitet. Med de fina analysmetoder som finns idag kommer du förstås att hitta i stort sett varenda grundämne i en vattenpöl så det minsta man kan begära är att jämföra nederbörd (utan att den kontamineras av marken) från platser med mycket flygtrafik med sådana där det inte flyger så mycket.<br/> <br/>  Det är egentligen inte helt ok eftersom nederbörd kan förorenas av så mycket annat, biltrafik, förbränningsanläggningar och industrier. Ska det bli någon ordning med det så bör man hyra ett flygplan och flyga genom ett misstänkt plans kondensstrimma och samla in direkt från denna. Detta skulle vara ett helt ok test, särskilt om du jämför med ett plan som du vet inte är med i kemstrimmeprogrammet, t ex ett som du inte ser någon strimma efter. (Avgaserna innehåller naturligt t ex lite svavel varför det är bra att jämföra avgaser från olika plan och inte bara ta från ett som man misstänker.)<br/> <br/>  Jag kan dock förstå om du tycker det är lite för jobbigt bara för att rädda mänskligheten. Jag menar man kan ju få en saftig Thailandsresa för dessa pengar så låt mänskligheten förgiftas då. Men det är här fjärranalysmetoden LIDAR kommer så väl till pass. Du kan alltså sitta och onanera på marken, rikta en laserstråle mot en misstänkt strimma och med ett speciellt instrument få svar på vad strimman innehåller. Sök på LIDAR i denna tråd så har jag länkat mer om detta.<br/> <br/>  Så mitt lilla troll, tror du på kemstrimmor på riktigt? Är det värt lite ansträngning för att rädda oss alla från de ondskefulla krafternas förgiftningskampanj? Jag hade gjort det alla dagar i veckan om jag var äkta troende."
	},
	{
		"postIndex": 3570,
		"postNumber": 3648,
		"rankGlobal": 25,
		"scoreGlobal": 79.4,
		"userRank": 95,
		"userScore": 6.3,
		"postUserName": "chrisemil",
		"postUserID": "u601946",
		"postUserUrl": "https://www.flashback.org/u601946",
		"postDateTime": "2014-05-22, 19:17",
		"postUrlInThread": "https://www.flashback.org/t1718010p304",
		"postUrlUniq": "https://www.flashback.org/sp48898884",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>KungPungPat</strong> <a href=\"/p48898367#p48898367\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Vafan tror ni idioter egentligen?<br/>  Att dom skulle skriva om chemtrails på SMHI och i riksdagen och media trots att det äär just dom som måste användas för att starta ett så grovt brott mot mänskligheten som chemtrails är?<br/></div> </td> </tr> </table> </div> <br/>  Det är inte det att vi tror att de måste skriva någonting, däremot fallerar de flesta teorier som dras fram av chemtrails-fanatikerna, med hjälp av enkla vetenskapliga förklaringar.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>KungPungPat</strong> <a href=\"/p48898367#p48898367\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Visst nu har dock Riksdagen skrivit om chemtrails ocatt dom vet om att USA har börjat spraya chemtrails runt år 1998 eller vad det var.. och sen ska vi inte glömma den svenska politikern som gick ut i media och sa att CIA och FBI sprayar chemtrails över Sverige..</div> </td> </tr> </table> </div> <br/>  Vem var politikern ?<br/>  USA och NASA har försökt stävja uppvärmning av jordytan, det finns flera sidor långa rapporter om hur det gick också, har för mig detta var på 90-talet - genom propellerplan, som inte flyger lika högt som jetplan. Det som sprayades då var tungmetaller etc, men gjorde ingen nytta så programmet lades ner.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>KungPungPat</strong> <a href=\"/p48898367#p48898367\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div> <b>Så ni tro inte på politiker och riksdagen?</b><br/>  Men ska inte dom tänka åt er så ni slipper tänka?</div> </td> </tr> </table> </div> <br/>  Var inte det en riktigt korkad fråga ? Det enda politiker gör är att ljuga, så svaret blir enkelt: NEJ, vi tror inte på politikerna!<br/>  Vill veta vilken politiker det är som sagt detta, för jag vet att det finns en som snackar om chemtrails och om att jorden är platt (ja, sant), har för mig det var en Miljöpartist i Lappland eller något.<br/> <br/>  Sluta nu tro att du vet bäst, du har redan gjort bort dig tillräckligt med att säga att det inte fanns några trails på himlen innan 2004. Kan säga att mitt första minne av flygplan som gjorde långa spår efter sig var 1984-86, 4-6-år gammal!<br/>  Läs lite om vad de som inte tror på detta säger, sidan har redan länkats antalet gånger i denna tråd!<br/>  Kolla gärna kartan som visar flygtrafiken i världen på samma sida!<br/> <br/>  edit: Det allra sämsta \"beviset\" för att chemtrails är en verklighet (att det sprutas ut gifter för att framkalla cancer etc) måste fan vara det att trails skulle vara något nytt!!<br/>  Redan innan WWII förekom det trails!<br/>  Om du har lust så kan du läsa: <b>Wakes of War: Contrails and the Rise of Air Power, 1918-1945--Part I: Early Sightings and Preliminary Explanations, 1918-1938</b> - Bara att googla, eller besöka närmsta bibliotek!<br/> <br/>  Ett litet utdrag finns <a href=\"/leave.php?u=http%3A%2F%2Fwww.highbeam.com%2Fdoc%2F1G1-164870066.html\" target=\"_blank\">här</a>"
	},
	{
		"postIndex": 1248,
		"postNumber": 1275,
		"rankGlobal": 26,
		"scoreGlobal": 79.2,
		"userRank": 40,
		"userScore": 14.5,
		"postUserName": "flystar",
		"postUserID": "u446082",
		"postUserUrl": "https://www.flashback.org/u446082",
		"postDateTime": "2011-08-24, 21:51",
		"postUrlInThread": "https://www.flashback.org/t1718010p107",
		"postUrlUniq": "https://www.flashback.org/sp32452604",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ceph</strong></div> <div>Läs gärna på om meteorologi. Hur tror du moln bildades innan det fanns flygplan? Eller <br/>  fanns det inte moln då...?<br/> <br/>  Moln bildas spontant hela tiden och har alltid gjort. Kondstrimmor finns överallt eftersom flygtrafiken är enorm idag. Alltså är det en nobrainer att kondstrimmor och moln kommer finnas på samma ställen och kommer avlösa varandra då och då (kondstrimma försvinner, moln bildas). <br/> <br/>  Det är fan sorgligt att cirkulerar en massa helt vrickade teorier om helt vardagliga saker nu för tiden. Trots att information finns i överflöd så tycks folk välja bort vetenskap till förmån för en massa (för en bildad person) vanvettiga konspirationsteorier.<br/> <br/> <br/> <br/>  Aluminium är väldigt inaktivt rent biologiskt. Däremot kan det bilda positiva joner i sura miljöer och dessa kan ställa till det för vissa växter (långt ifrån alla). Men det har som sagt med jordens surhet att göra och inte med aluminium i sig. <br/> <br/> <br/> <br/>  Hur skickar man upp \"biljoner volt\" i atmosfären? Du vet att volt är ett mått på spänning, va? Att HAARP bara är en radioantenn precis som den på SVT-huset? Att det HAARP gör görs på en myriad liknande anläggningar världen över? Att jonosfärens koppling till radio är känd sedan nästan hundra år tillbaka? <br/> <br/>  Äh...<br/> <br/>  Att moln ibland kan öka albedo (och följaktligen sänka temperaturen) är en helt annan sak och totalt okontroversiell. Men inte ens detta är särskilt enkelt, till exempel har en del molntyper (flertalet tunna moln på hög höjd t.ex.) väldigt låg albedo men hindrar istället EM på IR-våglängder från att fara ut, vilket ger en växthuseffekt och ökande temperaturer.</div> </td> </tr> </table> </div> <br/>  Du har inte läst på. Jag syftar ej på vanliga moln utan en trail från ett flygplan som bildas till ett moln... INte att moln skapas. Det är inte moln det är avgasen från flygplanet med något i. Kunde vanliga moln röra sig med vinden fast dessa chemtrail moln sitter kvar trots vinden. (JA jag inspekterade noga kvart efter kvart från när de chemtrailen kom ut tills de spred till moln. <br/> <br/>  Jag inspekterade den stora trailen som gick över hela himmelen. Det var den som spreds till ett \"moln\" aktig sen till dis. <br/> <br/>  Chemtrails är geo-engineering. Om du FORTFARNADE INTE TRO kolla orginastionen som skapade detta i USA \"http://www.youtube.com/watch?v=F58HbYTbKnU\" han säger läskigt också \"\"Its not really a moral hazard. Its more like a free-rding on our grand kids\"<br/> <br/>  Detta är en plan utav Federal reserve och inte regeringen. Hur det har spridits ända till Sverige? Antaligen Bilderberggruppen som har fått det igenom att länder har gått med på att bespruta folket med detta. Ingen aning. Han kanske inte säger rakt av att det är igång. Men tro mig det är igång om du nu kan spendera EN ENDA DAG molnfri dag och följ dessa chemtrails så kanske du ändrar din uppfattning eftersom du verkar bara tala om hur moln bildas men det är inte det jag syftar på. Jag syftar på plan som skickar UT NÅGOT vad är jag inte säker på. Men något som gör att det hålls en trail över hela himmellen som då sprids under några timmar till \"dis\" eller typ som moln men det är inte riktiga moln eftersom det kommer från en motor.<br/> <br/> <br/>  Som jag sa STUDERA himmelen när du ser dessa spår. Du kommer ändra din uppfattning med tiden om du lägger lite tid på det och sluta vara rädd för den jobbiga sanningen.<br/> <br/>  ANG HAARP OM DU går in på <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com\" target=\"_blank\">www.youtube.com</a> sök in HAARP så är det många som förklarar var det är(FINNS I NORGE) inte i Sverige dock. DEt är fleera antenner som sätts på som skickas till varandra så det bildats hur mycket volt som helst som skickas upp mot atmosfären.. Inte undra på varför det sker så många naturkatastrofer runt om i världen just nu. Finns väldigt många HAARP i USA den största är i alaska.<br/> <br/> <br/>  Heter \"High Frequency Active Auroral Research Program\"<br/> <br/>  Men du verkar bra kunnig inom just hur moln bildats eller moln i allmänhet. Fast jag försöker poängtera att detta sker bakom våra ryggar om ens Reinfeldt vet om det är frågan men han har ju besökt elit-klubben Bilderberggrupen skadad av David Rockerfeller. Så man vet ju aldrig..."
	},
	{
		"postIndex": 1313,
		"postNumber": 1341,
		"rankGlobal": 27,
		"scoreGlobal": 79,
		"userRank": 109,
		"userScore": 5.8,
		"postUserName": "Andiders",
		"postUserID": "u471693",
		"postUserUrl": "https://www.flashback.org/u471693",
		"postDateTime": "2011-11-18, 20:06",
		"postUrlInThread": "https://www.flashback.org/t1718010p112",
		"postUrlUniq": "https://www.flashback.org/sp34078949",
		"sentence": "A: Det beror på vem du frågar. Finns mätningar som tyder på nåt, medan andra påstår att det är lögn.<br/> <br/>  B: Enligt teori ska den göra oss mer lättmanipulerade.<br/> <br/>  C: Om det nu finns på riktigt, är det inget vi kan veta. För då måste vi hitta någon i vår värld som är helt opåverkad utav denna kemikalie. Men som samtidigt levt ett vanligt liv. Egentligen kanske vi skulle vara både smartare och mer kritiska etc.<br/> <br/>  D: Om du läst på mer om det så hade du vetat att det gäller \"commercial airlines\" alltså stora internationella passagerarplan. Det finns två typer av \"kondensationsmoln\" som kommer efter ett plan. Ett som löser upp sig och försvinner väldigt snabbt, en som kan vara kvar i timmar. Den som stannar i timmar är ett så kallat chemtrail. Vanligaste som beskylls är USA:s regering, eller Illuminati.<br/> <br/>  E: Det kommer med avgasen i bak, enligt konspirationsteorin. Påstås sättas dit när planet fylls med bränsle. Finns flera som påstår sig sett detta och flera bilder påstås vara bild på när detta sker, men inget som bevisats.<br/> <br/>  F: Om det är genom bränslet så kan det ju vara så att partiklarna påverkas oss, och att partiklarna frigörs vid uppvärmning.<br/> <br/>  G: Var det en fråga? Finns inga bevis, och ingen vet. <br/> <br/>  En av de som påstås begå detta är Illuminati. Illuminati påstås vara världseliten, alltså de rikaste. Rothschild, Rockefeller m.m. Tar man Rothschild, t.ex skulle dom lätt kunna kringgå dessa. De äger flera banker, och kan säkerligen kringgå så att siffror inte syns. Är det regeringen/regeringarna så vore det t.o.m ännu lättare.<br/> <br/>  Skeptisk har du rätt att vara. Finns inga direkta bevis, och vittnena är tveksamma. <br/>  Om det finns chemtrails, så döljs det lika bra som \"sanningen\" bakom Area 51."
	},
	{
		"postIndex": 2098,
		"postNumber": 2150,
		"rankGlobal": 28,
		"scoreGlobal": 78.9,
		"userRank": 43,
		"userScore": 13.4,
		"postUserName": "TheHorror",
		"postUserID": "u459919",
		"postUserUrl": "https://www.flashback.org/u459919",
		"postDateTime": "2013-02-25, 15:19",
		"postUrlInThread": "https://www.flashback.org/t1718010p180",
		"postUrlUniq": "https://www.flashback.org/sp42188028",
		"sentence": "Kan ju inte bara sluta läsa den här tråden, som binder mig som Star Wars filmerna gjorde när jag för första gången såg dem på bio. Jag med min skraltiga lilla hjärna, är inte insatt i alla dessa fancy mätningar och kemikalier som nu, enligt många påstår, sprids ut i luften från dessa flygplan. <br/>  Jag får lita på att Cept och Skunkjobb gör sitt jobb som kritiker i denna tråd, så jag kan bara rent objektivt ställa mig ett par frågor som jag tycker aldrig blir besvarade i denna tråd av dom som tror på dessa flygande historier:<br/> <br/> <b>1)</b> Om nu detta stämmer, <b>hur många ton</b> av detta ämne måste man släppa ut i atmosfären för att det skall få den effekt som man då vill ha? Ni kan ju börja med en seriös analys, först hur <b>många kubikmeter luft</b> jordens atmosfär innehåller, sedan den eventuella ämnet X och dess <b>koncentrat</b> (utspätt osv) och, ja matten har ni sedan på ett silverfat...<br/> <br/> <b>2)</b> Följdfrågan blir ju då naturligtvis; om erforderlig mängd släpps ut från ett X antal plan, varför finns det då ingen som har blivit minsta sjuk pga denna främmande agent som släpps ut i luften? Oftast brukar väl sådana ämnen synas i spår av <b>kemiska fotavtryck</b>, i så väl djurkroppar, växter, människor och natur, och i <b>synnerhet</b> om nu <b>sådana otroliga mängder</b> av detta ämne dumpas i atmosfären <b>varje dag</b>. Har detta pågått i flera år, ja då borde ju vi ha <b>skyhöga värden</b> idag, såvida dessa kemiska agenter har <b>extremt kort livslängd</b>, vilket i sin tur skulle göra det hela <b>vettlöst meningslöst</b>, om ni förstår vad jag menar.<br/> <br/> <b>3)</b> Vad är <b>syftet</b> med att <b>sjuka ner hela mänskligheten</b>, och varför via flygplan när man kan smitta ned det mest uppenbara inom samhället: <b>Medicin, dricksvatten och mat...</b> då utgår jag från det faktumet att: <u>om man nu dumpar skit från ett flygplan utan att det märks, varför kan man inte göra samma sak med livsmedel och dricksvatten, också det utan att det märks</u>, istället för att fylla på första bästa jumbojet och spreja hej villt åt alla håll och kanter.<br/> <br/>  Dessa frågor anser jag inte innehålla avancerad kunskap om olika maskiner, mätinstrument, kemiska analyser osv, det är rent objektiva frågor ur praktisk synvinkel och en smula sunt förnuft. Om jag vore den som skulle vilja släppa ut gifter för att kontrollera människan eller naturen på ett negativt sätt, så skulle flygplan vara det allra sista redskapet i mina tankar, så vida inte hela världen stod i brand och människans utrotning oundviklig."
	},
	{
		"postIndex": 1022,
		"postNumber": 1048,
		"rankGlobal": 29,
		"scoreGlobal": 78.4,
		"userRank": 5,
		"userScore": 46.3,
		"postUserName": "ksv",
		"postUserID": "u12820",
		"postUserUrl": "https://www.flashback.org/u12820",
		"postDateTime": "2011-01-06, 03:00",
		"postUrlInThread": "https://www.flashback.org/t1718010p88",
		"postUrlUniq": "https://www.flashback.org/sp28027257",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Mannen1</strong></div> <div>Kan du förklara varför jag och andra människor inte har sett dessa under större delen utav våra liv?</div> </td> </tr> </table> </div> Antagligen för att ni inte funderat så mycket kring det innan ni började läsa om chemtrails på internet.<br/> <br/>  En normalt funtad tonåring brukar inte spendera allt för mycket tankeverksamhet åt molnens uppkomst och utbredning. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/><br/> <br/>  Men sett över några decennier har flygtrafiken ökat ganska kraftigt, vilket förstås är en bidragande orsak.<br/>  Något annat som möjligen skulle kunna påverka är att vi idag har effektivare vingar och därmed flyger mer på högre höjder. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Mannen1</strong></div> <div>Du skriver att vid vissa väderförhållanden så bildas dessa cirrus moln. Hur kommer det sig att det nuförtiden <u>alltid</u> bildas, oavsett hur vädret är? Vilket land jag än befinner mig. Och att jag väldigt ofta, nu för tiden, ser systematiska streck över himlen som varje gång slutar upp i cirrus moln?</div> </td> </tr> </table> </div> Det är få tillfällen och platser på jorden där det är helt molnfritt. Där det finns moln, finns det uppenbarligen på åtminstone någon höjd atmosfäriska luftförhållanden som möjliggör att moln skapas och blir kvar en tid.<br/> <br/>  Förenklat kan man säga att moln bildas när luftens relativa fuktighet överstiger 100%. Luften klarar inte att hålla allt vatten i gasform och då sker en övergång till vätska i form av små vattenpartiklar. Moln alltså.<br/> <br/>  Luftens temperatur avtar med stigande höjd och ju kallare luften är, desto mindre absolut mängd fuktighet klarar den av att hålla.<br/>  Så när ett varm och fuktigt luftpaket stiger kommer den luften så småningom kylas ned till den temperatur där den blir mättad. <br/>  På den höjden har vi alltså ett förhållande där den höga relativa fuktigheten gör att vattendropparna/iskristallerna som av en eller annan anledning skapats, inte förångas utan istället stannar kvar.<br/> <br/>  Jag är ingen vidare pedagog och för den som inte känner sig hågad att införskaffa en bok om grundläggande meteorologi, tycker jag wikipedia ger en lättfattlig förklaring:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fsv.wikipedia.org%2Fwiki%2FMoln%23Bildning\" target=\"_blank\">http://sv.wikipedia.org/wiki/Moln#Bildning</a><br/> <br/>  En k-strimma är på alla sätt ett sorts moln. Enda skillnaden är att flygplanet varit den utlösande faktorn.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fsv.wikipedia.org%2Fwiki%2FKondensationsstrimma\" target=\"_blank\">http://sv.wikipedia.org/wiki/Kondensationsstrimma</a><br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       En kondensationsstrimma, eller K-strimma, är en typ av moln som uppstår genom kondensation eller frysning av avgaserna från flygmotorer. Förbränningen av kolväte i motorerna producerar koldioxid och vattenånga. Det lokala tillskottet av vattenånga kan efter att de varma avgaserna avkylts av den omgivande luften leda till att daggpunkten uppnås och molndroppar eller iskristaller uppstår. När iskristaller produceras kan molnet bestå flera timmar      </td> </tr> </table> </div> Daggpunkten är den temperatur där luften når 100% fuktighet.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Mannen1</strong></div> <div>Jag har vid upprepade tillfällen sett både \"vanligt\" condens utsläpp samtidigt som jag har sett det andra. Hur förklaras det?</div> </td> </tr> </table> </div> Du menar att vissa k-strimmor ligger länge, men andra inte?<br/>  Det beror huvudsakligen på att flygplanen du observerat flugit på olika höjder. Större flygplan skapar dessutom rimligen större strimmor.<br/> <br/>  Ska k-strimman ligga kvar en längre tid, krävs att det här tillståndet med mättat luft ligger stabilt över ett större område på exakt den tryckhöjden flygplanet flyger på.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Mannen1</strong></div> <div>Över min lilla stad i Sverige var det inte särskilt ofta som man överhuvudtaget såg ett flygplan åka över oss, nu för tiden ser jag dessa, minst ett par gånger per månad. Och varje gång bildas det cirrus moln, varesig det är vinter,höst,vår eller sommar.</div> </td> </tr> </table> </div> Cirrus kan bildas året om, dock på lite lägre höjder på vintern."
	},
	{
		"postIndex": 3361,
		"postNumber": 3434,
		"rankGlobal": 30,
		"scoreGlobal": 77.4,
		"userRank": 18,
		"userScore": 23.4,
		"postUserName": "Felicidade",
		"postUserID": "u892019",
		"postUserUrl": "https://www.flashback.org/u892019",
		"postDateTime": "2014-04-26, 11:38",
		"postUrlInThread": "https://www.flashback.org/t1718010p287",
		"postUrlUniq": "https://www.flashback.org/sp48535085",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>SnakePlisssken</strong> <a href=\"/p48490785#p48490785\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Nej det finns nog inte många sunda människor som oroas av detta. En man som \"forskar\" i Morgellons syndrom (dvs en inbillningssjuka där man tror att kroppen utsöndrar fibrer etc) som om det vore en riktig sjukdom. Och frystorkade blodceller som sprids från flygplan ska alltså vara orsaken till detta...  I ditt förra inlägg tror jag dessutom att du antydde att staten mörkar och inte vill ta tag i denna \"sjukdom\". Dock gjordes en stor studie av fenomenet i USA (se CDC Investigation i länken nedan) efter att kongressen fått in en massa namnunderskrifter om saken. Efter 6 år kom resultatet (2012) som visade att det fortfarande är, hör och häpna, en inbillningssjukdom. Dessutom har den spridit sig i jämn och fin takt i och med att den förekommer allt oftare på youtubefilmer och en massa sitter på internet.. Så fri information har nog sina avigsidor också... <a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FMorgellons\" target=\"_blank\">http://en.wikipedia.org/wiki/Morgellons</a><br/></div> </td> </tr> </table> </div> <br/>  Om du och resten av förnekelsegänget tillhör staten vet jag inte, men att ni inte är sunt objektiva är uppenbart.<br/> <br/>  Wikipedia är naturligtvis inte tillförlitligt i detta sammanhang, har DU/NI skrivit där någon gång?<br/>  Det som du citerar från Wikipedia är skrivet av vem då?  Dig eller vem då?  Ingen skribent har ansvarigt undertecknat, ändå väljer du att citera detta anonyma.<br/> <br/>  I världen uppstår det ständigt nya märkliga företeelser och fenomen. Vi hinner knappt med och oftast slår vi ifrån oss dessa som påhitt, konspirationsteorier eller så förklarar vi människor som bär på nya åkommor som psykisk sjuka. Detta är inte så konstigt därför att information som ges till allmänheten är fragmenterad.<br/>  Text: Ivan Björn<br/>  Ena dagen hände något, nästa dag blir samma händelse nyanserad till något annat, vilket resulterar i att en människa vet inte vad hon ska tro, eller så kommer man att bråka med varandra om sanningshalten i det ena eller det andra påståendet. Så är det även med Morgellons sjukdom.<br/>  Jag googlade och så blev den första träffen Wikipedia som påstår att Morgellons syndrom är ett syndrom av vanföreställningar där ovanliga fibrer kryper i huden och ger bestående hudskador. Genast går mina tankar till fibromyalgi som ansågs i början också vara psykiskt betingat, liksom elöverkänslighet och mycket annat.<br/>  Här vill jag passa på att uttrycka ett stort tack till alla människor som bär sjukdomar på sina axlar och på grund av detta åstadkommer de ett synliggörande av att något i våra samhällssystem är fel!<br/>  När jag såg olika dokumentärer om chemtrails så har det påståtts i vissa av dessa att chemtrails är spetsade med nanofibrer som är så gott som oförstörbara och dessutom är dessa fibrer intelligenta. Under tiden har jag kommit över en tysk dokumentär där det påstås bland annat att partiklar för detta ändamål faller ner från himlen. Det är bra att veta att dessa konstgjorda fibrer,  gör dessa övergångar, som också kallas morgellon.<br/>  I den tyska dokumentären påstås det vidare att  Morgellon är en levande teknik i din kropp. Dessa fibrer växer och kommunicerar, enligt vissa personer,  med din kropp. Ett gränssnitt sammankopplar elektronik med ditt nervsystem.<br/>  Det handlar alltså om total kontroll och genast går mina tankar till White TV där Snowden inleder med varningen: watching everything you do och menar också att vi inte längre har ett privatliv alls, men vi kan skapa oss ett ostört privatliv, om vi lägger telefon, läsplatta etc ifrån oss och lämnar TV-rummet.<br/>  Henry Kissinger sa följande:<br/>  Allt kommer att bli annorlunda, många kommer att lida. Det bli infört en ny världsordning. De som överlever kommer att leva i en mycket bättre värld. En värld som vi har längtat efter blir till en realitet.<br/>  Paul Warburg en av grundarna av FED konstaterade:<br/>  Världsregering kommer vi att ha oavsett om vi vill eller ej. Den enda fråga som återstår är om människor kommer att frivilligt samtycka till detta, eller om vi blir tvungna att tvinga dem.<br/>  I mitt vanliga liv har jag märkt att på bilens framruta syns det till och från små genomskinliga fibrer som syns bäst i gatubelysning. Dessa fibrer fanns där även om bilen stod i carporten.  Det finns en sevärd dokumentär om Morgellons presentation där de pratar och visar i 5:e minuten och 55:e sekunden om märklig snö!<br/>  Genast går mina tankar till Pernilla Hagberg och hennes blogg där hon påvisar samma fenomen!<br/>  Presentation av en dokumentär om Morgellon lyder:<br/>  Som många av oss vet, en stor mängd flygplan sprutar  för närvarande de flesta av jordens befolkning med aluminium, barium, strontium, etc. Mindre diskuterade komponenter i sprutprogram inkluderar lab-skapade syntetiska livsformer och andra biologiska material såsom röda blodkroppar, svamp och själv reproducerande nanofibrer. Massiva och olika geo-engineering verksamheter finns verkligen. Dessutom har en säregen syndrom som kallas Morgellons vuxit fram och har nu kopplats till dessa eugenik / transhumanistiska verksamheter.<br/>  På en annan hemsida som är genomarbetad skrivs det om Morgellons på följande sätt:<br/>  I slutändan har ett antal personer med Morgellons dött nyligen. Bland dem var en kär vän till mig som heter Karen Whitledge. Hon var den fantastiska personen som byggde denna webbplats för mig. Hon är mycket saknad av alla som kände henne.<br/>  Många andra är mycket sjuka och lidande. Detta inkluderar husdjur och spädbarn. Hur förklarar du en vanföreställning hos spädbarn eller husdjur?<br/>  Min egen slutsats är att trots en slags hopplöshet i situationen så finns det en ljuspunkt. Denna ljuspunkt heter MEDVETENHET. Var medveten och då kan de som vill kontrollera dig inte skada dig.<br/>  Av detta uppstår fler frågor. Det finns de som är bergsäkra på chemtrails besprutning och de finns de som förnekar detta som rena fantasier. Min poäng med denna artikel är att oavsett var Morgellons kommer ifrån är det kanske inte så enkelt att vifta bort detta som en psykisk åkomma.<br/>  Jag tycker att vi i samhälle borde fråga oss vad det finns för anledning till att ovanliga sjukdomar uppstår, varför blir dessa sjukdomar mer vanligare och mer utbredda med tiden och vad vill dessa sjukdomar säga till oss dvs vad det är för brister i samhället som förorsakar detta. Frågor är öppna och svar är för få <br/>  Kanske kan läsarna av NewsVoice komma med mera information om dessa företeelser.<br/>  Text: Ivan Björn"
	},
	{
		"postIndex": 3839,
		"postNumber": 3922,
		"rankGlobal": 31,
		"scoreGlobal": 76.9,
		"userRank": 27,
		"userScore": 18.1,
		"postUserName": "gason",
		"postUserID": "u167619",
		"postUserUrl": "https://www.flashback.org/u167619",
		"postDateTime": "2014-07-02, 09:30",
		"postUrlInThread": "https://www.flashback.org/t1718010p327",
		"postUrlUniq": "https://www.flashback.org/sp49430219",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>KungPungPat</strong> <a href=\"/p49429257#p49429257\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Det är inga \"roliga teorier\" som man tror på när man börjar notera att flygplan börjar lämna stora jävla sträck över hela himmlen så att det vissa dagar ser ut som en krigszon på himmlen för det är så mycket linjer som inte förångas som vanliga contrails gör för dom är bara vattenånga.<br/> <br/>  Tur att du vet bättre än riksdagen, svenska politiker, NASA och miljontals intelligenta människor som noterat att flygplanen lämnar efter sig nånting som dom inte lämnat efter sig förut.<br/> <br/>  Lol diskutionen frammåt hahahahaaa det skulle inte ens vara en dskution här om du visste vad filmbevis är och dessutom skillnaden mellan contrails och chemtrails för som sagt bevis talar för sig själv och teorier kan aldrig få bevisen att inte vara bevis.. så jag håller mig helldre till bevisen är teorierna som ni tror på trots att en tro är motsatsen till att veta.<br/> <br/>  Allt är fel på dina förklaringar för som sagt du tror på massa skit och vet väldigt lite så filmbevis spelar inte ens nån roll för dig för du vet inte vad bevis är för du tror teorier som om dom var bevis även om teorin säger emot de fysiska bevisen.<br/> <br/>  Håller du med om att flygplan inte kan skapa moln på himmlen på grund av kondens som förångas och försvinner efter 30 sekunder?<br/> <br/>  Nej just det för du är en idiot och teorier är nånting du TROR är fakta eftersom du är hjärntvättad sen du föddes och tränad till att aldrig använda dina egna tankar och bara repetera andra människors teorier rpecis som att teorierna är fakta trots att en teori är en obevisad idé.</div> </td> </tr> </table> </div>   De personer som en gång i tiden startade teorierna tyckte säkert det var jätteroligt. Förmodligen skrattar de fortfarande åt alla stackare som gick på det. Men nej, det är inte särskilt roligt faktiskt. Det är ganska tragiskt. Politiker som slösar våra skattepengar på att utreda sånt här trams borde få sparken och bli återbetalningsskyldiga. Pengarna behövs på annat håll, utbildning till exempel. Den är skrämmande eftersatt på både det ena och andra hållet.<br/> <br/>  Det var väldigt vilket förtroende du har för svenska politiker och amerikanska myndigheter helt plötsligt.<br/> <br/>  Ett videoklipp på ett spår i himlen bevisar inte vad det består av. Ingen intelligent människa kan påstå det utan att medvetet ljuga.<br/> <br/>  Om allt jag säger är fel, hur fungerar det då? Vad händer när ett vanligt moln bildas och vad händer när ett vanligt moln löses upp? Förklara för oss som tydligen inte vet.<br/> <br/>  Flygplan kan flyga utan att skapa moln alls.<br/>  Flygplan kan flyga och skapa moln som försvinner efter allt från väldigt kort tid till att inte försvinna alls förrän de blåser bort.<br/>  Hur mycket moln som bildas beror på temperaturen och luftfuktigheten i luften som planet flyger genom. Varför frågar du något som jag redan svarat på ett antal gånger?<br/> <br/>  Hur är det nu, håller du med om att ett helt vanligt moln kan ligga kvar på himlen i flera timmar utan försvinna? Ja eller nej räcker bra som svar."
	},
	{
		"postIndex": 1954,
		"postNumber": 2002,
		"rankGlobal": 32,
		"scoreGlobal": 76.4,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "skunkjobb",
		"postUserID": "u593561",
		"postUserUrl": "https://www.flashback.org/u593561",
		"postDateTime": "2012-09-27, 19:59",
		"postUrlInThread": "https://www.flashback.org/t1718010p167",
		"postUrlUniq": "https://www.flashback.org/sp39554110",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Lidltyrannen</strong></div> <div>Jo det har du rätt i har självklart tänkt på samma sak. Men när man analyserar är det väll att man måste leta efter rätt sak för att hitta det. Vi vet nu att Arafat blev mördad med polonium men eftersom man inte letade efter det kom man aldrig på det, kan det inte va samma sak här? Samtidigt måste man hitta just hitta rätt batch jetbränsle och vem ska ta tid och analysera och även vara kunnig att göra det. Och det viktigaste vem skulle tro på personen även om den kom ut med informationen. Det skulle väll bara avfärdas som en konspirationsgalning som vanligt!<br/> <br/>  Säger absolut inte att det är de dem gör. Men det är vad jag tror dem gör om nu chemtrails är på riktigt, vilket jag självklart inte vet.</div> </td> </tr> </table> </div> Visst är det oftast en fördel att tala om för labbet vilka ämnen de ska analysera men vet de troende inte ens det? Det är ju en väldigt klen teori att säga typ \"flygplanen sprider något\" utan att säga vad. Nu hampar det sig ju som så att det av de flesta idioter påstås vara aluminium och barium. Varför man skulle sprida något så harmlöst som aluminium som det ändå finns massor av i det översta av jordskorpan vete fan. Arafat vet jag inte om man letade efter några som helst substanser hos direkt efter döden. Gjorde man det?<br/> <br/>  Med tanke på hur stor andel av alla flygplan som lämnar länge bestående strimmor efter sig så ska du inte behöva ta så många prover innan du hittar rätt. Analysen fixar vilket labb som helst, t ex <a href=\"/leave.php?u=http%3A%2F%2Fse.alcontrol.com%2F\" target=\"_blank\">http://se.alcontrol.com/</a> Säg inte varför du gör provet för då kommer CIA att döda dig och hela labbpersonalen<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> <br/> <br/>  Vem som skulle tro på det? Jag tror du fått en del om bakfoten. Det är inte så att jag dogmatiskt inte tror på kemstrimmetorin. Jag tror inte på den pga den totala avsaknaden av bevis. Fixar du bevis så blir det en helt annan sak.<br/> <br/>  Jag presenterade för ett par veckor sedan ett ännu bättre sätt att en gång för alla bevisa kemstrimmorna, på tryggt avstånd, omöjligt att dupera, helt enkelt en perfekt metod men av någon outgrundlig anledning så är det ingen troende som gör detta. Har du någon teori om varför de inte gör det?"
	},
	{
		"postIndex": 3879,
		"postNumber": 3962,
		"rankGlobal": 33,
		"scoreGlobal": 76.4,
		"userRank": 77,
		"userScore": 7.8,
		"postUserName": "DjILY",
		"postUserID": "u592445",
		"postUserUrl": "https://www.flashback.org/u592445",
		"postDateTime": "2014-08-07, 04:59",
		"postUrlInThread": "https://www.flashback.org/t1718010p331",
		"postUrlUniq": "https://www.flashback.org/sp49849298",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>05.30</strong> <a href=\"/p49849225#p49849225\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Ditt problem är att du vill se bevis på <b>ALLT</b>!</div> </td> </tr> </table> </div> Det har påpekats flera gånger i tråden att det folk vill se (inklusive jag) är _ett_ konkret bevis.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>05.30</strong> <a href=\"/p49849225#p49849225\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Man måste inte ha bevis på allt utan man kan observera trender och använda sin intuition (om man är frisk) för att komma till slutsatser.</div> </td> </tr> </table> </div> Nej. Om man har kunskaper. Blott intuition hjälper föga om fenomenen är icke-intuitiva eller kontraintuitiva. Det finns gott om kontraintuitiva fenomen inom naturvetenskap som kräver kunskaper att förstå. \"Förstå\" här är också ett sätt att forma intuitionen så att den blir tillämplig i specifika fall.<br/> <br/>  Intuition ersätter inte faktiska kunskaper.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>05.30</strong> <a href=\"/p49849225#p49849225\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Det skulle tydligen finnas kärnvapen i Irak - man hittade inga men ockuperade landet ändå. Så trots avsaknaden av bevis samt verkställandet av ett krig så tror vissa fortfarande inte att Irakinvasionen var till för att destabilisera Mellanöstern.</div> </td> </tr> </table> </div> Off-topic och dessutom non sequitur, frånvaro av belägg för WMD är givetvis inte belägg för en annan speciell idé, lika lite som frånvaro av belägg för utseendet på en speciell gren på livets träd är belägg för kreationism.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>05.30</strong> <a href=\"/p49849225#p49849225\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Dessa personer är givetvis väldigt sjuka och då menar jag att de har en hjärnskada eftersom de saknar en intuitiv kapacitet. Inom vissa alternativa research-communities säger man att man har en \"left brain modality\" vilket fullt ut beskriver de medicinska/psykologiska aspekterna kring varför någon kräver en oändlig bevisföring innan de överhuvudtaget börjar tro på något. Det mest hälsosamma är att ställa sig i mitten dvs att kräva bevis men att samtidigt vara intuitiv. </div> </td> </tr> </table> </div> Vilket visar att konspirationsjönsar är plantor på kognitionspsykologi och neurologi också...<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>05.30</strong> <a href=\"/p49849225#p49849225\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Du är väl inte så naiv att tro att om någon har en agenda att de inte gör precis allt för att saker <b>INTE </b>ska gå att bevisa alternativ kamouflera bevisen? Det är just därför man använder sin intuition, och med tanke på vad som händer i världen så gör man nog bäst i att vara öppen för ganska många \"udda\" förklaringar och teorier.</div> </td> </tr> </table> </div> Agendan är inte belagd. Denna \"någon\" är inte belagd. Fenomenet som sådant är inte belagt, kamouflage är således inte belagt.  <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>05.30</strong> <a href=\"/p49849225#p49849225\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Dessutom handlar det om att <b>TRO</b>. Om något ska bevisas fullt ut så <b>TROR </b>du inte längre. Utan då <b>VET </b>du förhoppningsvis. Att vara oförmögen att ställa sig på tro-sidan är otvivelaktigt ett tecken på hjärnskada och en oförmåga att använda sin kreativa del av hjärnhalvan.</div> </td> </tr> </table> </div> Det finns för det första mellanlägen mellan tro i religiös mening (den tro du företräder) och veta som i etablerat faktum. Det här förstår ju alla som vet någonting om kunskapsfilosofi, så vem riktar du dig till? <br/> <br/>  För det andra är det en naiv poppsykologisk idé det där med en klar logisk hjärnhalva (vänster) och en \"kreativ\" hjärnhalva som någon sorts jävla dikotomi. Och olika personlighetsdrag är naturligtvis inte \"tecken på hjärnskada\". <br/> <br/>  Det roliga med er totalbombade är att ni för varje inlägg producerar mer lösa påståenden än kommer med belägg. Så er bevisbörda bara växer och växer och växer.<br/> <br/>  Nu har du följande saker att belägga med peer-review:<br/>  * Syftet med invasionen av Irak var att destabilisera Mellanöstern.<br/>  * Hjärnhalvorna kan trivialt beskrivas som en \"troende\" och \"kreativ\" höger hjärnhalva och en logisk, beviskrävande vänster. (I själva verket förefaller tro på dumheter och se-mönster-i-ingenting ha mer att göra med temporalloberna, specifikt gyrus temporalis major)<br/>  * Logiskt tänkande är indikativt för hjärnskador (det omvända gäller faktiskt)<br/>  * \"Left Brain Modality\" är en seriös term (det är den inte, men jag lägger mig helt platt om du uppvisar en enda lärobok eller peer-review-artikel inom neurologi som utan kritik använder termen)<br/> <br/>  Sist och slutligen, chemtrails är ingen jävla trosfråga. Det är en fråga om verklighet och har ett ja- eller nej-svar. Dikotomin kreativitet-logik existerar inte heller.<br/> <br/>  Så, genom att svara såhär genom att gå till attack och personangrepp och inte ge en enda källa förlöjligar du din position än mer samt skapar nya påståenden som varje klok människa garvar åt.<br/> <br/>  Kan vi få ett belägg på chemtrails? Ett som inte är en YT-video, någon löjlig mätning av lera eller någon pöl där exakt noll har gjort för att styrka kausaliteten med flygplan eller något anonymt eller redan sågat vittne, tack?<br/> <br/>  Jag kan tänka mig ett antal sätt att faktiskt bekräfta chemtrails. LIDAR+spektroskopi som föreslagits i tråden är ett och troligtvis ett förbannat billigt sätt också i jämförelse. Ta prov direkt i en påstådd chemtrail och jämföra med referens är en annan, lite krångligare. Fånga någon eller något på marken med byxorna nere är ett tredje. En god indiciekedja från början till slut med goda argument vore också ett belägg faktiskt, och inte ens det klarar ni av, trots att det enda som behövs är att ni skriver ner er tankegång.<br/> <br/>  Sluta gömma dig bakom \"tro\". Detta är som sagt en fråga om evidensbasering. Att påstå något annat är oseriöst och larvigt. Och att stödja din tro med \"icke-analogier\" som är off-topic är ännu löjligare. Supermegalöjligt blir det där låtsasanalogierna i sig gör verklighetsfrånvända påståenden och kräver belägg som inte presenteras."
	},
	{
		"postIndex": 1246,
		"postNumber": 1273,
		"rankGlobal": 34,
		"scoreGlobal": 76.3,
		"userRank": 40,
		"userScore": 14.5,
		"postUserName": "flystar",
		"postUserID": "u446082",
		"postUserUrl": "https://www.flashback.org/u446082",
		"postDateTime": "2011-08-24, 21:18",
		"postUrlInThread": "https://www.flashback.org/t1718010p107",
		"postUrlUniq": "https://www.flashback.org/sp32451600",
		"sentence": "Fan hade inte sett chemtrails på typ 3 dagar så trodde de var över! Fast imorse vaknade jag 5 pga jobb så åkte bil runt halv 6 såg då plan åker tvärs över himmelen hur mycket som helst inne i Stan, hornstull (stockholm) Eftersom jag jobbar ute kunde jag följa dessa spår och vad som hände senare. Vid lunch(11) så hade spridits ut och skymde solen från att komma ner på mitt ansikte... DEM STÖR MIN SOLBRÄNNA OCKSÅ :@<br/> <br/>  Så folk som inte tror på chemtrails fortfarande. Sen när kunde ett flygplan släppa ut en \"trail\" som håller i flera timmar sprids ut och blir som dis moln typ o täcka solen?? Ne såklart har dem blandat i alimiunum eller något skit i dessa.<br/> <br/>  Känns så vidrigt att bli attackerad på detta vis. Känns som väldigt få vet om just chemtrails och är ett måstte att få upp i riksdagen eftersom detta kommer påverka oss negativt i framtiden då vi inte kommer kunna använda vanliga frön för att odla mat osv.  Finns en artikel där dom har forskat fram en genommanipulerad frö som tål just aluminium. <br/> <br/>  Så varför skulle dom göra detta? Jag har läst mycket om just chemtrails och det verkar ha en koppling till HAARP(läs på själva vad det är) Tydligen värmer HAARP upp jorden eftersom dden skickar upp biljoner volt i atmosfären som då måste komma ner på jorden då blir det varmare. Så att sprida dessa chemtrails gör det lite kallar eftersom man skymmer solen att komma in. <br/> <br/>  Globala uppvärming, right. Det handlar mest om att tjäna pengar på miljö produkter som ska vara \"bättre\" för miljön fast det har samma påverkan. Att hugga ner regnskog blir då dubbelmoral!<br/> <br/>  Över 30000 forskare har stämt Al Gore pga den sörjan han ljuger ut åt folket. Det är tydligen solen som har sina tider då det blir varmare eller kallare på jorden. Om då globala uppvärmning är sånt hot.. varför har de inte varit det innan? Vulkaner, djur och mycket mer släpper ut mer co2 än vad vi gör.<br/> <br/>  Men detta handlar om just Chemtrails gick lite offtopic =)"
	},
	{
		"postIndex": 1002,
		"postNumber": 1028,
		"rankGlobal": 35,
		"scoreGlobal": 75.9,
		"userRank": 5,
		"userScore": 46.3,
		"postUserName": "ksv",
		"postUserID": "u12820",
		"postUserUrl": "https://www.flashback.org/u12820",
		"postDateTime": "2010-11-03, 13:14",
		"postUrlInThread": "https://www.flashback.org/t1718010p86",
		"postUrlUniq": "https://www.flashback.org/sp26589690",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Tillinghast</strong></div> <div>Jag skulle tippa på att det rör sig om under 5000 meter. Varför jag kallar det lågflygande är för att jag inte sett flyplan flyga på den höjden förut. Det är som om man plötsligt kommit på att det är effektivare att flyga på halva höjden.</div> </td> </tr> </table> </div> 5000 är inte särskilt lågt. Det är t.ex. den höjden man har över Västerås när man ska till Arlanda.<br/> <br/>  Men ditt problem, som du tyvärr inte tycks inse, är att du verkligen inte har en chans i världen att bedöma om ett flygplan flyger på 5000 eller 8000 meter.<br/>  Jag såg t.ex. ett flygplan ovanför Märsta som flög så lågt att jag kunde se vilket bolag det tillhörde. När jag gick in och tittade på flygradar.nu visade det sig att det var en A380 som faktiskt flög på 9000 meters höjd. K-strimman låg f.ö. kvar i stort sett intakt även sedan det planet passerat Örebro.<br/> <br/>  Inte heller har du någon som helst chans att bedöma om ett flygplan på 5000 meters höjd stiger eller sjunker, då planet lär försvinna ur sikte innan en höjdförändring så långt bort går att urskilja med blotta ögat. <br/> <br/>  Som jag också påpekat tidigare flyger sällan flygplan någon rak linje från A till B, vilket gör att det är svårt att dra slutsatser om vart flygplan man ser är på väg.<br/> <br/>  Som yrkespilot tittar jag dagligen på omgivande trafik och då jag samtidigt har facit i hand på mina bildskärmar, vet jag hur svårt ovanstående är att avgöra med blotta ögat.<br/> <br/>  Då du saknar dessa kunskaper, måste du lite på mig när jag säger att det är oerhört svårt att avgöra vart flygplan man observerar på himlen är på väg.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Tillinghast</strong></div> <div>Sen antar jag att registreringsnumret sitter på undersidan av vingen, för annars vet jag hur jag skulle kunna se det.</div> </td> </tr> </table> </div> Ja, ofta. Som på <a href=\"/leave.php?u=http%3A%2F%2Fimg210.imageshack.us%2Fimg210%2F2240%2Fdsc00527f.jpg\" target=\"_blank\">det här fotot</a> jag tagit.<br/>  Ibland står det på sidan. Men även om du bara kan se vilket flygbolag det är, borde ge tillräcklig information om vad det är för en flight.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Tillinghast</strong></div> <div>Och då faller också förklaringen att det är några hus på marken som gör att strimmorna huggs av?</div> </td> </tr> </table> </div> Ja, är höjden 5000 meter så har direkt underliggande bebyggelse och terräng oftast inte något med saken att göra.<br/>  Inte heller skulle något som eventuellt släpptes ut från den höjden falla rakt ner, utan istället färdas med vinden 10-tals mil eller långt mer. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/><br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Tillinghast</strong></div> <div>Ja, om du vet att man den här hösten har börjat med cirkusflygning, så är väl allt i sin ordning antar jag.</div> </td> </tr> </table> </div> Cirkusflygning är att ta i, men när flygtrafiken blir mer än en flygplats kan hantera läggs man i <a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FHolding_%2528aviation%2529\" target=\"_blank\">holding</a>.<br/>  Man hinner ganska långt bort innan man svänger tillbaka, så från marken kan det se ganska obegripligt ut med en mängd k-strimmor kors och tvärs - särskilt om det ligger ett antal plan i holding samtidigt.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Tillinghast</strong></div> <div>Alltså jag har sett strimmor ligga bredvid varandra på runt samma höjd, och vissa har slutat och andra har inte. Sen har jag även sett ett plan med en vanlig kondenstrimma efter sig som flög bredvid en strimma.</div> </td> </tr> </table> </div> Åter igen, du har verkligen ingen som helst chans att från marken bedöma om det skiljer flera tusen fot i höjd.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Tillinghast</strong></div> <div>Men det kanske är så att det finns en massa olika tunna luftlager som genererar heeeelt olika förutsättningar.</div> </td> </tr> </table> </div> Ja visst, så ligger det till.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Tillinghast</strong></div> <div>Sen kan du ju tipsa om någon bra sida där man kan kolla upp SID och STAR.</div> </td> </tr> </table> </div> Det är något som flygbolag betalar för att få tillgång till i form av inflygningskartor, men jag tror att Transportstyrelsen har den informationen i sina publikationer.<br/> <br/> <br/>  Men Tillinghast, handen på hjärtat nu, tror du på fullaste allvar att flygplanen du ser flyger omkring och avsiktligt släpper ut gifter?<br/>  Isåfall, varför låter du det fortgå? Varför polisanmäler du inte?<br/>  Du vill inte ens tala om i vilken del av Sverige detta sker, så att vi med god insyn i luftfartsverksamhet kan hjälpa till att reda ut saken.<br/> <br/>  Om jag hade misstänkt att något sådant fortgick, hade jag genast kontaktat ATCC för att reda ut vad jag sett och sedan polisanmält saken.<br/>  Vi som arbetar på hög höjd skulle isåfall i långt mycket högre utsträckning vara exponerade, så du kan lugnt räkna med att Svensk PilotFörening ganska omgående ställt in de flesta flygningar."
	},
	{
		"postIndex": 1564,
		"postNumber": 1602,
		"rankGlobal": 36,
		"scoreGlobal": 75.4,
		"userRank": 6,
		"userScore": 45.5,
		"postUserName": "NattNatt",
		"postUserID": "u602311",
		"postUserUrl": "https://www.flashback.org/u602311",
		"postDateTime": "2012-04-01, 15:07",
		"postUrlInThread": "https://www.flashback.org/t1718010p134",
		"postUrlUniq": "https://www.flashback.org/sp36577602",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>discord</strong></div> <div>Förvisso har du i sak rätt angående detta, men det som i sanningen är ignorant är att vägra inse att de sakliga förhållanden och logiska argument som talar emot chemtrail-teorierna (återkommer till denna pluralisering) är i princip allenarådande i debatten. Det finns i stort sett inga logiska argument för teorierna som inte är vederlagda med fakta, sakliga förhållanden som talar för teorierna saknas helt och hållet.<br/> <br/>  Nu till pluraliseringen, chemtrails rör sig egentligen om flera olika teorier vilka förenas i att flygplan nyttjas för något fuffens och att detta går att se genom att kondensspåren inte uppför sig på det sätt som proponenterna vill hålla för sanning. Och detta är faktiskt ett av de tyngst vägande argumenten för att hela soppan av teorier faktiskt bara är nys och helt utan substans. Teorierna har evolverat genom åren endast därför att de utsatts för kritisk granskning och vederlagts eller i vart fall kunnat hållas för osannolika. Detta är typiskt för konspirationsteorier som har svag verklighetsförankring. Chemtrails är nys, det finns väldigt svaga om några belägg samtidigt som det finns oerhörda mängder med information som motsäger teorierna.</div> </td> </tr> </table> </div> <br/>  Det jag tycker är lite konstigt med hela den här debatten är att vi har en sida, som tittat upp emot himlen och lagt märke till att någonting inte är som det tidigare har varit. Dom flesta har gjort det här ganska utstuderat och under lång tid.<br/> <br/>  På andra sidan har vi dom som utan att ens bry sig om att följa planen och dessa strimmors beteende avfärdar hela grejen på grund av att det verkar totalt orimligt och för att dom anser sig ha fakta och utbildning som påvisar att detta omöjligtvis kan vara annat än en konspirationsteori.<br/> <br/>  Att det är väldigt svårt att bevisa vad det är som pågår måste man som deltagare i debatten ha viss förståelse för eftersom det (om det stämmer) lär mörkas så inni helvete och det lär vara väldigt få personer i Sverige som verkligen har koll på vad det egentligen är som händer. Däremot så är det inga problem att visa att det är någonting som pågår, på grund av att det som sagt räcker med att studera flygplanen och dess molnbildning för att se att det är någonting som inte stämmer.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Chemtrails är nys, det finns väldigt svaga om några belägg samtidigt som det finns oerhörda mängder med information som motsäger teorierna.      </td> </tr> </table> </div> <br/>  Varför tror du att det är så? Tror du vanligtvis när det gäller konspirationer att den grupp som konspirerar inte ser till att det finns mängder med saker som \"bevisar\" att allting står rätt till. Det är det som är hela grunden i en konspiration. <br/> <br/>  Att det ens finns några svaga belägg överhuvudtaget som du uttrycker det borde väll vara tillräckligt för att höja på ögonbrynen. När det gäller flygplan som åker runt på himlen och sprayar saker bör det inte finnas några belägg över huvudtaget då det inte bör existera."
	},
	{
		"postIndex": 3369,
		"postNumber": 3443,
		"rankGlobal": 37,
		"scoreGlobal": 75.3,
		"userRank": 39,
		"userScore": 14.5,
		"postUserName": "Antagon.Ister",
		"postUserID": "u878522",
		"postUserUrl": "https://www.flashback.org/u878522",
		"postDateTime": "2014-04-26, 16:45",
		"postUrlInThread": "https://www.flashback.org/t1718010p287",
		"postUrlUniq": "https://www.flashback.org/sp48538557",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>bollish</strong> <a href=\"/p48538058#p48538058\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Jag tänker inte redogöra för er skeptiker,</div> </td> </tr> </table> </div> <br/> <br/>  Vad fan gör du då i tråden förutom att ge de troende dåligt rykte by association? <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>bollish</strong> <a href=\"/p48538058#p48538058\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  det är ni som ska motbevisa att chemtrails inte är giftigt så det så. <br/></div> </td> </tr> </table> </div> <br/>  Men ingen har ju ännu lyckats påvisa att de ens finns, varpå det blir lite svårt att då även via vetenskapliga bevis påvisa vilka egenskaper detta icke-existerande medium inte skulle besitta. <br/> <br/> <br/>  Du måste <b>visa</b> att luften består av mer än rester från förbränning av oljeprodukter. Strontium lär du ju inte hitta löst på så många platser t ex så om du kan påvisa det i luften där t ex Du bor så kommer du långt. aluminium och barium mm så blir det riktigt intressant även om aluminium förmodligen kommer utan alla chipspåsar och ugnsfolie du slängt i soporna och som sedan går direkt till förbränning/förgasning <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/><br/> <br/> <br/>  Jag kan inte göra mätningar på en teori. Jag behöver ett sample. <br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>bollish</strong> <a href=\"/p48538058#p48538058\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Det sprutas ut för fullt med gifter som orsakar sjukdomar som man från början inte vet vart det dyker upp ifrån.<br/></div> </td> </tr> </table> </div> <br/> <br/>  Med risk för att låta som en trasig grammofonskiva i denna tråd, men var har du fått det ifrån?<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>bollish</strong> <a href=\"/p48538058#p48538058\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Personligen tror jag chemtrails gör oss människor radiostyrda för att vi inte ska ifrågasätta någonting åt stormakten som håller på spruta ut all gift.<br/></div> </td> </tr> </table> </div> <br/> <br/>  Då är det nog dags för stormakten att avrätta sin kemist eftersom Du ju faktiskt sitter här på ett forum och får sprida den här dyngan helt fritt utan att någon kan göra något åt det annat än att helt enkelt bara be dig om att ta fram ett helvetes jävla fittsample av dina jävla pisskemikalier som du påstår finns överallt!!<br/> <br/>  Finns det så kan du fånga det. <br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>bollish</strong> <a href=\"/p48538058#p48538058\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Stormakten bestämmer över andra länder och säger åt dom också att spruta ut gift. <br/></div> </td> </tr> </table> </div> <br/> <br/>  Eller också är det Du som är den enda fjärrstyrda här och stormakten säger åt Dig att skrämma skiten ur människor med fantasifoster så att de inte skall fokusera på de saker som VERKLIGEN hotar natur och hälsa. <br/> <br/> <b>Jag hoppas inte du drog av några fyrverkerier i påsk för om du gjorde det så spred du barium, strontium, mangan, bly, aluminium, svavel, kol, zink, koppar, klor, kalium, natrium, lösa kolföreningar, pappersfibrer och kolväten i luften. <br/> </b><br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>bollish</strong> <a href=\"/p48538058#p48538058\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Själv känner jag att min kondition har blivit sämmre pga alla chemtrails jag andas in, så troligtvis kommer jag också få en för tidig död pga chematrails.</div> </td> </tr> </table> </div> <br/> <br/>  Nej, vad du upplever är något som i medicinska sammanhang kallas för omvänd placebo/hypokondri. Man tror så starkt på ett fenomen att kroppen via ens kraftfulla hjärna ser till att man får de symptom som det man tror på ger. Det är detta fenomen som får hård-kristna att börja blöda i händerna vid påsk t ex, så vill du ha bevis för att du med medvetandets och trons hjälp kan göra kroppen illa (du kan även hela den men det är svårare då det kräver ett helt nytt tänkande på sig själv i förhållande till världen), så kan du kolla runt bland kristendomens spektakulära fall genom åren.<br/> <br/>  Sant är dock att du KAN förkorta ditt liv med detta, och du GÖR det också. Du dör medan jag inte gör det varpå jag får återkomma till min initiala slutsats kring \"Chemtrails\" som mentalt trojanvirus: En självrensande infektion. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/>"
	},
	{
		"postIndex": 610,
		"postNumber": 620,
		"rankGlobal": 38,
		"scoreGlobal": 74.8,
		"userRank": 4,
		"userScore": 51.9,
		"postUserName": "Powerless1",
		"postUserID": "u287803",
		"postUserUrl": "https://www.flashback.org/u287803",
		"postDateTime": "2009-12-14, 09:59",
		"postUrlInThread": "https://www.flashback.org/t1718010p52",
		"postUrlUniq": "https://www.flashback.org/sp20329397",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Bulawayo</strong></div> <div>Powerless, om du avstår från en mängd oneliners och istället förklarar hur jag har fel så kan det kanske bli något ändå.</div> </td> </tr> </table> </div> Problemet är ju uppenbart. Om man i detalj skulle gå igenom sakfel, religiösa teorier  och insinuationer i alla dessa meningar skulle varje svar med dokumentation och källhänvisningar bli så långa att jag tror ingen skulle orka läsa dem. Det som skulle bli konsekvensen, tror jag, är att debatten skulle dö av brist på tid hos de som hittar tråden. Vem vill döda en tråd?<br/>  Enda felet du gör är att du inte skaffar dig kunskap.    <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Bulawayo</strong></div> <div>  Exempel på förutfattad mening är att planen jag såg flög på 10000 meters höjd. Det skrev jag aldrig, jag skrev faktiskt inget alls om höjden, men om du undrar så kan det ha varit ett antal hundra meter upp till 1000 meter. Svårt att avgöra nu långt senare.</div> </td> </tr> </table> </div> Eftersom det aldrig har skådats några x-strimmor på de höjder du pratar om någonstans i världen av någon person drog jag, dumt nog, slutsatsen att inte heller du hade sett sådana. Men det är ju lätt att bevisa om du har fakta bakom ditt påstående.   <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Bulawayo</strong></div> <div>  Ett annat exempel är att alla chemtrails skulle vara vatten. Vatten i kondensstrimmor brukar med samma terminoligi kallas contrails. </div> </td> </tr> </table> </div> Jag hoppas du kan skillnaden mellan två olika språk? I det här forumet brukar vi föredra att prata svaenska.  <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Bulawayo</strong></div> <div>  Men om du nu läst hela tråden, varför påstår du att det alltid bara skulle röra sig om vatten? Det var i den här tråden som jag läste om bl a tyska myndigheters erkännanden om sprayning. Har du inte läst det? </div> </td> </tr> </table> </div> Nu vet ju inte jag vad du menar med \"myndigheter\" eftersom du inte skriver vilken du menar. Men om du menar tyska vädertjänsten så vågar jag nästan lova att jag pratat med dem minst 10 gånger fler gånger än du. Och, ja de säger vatten i atmosfären. <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Bulawayo</strong></div> <div>Även för de flygplan som landar på en militär flygplats som Guantanamo Bay?<br/></div> </td> </tr> </table> </div> Eftersom alla som läst om det vet svret på frågan är den ju ganska onödog.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Bulawayo</strong></div> <div>För att jag försöker vara intellektuellt ärlig mot mig själv </div> </td> </tr> </table> </div> Bra. Läs på då.  <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Bulawayo</strong></div> <div> Jag tycker det är hästlängder bättre än din metod som går ut på att spela självsäker</div> </td> </tr> </table> </div>  När jag påstår att du ska läsa på? <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Bulawayo</strong></div> <div> trots att vem som helst som läser här förstår att du yttrar dig om saker du inte vet något om.</div> </td> </tr> </table> </div> Rätt. Jag vet inte nåt om dina kunskaper - eftersom du ännu inte visat dem.  <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Bulawayo</strong></div> <div> Vad har SAS med saken att göra?</div> </td> </tr> </table> </div> De som är vanligast i luften över Stockholm och skapar mest strimmor. Fortfarande inget svar från dig om du tittar på flightradar...  <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Bulawayo</strong></div> <div>  Om du tog dig tid att läsa hade du förstått att det var en teknisk fråga och inte en regelverksfråga.</div> </td> </tr> </table> </div> Tekniken styrs av regler.  <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Bulawayo</strong></div> <div> <br/>  Jag tog mig tid att läsa ditt inlägg #484, men förstår inte vad det skulle ha för relevans med vad jag skriver. </div> </td> </tr> </table> </div> Man kan tex få lära sig den samlade erfarenheten sedan gasturbinmotorer började användas. Och du kan själv få den erfarenheten genom att flyga i luften - om du följer mitt råd att skaffa dig kunskap. <br/> <br/>  Att lära sig något innebär oftast att man läser sig till det.<br/>  Om man inte vill lära sig så läser man inte - och det kan jag inte göra något åt.<br/>  Men åt dumhet är jag helt maktlös - därav mitt namn."
	},
	{
		"postIndex": 3712,
		"postNumber": 3793,
		"rankGlobal": 39,
		"scoreGlobal": 74.5,
		"userRank": 13,
		"userScore": 27.4,
		"postUserName": "Generalknase",
		"postUserID": "u741946",
		"postUserUrl": "https://www.flashback.org/u741946",
		"postDateTime": "2014-05-28, 21:05",
		"postUrlInThread": "https://www.flashback.org/t1718010p317",
		"postUrlUniq": "https://www.flashback.org/sp48981893",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Felicidade</strong> <a href=\"/p48980436#p48980436\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Du verkar förvirrad minst sagt; - har de haft fel på spraysystemet?  Berätta mer!</div> </td> </tr> </table> </div>   Jag är förvirrad. För jag förstår inte logiken i det hela. Ska försöka förklara och ställa lite frågor som jag gärna ser trovärdiga svar på.<br/> <br/>  -Det sprayas enligt dig och andra så mycket att det inte längre finns nån blå himmel. Idag har vi klarblå himmel och det har så varit en massa dagar de senaste månaderna. Hur kan det komma sig?<br/> <br/>  -Chemtrailsen hänger kvar och bildar ett täcke som skymmer solen, hänger ihop med förra punkten. Idag började det med slöjmoln (eller chemtrails om man ska tro er), men de försvann spårlöst under dagen. Hur?<br/> <br/>  -K-strimmor kan enligt vetenskapen ligga kvar i flera timmar och sprida ut sig och bilda slöjmoln enligt väderforskare och vetenskapen. Men det är ju tydligen en omöjlighet enligt dig med flera. Där finns ett antal frågor vad det gäller det. Varför är det omöjligt att k-strimmor gör på det sättet? Om det trots är möjligt, hur kan man se skillnad på kem och kondens och hur vet man vad som är vad?<br/> <br/>  Finns ju hur många frågor som helst där svaren saknas, hur logistiken ser ut, hur man kan få tiotusentals inblandade och före detta inblandade att hålla käft osv. Men om du eller nån som har koll på det hela ger ett tillfredsställande svar på de första till att börja med är jag glad."
	},
	{
		"postIndex": 3592,
		"postNumber": 3670,
		"rankGlobal": 40,
		"scoreGlobal": 74.3,
		"userRank": 2,
		"userScore": 66.4,
		"postUserName": "KungPungPat",
		"postUserID": "u617995",
		"postUserUrl": "https://www.flashback.org/u617995",
		"postDateTime": "2014-05-23, 00:14",
		"postUrlInThread": "https://www.flashback.org/t1718010p306",
		"postUrlUniq": "https://www.flashback.org/sp48903685",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>kjellkritisk</strong> <a href=\"/p48903279#p48903279\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Det har tidigare länkats till bilder från 40 talet på kondenstrimmor, så det tramset om 70 talet till 2000 kan du lägga ner.<br/> <br/>  Jaha så du kan bedöma ett plan på flera tusen meter om strimmorna är större än planen, fantastiskt i så fall. Och du är inte familjär med att ispartiklarna sprids?<br/> <br/>  Du fortsätter din vanliga stil att prata om kärlek och när någon säger emot dig så kommer invektiven som en hagelstorm.<br/> <br/>  Jaru min kunskap kommer inte från media så där föll det argumentet.</div> </td> </tr> </table> </div> <br/>  Men vafan det är väl självklart att en eller två bilder kan hittas på chemtrails förrr i tiden men det jag menar är att bland dina personliga bilder och videos så kan du inte se ett enda långt chemtrail för förr i tiden var det endast små korta contrails som bildas när plan stiger vid flygpatser.<br/> <br/>  Contrails har  ALDRIG varit vågräta för det går inte till så och contrails kan ALDRIG bildas kontinuerligt om ett flygplan lägger sig och flyger vågrätt på höjden där contrails skapas oom planet stiger och har is på motorerna.<br/> <br/>  OM jag knappt kan se planet i jämförelse med det massiva chemtrailet bakom planet så blir automatiskt chemtrailet större än flygplanet och skulle vi flygit upp och kollat så skulle chemspåret vara bredare och längre än vad planet är.<br/> <br/>  Hur IQ befriad är du när du inte kan dra en sån slutsats utan att mamma media gör det åt dig först?<br/> <br/>  nej svaRA inte din idiot.<br/> <br/>  anledningen till att det är så hemligt i media om chemtrails är för att det är utomjordingar som står för chemtrailsen och regeringarna har inget att säga till om fördom har mikrochip i sig och dom vet att dom kommer bli uppätna men dom försöker få alla att hålla ihop och äälska allt å alla nu för dom tror att dom kanske kan undvika att bli uppätna om dom bara blanndar sig med folket tiillräckligt mycket med det är gamme over för politikerna men även alla djurätande människor står på menyn för dom hsar gjort sig till en del av näringskedjan som insectilia toppar föör insekterna är den äldsta rasen i universum och dom lever som parasiter och åt upp allt på sin planet så den dog och nu står dom uppe vid Jupiter i ett massivt moderskepp och väntar på att chemtrailsen ska blockera solen tillräckligt mycket för att dom ska kunna placera en portAL här och ta med hela familjen på ett smörgåsbord av människor..<br/> <br/> <br/>  du kan lixom innte grina bort chemtrails eller att säga att du inte tror på dom för dom försvinner inte och anledningen till chemtrails försvinner absolut inte innan ni fått upplevaa anledningen till chemtrails som är att nån vill äta upp er kötätare som ett bodskapsdjur.<br/> <br/>  tyvär lixom, gå å byt blöjja."
	}
]
