[
	{
		"postIndex": 3122,
		"postNumber": 3210,
		"rankGlobal": 1,
		"scoreGlobal": 100,
		"userRank": 106,
		"userScore": 12.8,
		"postUserName": "fbLover",
		"postUserID": "u730729",
		"postUserUrl": "https://www.flashback.org/u730729",
		"postDateTime": "2012-10-03, 17:47",
		"postUrlInThread": "https://www.flashback.org/t1713465p268",
		"postUrlUniq": "https://www.flashback.org/sp39650212",
		"sentence": "Första inlägget då!<br/> <br/>  Väldigt många av dessa som tagits upp i tråden redan men det hindrar inte mig <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/> <br/> <br/>  Ni får ha överseende med stavfel och liknande.. blev mer och mer irriterad när jag skrev så har inte varit överdrivet nogrann direkt. Såg att det blev en ganska lång lista så jag orkar inte läsa igenom hela efter fel nu heller... <br/> <br/> <br/>  Folk som skriver \"www.hemsidan.com\" istället för  bara \"hemsidan.com\" (precis som TS påpekat)<br/> <br/>  Folk som slickar på fingrarna varje gång de ska bläddra i en tidning<br/> <br/>  Folk som inte förstår att man ska stå i kö. Till sakerna det är meningen då, givetvis.<br/> <br/>  folk som inte spolar när de varit på toaletten<br/> <br/>  folk som skriver meningslösa saker på väggarna i t.ex omklädnings rum \"XXX was here\"<br/> <br/>  Folk som fnissar litegrann efter allt de säger<br/> <br/>  Folk som stället sig väldigt nära en när de pratar<br/> <br/>  folk som har en fruktansvärt förfärlig andedräkt<br/> <br/>  När glas som har en logga inte är riktat mot mig själv... rättar alltid till det!<br/> <br/>  Folk som inte vet hur man bär sig åt i trafiken, oftast kvinnor och pensionärer.<br/> <br/>  Folk som färgar håret för att de \"vill vara sig själv\"  -.-<br/> <br/>  Folk som sminkar sig massor för att de \"vill var sig själv\" <br/> <br/>  Folk som nynnar med i musiken från radion på t.ex gymmet, vissa bussar. <br/> <br/>  Folk som blir arga när man stöter till varandra på t.ex gågatan. NI KAN VÄL LIKA GÄRNA FLYTTA ER SOM ATT JAG KAN DET! <br/> <br/>  (ofta äldre människor eller 20 åriga mongon som gått bygg/fordon på gymnasiet)<br/> <br/>  Folk som låter sina små ungar springa runt o skrika o ha sig.<br/> <br/>  Folk som blir sura när man säger åt deras små ungar att hålla käften.<br/> <br/>  Folk som tatuerar sig och hädanefter alltid går med den kroppsdelen bar. Är det på överarmen ska de ha linnen. Underarmen <br/> <br/>  alltid t-shirt, alternativt långtröja men rullar upp ena ärmen så att tatueringen syns. Är den på vaden ska de alltid shorts. <br/> <br/>  spelar ingen roll vilken årstid.<br/> <br/>  Tjocka tjejer som tror att de är så jävla viktiga i sina högklackade skor.<br/> <br/>  Folk som nyser eller hostar mitt i handen.<br/> <br/>  Folk som tar 10000 år på sig i kassan på t.ex ICA... jävla rabbattkuponger.<br/> <br/>  Folk som väntar med att ta upp plånboken innan kassören säger till dem hur mycket det kostar.<br/> <br/>  FOlk som laddat kundvagnen full och inser i kassan att de inte har råd med allt.<br/> <br/>  Attention whores på facebook.<br/> <br/>  Folk som klagar på att det är kallt. ta på dig mer kläder för helvete.<br/> <br/>  Folk som klagar på att det är för varmt. ta inte på dig så jävla mycket kläder för helvete.<br/> <br/>  Folk som pissar i bastun.<br/> <br/>  Folk som pissar i offentliga duschar.<br/> <br/>  Folk som bajsar i handfaten på offentliga toaletter.<br/> <br/>  Folk som ställer sig mitt i dörröppningen in till duschen på t.ex badhuset, klär av sig naken och böjer sig ner med raka ben för <br/> <br/>  att klia sig på tårna. vill jag se ditt anus ber jag om det.....<br/> <br/>  Folk som är fullkomligt inkompetenta som jobbar med teknisk support. oftast kvinnor.<br/> <br/>  Tjejer som påstår sig vara för jämställdhet men vill att man ska behandla dom annorlunda för att de \"är ju tjejer\".<br/> <br/>  Folk som spelar för hög musik i sina hörlurar på bussen. Jag är fan inte intresserad av att höra din skitiga musik.<br/> <br/>  Folk som är negativa.<br/> <br/>  Folk som går på bygg/fordon på gymnasiet som tror att de är så jävla coola i sina reflexbyxor. <br/>  Folk som cyklar mitt på vägen.<br/> <br/>  Folk som smsar utan smileys.<br/> <br/>  Folk som använder för mycket smileys i sms.<br/> <br/>  Folk som inte använder tv-kontrollen på rätt sätt. Ska du till kanal 5 från 1an så trycker du på knappen det står \"5\" på. Inte <br/> <br/>  pilen uppåt 4 gånger.<br/> <br/>  Folk som klickar \"Redigera\" , \"markera allt\", \"redigera\", \"kopiera\", \"redigera\", \"klistra in\".  Istället för ctrl+a, ctrl+c, ctrl+v. <br/> <br/>  Jävlar va tid det ska ta.<br/> <br/>  Folk som säger YOLO.<br/> <br/>  Folk som är rika men riktigt snåla.<br/> <br/>  Folk som går jättelångsamt.<br/> <br/>  Telefonförsäljare.<br/> <br/>  Folk som har bestämt sig för EN musikgenre som de gillar. Vissa t.om frågar \"Vad är detta för genre\"? får de då ett annat <br/> <br/>  svar än de hoppats säger de att låten suger.<br/> <br/>  Folk som uttalar \"genre\" som det stavas.<br/> <br/>  Folk som säger RAmlösa, med långt A.<br/> <br/>  Folk som pratar tyst och mummlande och blir arga för att man inte hör.<br/> <br/>  Folk som inte hör när man pratar fast man upprepat sig flera gånger om.<br/> <br/>  Folk som envisas med att nästan skrika fast man sitter 2 meter från varandra.<br/> <br/>  Folk som har tokbra självförtroende men som är skitdåliga  på det de gör. T.ex fotbollsspelare.<br/> <br/>  Feta människor som påstår att de inte KAN gå ner i vikt, det är helt omöjligt.<br/> <br/>  Smala människor som påstår att de inte KAN gå upp i vikt, helt omöjligt.<br/> <br/>  Feta människor som äter skitmycket och gärna skräpmat fast de sagt flera gånger att nu ska de minsann banta.<br/> <br/>  Feta människor som äter lite när de är ute bland folk, för att folk ska tro att de bantar. Men när de kommer hem så smäller de <br/> <br/>  i sig all skit de får tag på.<br/> <br/>  Folk som skiter utomhus.<br/> <br/>  Folk som läser ett bra skämt någonstans, och sen berättar det som om de själva kommit på det.<br/> <br/>  Folk som säger samma skämt om och om igen. <br/> <br/>  Folk som klagar när det är vinter att det är för kallt, och på sommaren för att det är för varmt. <br/> <br/>  Folk som ska \"deffa\" istället för att banta. Okej o många fall, men väger du 90kg och har 30% kroppsfett då ska du jävlar i mig banta.<br/> <br/>  Folk som svettas som fan på gymmet, och inte torkar maskiner/bänkar efter sig.<br/> <br/> <br/>  Folk på gymmet som inte lägger tillbaka vikterna efter sig.<br/> <br/>  Folk på gymmet som tror att de kan hålla på i 3 maskiner samtidigt. Dra åt helvete.<br/> <br/>  Folk som tror att de blivit skitstora och starka när de gymmat ett par gånger.<br/> <br/>  Folk på gymmet som skriker högt som fan. Klart man ska få göra ljud ifrån sig, men ibland blir det bara löjligt.<br/> <br/>  Folk som klickar på pilen neråt istället för att använda scrollen på musen.<br/> <br/>  Nyblivna mammor som tror att de äger gatan med sina enorma barnvagnar.<br/> <br/>  Mammor som röker när de är runt sitt barn. Bara elakt.<br/> <br/>  Folk som röker precis utanför en entré så att det luktar skit även inomhus.<br/> <br/>  Folk som sätter sig bredvid mig i bussen bussen knappt är halvfull. <br/> <br/>  Folk som försöker prata med mig på morgonen. <br/> <br/>  Folk som fjäskar.<br/> <br/>  Folk som fiser när de sover.<br/> <br/>  Folk som heela tiden säger fel på han/hon och honom/henne.<br/> <br/>  Folk som använder krångliga ord men som inte vet vad de betyder.<br/> <br/>  Folk som tycker det är töntigt att läsa böcker.<br/> <br/>  Folk som inte känner till högerregeln.<br/> <br/>  Folk som jämt kommer försent.<br/> <br/>  Folk som är sura och kräver TOTAL tystnad på bion. Ofta kvinnor över 40 eller män över 60.<br/> <br/>  Folk som stör sig på smileyn \"xD\". Lätt bästa smileyn.<br/> <br/>  Folk som stör sig något enormt på felstavningar / särskrivningar. <br/> <br/>  Folk som stavar som krattor. <br/> <br/>  Folk som står mitt i rulltrappan, helt stilla, de lämnar ingen möjlighet för folk att gå förbi.<br/> <br/> <br/>  Folk som gråter ut i t.ex aftonbladet, gärna nån kändis som har haft problem med droger eller något annat skit. <br/> <br/>  Folk som får problem med droger och sen klagar på att deras liv är förstört. Skyll sig själv.<br/> <br/>  Folk som inte plockar upp hundskiten deras hundar lämnar på marken! <br/> <br/>  Folk som får panik 50 meter innan ändhållplatsen, för att de inte tryckt stop. Blir ännu värre om de ska låtsas vara nån sorts <br/> <br/>  \"räddare i nöden\" efteråt, genom att ge ifrån sig ett kaxigt leende samtidigt som de säger \"tur att det är någon som är med i <br/> <br/>  svängarna!\"<br/> <br/>  Folk som \"hatar snuten\". Dessa är ofta 100% laglydiga och ska bara \"spela coola\".     Jättecoolt!!"
	},
	{
		"postIndex": 3575,
		"postNumber": 3670,
		"rankGlobal": 2,
		"scoreGlobal": 91.8,
		"userRank": 79,
		"userScore": 14.1,
		"postUserName": "avonano",
		"postUserID": "u706307",
		"postUserUrl": "https://www.flashback.org/u706307",
		"postDateTime": "2013-02-09, 18:10",
		"postUrlInThread": "https://www.flashback.org/t1713465p306",
		"postUrlUniq": "https://www.flashback.org/sp41934541",
		"sentence": "Det jag kan störa mig på är när man säger hejdå till någon och så går man åt samma håll.<br/> <br/>  När någon ljuger om att dom har \"tappat\" bort bussbiljetten och kommer med värsta överdrivna historian som får dom att skämma ut sig ännu mer för att busschauffören ska tänka \"skit samma\" och få åka gratis.<br/> <br/>  Äldre människor som JÄMT ska tränga sig i köer utan att man ska säga ifrån just för att dom är äldre.<br/> <br/>  Förorts killar som går viftandes med armarna som om dom bär en 70 tums old school tv<br/> <br/>  Människor som pillar sig i näsan och röven innan dom ger en mat vid middagsbordet.<br/> <br/>  Människor som stirrar på en utan någon som helst anledning (t.ex på tunnelbanan).<br/> <br/>  Folk som tigger cigg för att sen gå och handla på ica butiken bredvid. <br/> <br/>  Folk som håller sin mobil i handen som en wannabe diva när dom bär sina väskor ENDAST för att visa att dom äger en Iphone 4s/5 (det är lugnt, till och med den fattigaste kan köpa en på delbetalning<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> ).<br/> <br/>  Dom som alltid tar fotton i toaletten med huvudet på snedden och utåtputtande läppar. Även dom som håller i mobilen/kameran på längre avstånd för att det skall se ut som om någon annan har fotat.<br/> <br/>  Dom som odiskret tuggar tuggummi med öppen mun.<br/> <br/>  Förorts pensionärer som klagar på allt och alla samt \"tjallar\" om allt som sker i området/grannarna.<br/> <br/>  Dom som har på sig högklackade skor utan att veta hur man skall gå i dom.<br/> <br/>  Dom som är högljudda och hypade för att försöka få den uppmärksamheten som dom inte kan få annars.<br/> <br/>  Dom som går med sina hundar ute utan att ta upp bajs efter dom eller att säga till dom när dom skäller på andra hundar.<br/> <br/>  Folk som knuffas när man är ute och går utan att säga förlåt.<br/> <br/>  Folk som leker balla när dom är bland deras vänner sen en helt annan människa när dom är själva.<br/> <br/>  Dom som köper dyra elektronik saker/kläder för att dom ska se ut som om dom har råd när allt är på delbetalning.<br/> <br/>  Folk som frågar hur mycket klockan är när det finns en klocka framför dom.<br/> <br/>  Dom som frågar vilken buss/tunnelbana som går vart när busstabellerna finns bakom dem.<br/> <br/>  Folk som skrattar åt allt man säger när inget man säger är kul.<br/> <br/>  Dom som skriver hur mycket dom älskar personer i familjen eller vänner. Även att dom skriver \"med min fina vän\" \"med min fina syster/bror\" på facebook för att leka att ens relationer i ens liv är perfekt.<br/> <br/>  Folk som bara pratar om sig själva hela tiden.<br/> <br/>  Bloggar som inte handlar om ett skit utan bara vad dom har gjort för dagen (vilket dom oftast gör)<br/> <br/>  Dom som inte borstar bort bajsränderna i toaletterna och dom som kissar på ringen och låter det vara.<br/> <br/>  Dom som luktar äckligt utan att göra nått åt det.<br/> <br/>  Läkarpersonal som inte vet annat än att rekommendera ipren / alvedon (oavsett skada).<br/> <br/>  När man ringer olika företag och man ALLTID är på plats 40+ och dom säger \"vi tar strax emot ditt samtal, din kötid är för tillfället beräknat upp till 30 minuter\" och sedan blir man bortkopplad efter 25 minuter, även dom företagen som man ringer där dom har mjuk porr musik i bakgrunden som man skall lyssna på dessa 30 minuterna.<br/> <br/>  Dom som försöker pruta på blocket när det står att det är ett fast pris!<br/> <br/>  Folk som har överdrivet mycket parfym så man får huvudvärk<br/> <br/>  Tjejer med för mycket smink i hela ansiktet speciellt rött läppstift! För det är INTE SNYGGGGTTT!!!!!!!!<br/>  Det ser ut som om dom får mens genom munnen.<br/> <br/>  Folk som slänger tamponger i toaletter utan att dom spolar ner den ordentligt så man ser den flyta på vattnet när man ska på toa.<br/> <br/>  Människor som tuggar med öppen mun samtidigt som dom pratar.<br/> <br/>  När folk snor ens tvätt tider och skyller på att \"dom inte trodde att man skulle komma ner för man var 2 minuter sen\".<br/> <br/>  Tjejer/killar som alltid säger \"Lixsom\", \"du vet\", \"asså guuuud\", \"aaaaaaaaaaaaaaaa\" och \"är det sant\".<br/> <br/>  Folk som pruttar så det luktar ruttet lik i hela rummet i flera minuter och låtsas som att det inte var dom istället för att gå ut och göra det på en balkong så dom slipper skämmas och vi dom utsatta slipper lukten.<br/> <br/>  Filmer som går varje jul, sommar, påsk på alla kanaler vaaaaaarje år. T.ex tomten är far till alla barnen och sagan om ringen varje jul.<br/> <br/>  Folk som är överdrivet stolta över att komma från ett land dom inte kan ett skit om.<br/> <br/>  Folk som lyssnar på samma låtar om och om igen varje gång man ses.<br/> <br/>  Folk som inte kan kontrollera sina alkohol intag när dom är ute och festar vilket slutar med att dom börjar gråta/flippa ut över allting och spyr överallt.<br/> <br/>  Dom som säger att dom ska en massa saker som aldrig sker, trotts det har gått 6 år.<br/> <br/>  Dom som har bestämt sig sen långt tillbaka och tänkt noga (enligt dom) över deras skisser och sedan tatuerar sig och ångrar sig en dag senare.<br/> <br/>  Folk som tjatar på en för man inte har lämnat tillbaka 10 kr man lånade veckan innan.<br/> <br/>  Kan även störa mig på SD, det partiet är ju sååååå intelligent så det skriker om det! Men det är ingen fara, att jaga personer med järnrör, kalla tjejer för horor utan anledning mitt i stan och att ta någon på brösten är ju ingen fara. Dom är ju bara \"snälla människor\" så dom tar på brösten en gång till <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/>"
	},
	{
		"postIndex": 580,
		"postNumber": 600,
		"rankGlobal": 3,
		"scoreGlobal": 89.8,
		"userRank": 83,
		"userScore": 13.8,
		"postUserName": "sossehakan",
		"postUserID": "u442689",
		"postUserUrl": "https://www.flashback.org/u442689",
		"postDateTime": "2011-11-14, 18:08",
		"postUrlInThread": "https://www.flashback.org/t1713465p50",
		"postUrlUniq": "https://www.flashback.org/sp34006736",
		"sentence": "Här kommer Sossehåkans gott och blandat-lista på småsaker som borde elimineras för ett bättre samhälle. <br/>  (Har snott några som var för jävla bra) <br/> <br/> <br/>  * Spexiga studenter<br/>  * Överviktiga personer som skryter om att de har stora bröst. <br/>  * Folk som skriver in filosofiska fraser på engelska/latin på sina väggar. <br/>  * Idioter som inte är musikintresserade/allätare. <br/>  * Folk som har en positiv inställning till allt och måste le hela tiden. <br/>  * Människor som måste skriva särskrivning som \"sär skriv ning\". <br/>  * Fulla gamla alkoholister som vill prata.<br/>  * Instagram/hipstamatic/alla-andra-vintage-kamera-appar. <br/>  * Folk som uppdaterar/skriver något på facebook varje dag.<br/>  * Småbarnsmammor.<br/>  * Barn som avgudar Skrillex.<br/>  * Folk som använder sig av twitter utan att vara kända. Twitter är till för kändisar inte randoms. <br/>  * Typ allt som har med Apple att göra. Men mest människor som är applekåta och runkar till Jobs.<br/>  * Folk som skriver filosofiska/tycka synd om mig-statusar på facebook.<br/>  * De som stöttar sina vänner som skriver dessa statusar.<br/>  * Folk som använder sig av uttrycket \"typiskt svenskt\"<br/>  * När tjocka tjejer säger att dom är hungriga. <br/>  * folk utan självinsikt men med FÖR bra självförtroende. <br/>  * 99% av alla statusuppdateringar på Facebook.<br/>  * När man ska hälla upp mjölk och upptäcker att det bara är en liten skvätt kvar i paketet, så att man både måste slänga det gamla och öppna ett nytt paket. <br/>  * Barcaturkar.<br/>  * Untiedsvenssons.<br/>  * Eventpersoner (sådana som håller event på krogar och bjuder in på facebook) <br/>  * Demonstranter av alla dess slag<br/>  * Uppkavlade chinos.<br/>  * Nakna gubbar i omklädningsrum. <br/>  * Minoriteter. <br/>  * Folk som åker till Thailand/Australien. <br/>  * Folk som åker på charter till ayia napa, magaluf rhodos osv. mer än en gång i sitt liv.<br/>  * Folk som jobbar inom media.<br/>  * Folk som hyllar \"sitt\" lag på facebook efter varje match (Speciellt om det gäller icke-svenska lag).<br/>  * Folk som hatar Zlatan.<br/>  * Folk som fortfarande inte ändrar uppfattning om SD/politik i allmänhet när man krossat alla deras dagisnivå-argument.<br/>  * Alla som gillar sushi men inte är från Japan.<br/>  * När invandrarbrudar uttrycker \"Sverige är ett rikt land och VI(!!!) har råd att ta hand om folk som behöver hjälp) <br/>  * Tjejer som säger cupcake istället för muffins.<br/>  * Krönikörer.<br/>  * Brudar som lägger upp bilder på random negrer på facebook.<br/>  * Folk som överanvänder ordet -Respekt.<br/>  * Alla som säger att Xbox är bättre än ps3.<br/>  * När alla som fått körkort skriver \"körkooooorrttt!!!!!\" på facebook.<br/>  * Blattar som kollar snett (Ja jag vet att ni, till skillnad från svenskar, kollar så av en anledning!)<br/>  * Jeans och kavaj.<br/>  * Kärringar som ska av bussen och reser sig från sätet för tidigt så man måste flytta sig när man ändå ska av på samma station.<br/>  * Alla som gillar how I met your mother. <br/>  * Att alla verkar tror att vita människor är en majoritet.<br/>  * Människor som pushar Veronica Maggios senaste album (den förra var bra. Denna var sämst).<br/>  * Killar som säger att allsvenskan är sämst och att dom kollar på riktig fotboll från utlandet.<br/>  * När folk håller med SD och försvarar SD men är helt efterblivna i övrigt.<br/>  * Peace &amp; Love och alla efterkommande fotoalbum på facebook.<br/>  * Palestinasjalar.<br/>  * Folk som pratar om homosexuella som om det vore normalt.<br/>  * Idolpubliken.<br/>  * Årets upplaga av Idol (speciellt den där jävla André med tillgjorda rösten).<br/>  * Att damfotboll ges lika mycket utrymme som herr fotboll (se fotbollsgalan).<br/>  * Tjejsnacket i Sex and the City.<br/>  * Den där otroligt humorbefriade negerbruden från Göteborg som är med i parlamentet ibland(Jag kokar när jag ser henne).<br/>  * Killar som diskuterar utländsk klubbfotboll som om dom var uppvuxna i merseyside Liverpool och det är på liv och död. <br/>  * Alla som tycker Messi är gudasänd. <br/>  * Folk som ska envisas med att AIK inte är ett stockholmslag.<br/>  * First person shooter-spel till TV-spel. Sådana ska spelas på dator med mus vad fan är problemet?<br/>  * Dessa rädda svältande Barn-galor på TV.<br/>  * Killar som säger att Counter Strike 1.6 är det enda rätta när Source är mycket bättre, roligare och verkligare.<br/>  * När par förklarar sin kärlek för varandra på varandras loggar på Facebook. <br/>  * Internskämt mellan brudar.<br/>  * När folk som skaffat en liten tatuering på överarmen helt plötsligt börjar använda linne.<br/>  * Tjejers inlägg på Facebook.<br/>  * Dåligt färgat hår.<br/>  * Föräldrar som vet att deras små barn för oväsen och att andra stör sig på det, men ändå inte gör något åt det.<br/>  * Folk som trampat sina sulor \"snea\" för att dom har en konstig vinkel på foten när de går.<br/>  * Personer som går runt i sin gamla avdankade klasströja från 9an. <br/>  * Folk som andas högt. <br/>  * Folk som på Facebook alltid lägger upp bilder på \"mysiga hemmakvällar\" eller tårtbiten för att visa vilken trevlig fikastund de har."
	},
	{
		"postIndex": 5937,
		"postNumber": 6098,
		"rankGlobal": 4,
		"scoreGlobal": 88.6,
		"userRank": 86,
		"userScore": 13.6,
		"postUserName": "varmvattenskran",
		"postUserID": "u819338",
		"postUserUrl": "https://www.flashback.org/u819338",
		"postDateTime": "2014-05-18, 22:09",
		"postUrlInThread": "https://www.flashback.org/t1713465p509",
		"postUrlUniq": "https://www.flashback.org/sp48848317",
		"sentence": "kan sitta här och skriva hela natten, men kan ta de värsta<br/> <br/>  *när folk tror dom är raggare för att dom åkt 740 en gång<br/>  *när dom säger traktor när dom istället menar a-traktor<br/>  *när dom säger epa istället för a-traktor<br/>  *att kontakter i nyare bilar inte går att komma åt utan att ta ut hela motorn nästan<br/>  *när JET bytte namn till Ingo utan större anledning<br/>  *när folk skryter för att dom kan ha nyckeln i sin ficka på dom nyare bilarna<br/>  *NÄR MITT SLIBBIGA EX RINGER<br/>  *att folk klagar för att jag gillar förgasarbilar bättre än insprutare<br/>  *att man inte kan ha en annan åsikt utan att vara dum i huvudet<br/>  *när en person skriver på facebook hur mycket han/hon älskar någon, fan ingen bryr sig<br/>  *när folk skriver att dom mår så dåligt bla bla bla på facebook<br/>  *att folk tror att poliser ALDRIG bryr sig bara för att en inte gjrde det igår<br/>  *att det inte går att hitta i affärer<br/>  *när fölk skriver såhäringa för döm vell va töffa å tro att dä ä räägers elläh bönner<br/>  *att man tror sig vara bonde för man mekar med silvertejp eller har a-traktor<br/>  *folk som inte tar bort annonser på blocket när skiten är sålt<br/>  *bakgrunds-skrattet i mr. Bean som kommer i tid och otid<br/>  *tiggare som sitter utanför affärer<br/>  *att man inte kan ogilla en viss person som råkar vara svart utan att bli världens största jävla rasist<br/>  *hur mycket man än skakar pitten efter man har pissat så blir det alltid en droppe i kallingen<br/>  *bensinen är dyr<br/>  *folk som tror att mjölken är genomrutten dagen efter utgångsdatumet<br/>  *när folk inte vågar säga negerboll för dom är rädda att åka in för ''hat mot folkgrupp''<br/>  *att företag ändrar ett helt fungerande koncept<br/>  *javas jävla uppdateringar varje jävla dag<br/>  *uppdateringar överhuvudtaget<br/>  *idioterna som brölar med sina jävla tutor på fotbollsmatcher (nej kollar inte fotboll men pappa gör)<br/>  *folk som associerar ordet ''kom'' till att spruta, till exempel<br/> <br/>  Gösta: Fan vi började för 10 minuter sen. Vart är du<br/>  Bengt: Aj fan, vaknade nyss, jag kommer dit direkt<br/>  Gösta: Är du blåst eller<br/>  Bengt: Menar att jag åker på direkten<br/>  Gösta: Jasså trodde du menade att du skulle runka och komma ända hit, men det är liksom 5 mil<br/> <br/>  *allt som har med windows 8 att göra<br/>  *att man måste vrida usb:n 3 gånger innan den går in<br/>  *när folk klagar att jag hör dåligt när dom själva står och mummlar<br/>  *när folk säger att någon ÄR en bra artist, när han varit död i flera år<br/>  *att min skola inte kan ändra tillbaka min skoldator till win7 igen efter att ha lurat på mig win8<br/>  *att folk stog och skrek på Jimmie Åkesson när vi andra försöker lyssna på hans tal<br/>  *när folk tror att om man inte svarar i telefon inom fem minuter tror dom att man ignorerar dom (anledning till att mitt slibbiga äckel-ex lämnade mig, en jävla lättnad måste jag säga för hon ringde fan stup i kvarten)<br/>  *dom som tutar 0,0000001 sekunder efter det blivit grönt<br/>  *dom som tycker man är djurplågare för man skjuter ett rådjur och den dör direkt utan att ens hinna känna nått<br/>  *när bra serier slutar<br/>  *när folk har så dåliga hörlurar i bussen så det hörs 10 meter ifrån dom<br/>  *när folk inte kan fatta mina simpla beskrivningar<br/>  *att hela min klass består av puckon<br/>  *småungar som skriker och grinar om dom inte får godis varje gång dom är i affären<br/>  *när folk inte kan svara även om dom sett att man skickat nått<br/>  *när folk inte kör fast det är 200 meter till nästa bil<br/>  *att man inte kan ha kompisar av det motsatta könet utan att folk ska ha misstankar<br/>  *när en jättefin t.ex impala 63:a slås sönder och bucklas och repas och förstörs i inredningen<br/>  *sen att idioter tycker att det ovanstående är snyggt också<br/>  *att dom flesta meningar jag skrivit här börjar med antingen när, att, folk<br/>  *när vissa person skrev väldigt mycket gramatik fel, till exempelvis ett sär skrivning fel eller, den var så man tyckte att dom ska gick om skolorna (lite överdrivet men bara så ni förstår vad jag menar)"
	},
	{
		"postIndex": 641,
		"postNumber": 662,
		"rankGlobal": 5,
		"scoreGlobal": 85.5,
		"userRank": 95,
		"userScore": 13.1,
		"postUserName": "mymainhavekilledkj",
		"postUserID": "u535934",
		"postUserUrl": "https://www.flashback.org/u535934",
		"postDateTime": "2011-11-14, 21:41",
		"postUrlInThread": "https://www.flashback.org/t1713465p56",
		"postUrlUniq": "https://www.flashback.org/sp34011093",
		"sentence": "Delar in det som jag stör mig på i några grupper:<br/> <br/>  Vid matbordet:<br/>  * Som många har nämt, smask :@ blir vansinne <br/>  * Folk som hetsdricker/klunkar väldigt snabbt<br/>  *Dryga äckel som måste blåsa på varje mattugga, bara ät och håll käften<br/>  *Folk som rappar vid matbordet (eller överhuvudtaget)<br/>  *Folk som inte riktigt tänker på vad de säger ex \"måste skita\" istället för \"ursäkta mig\"<br/> <br/>  Kollektivtrafik:<br/>  *Folk som luktar illa, speciellt äckelkärringar som både ser ut och luktar som en indianbutik<br/>  *Fjortisar/coolboys/blattar som spelar onödigt hög musik på deras jävla telefoner<br/>  *Folk som konsumerar vidriga saker såsom köttbullebaguette eller äckelchips, fuck off<br/>  *I synnerhet blattar som låtsas att de inte kan svenska vid billjetkontroll <br/>  *Folk som håller en betydligt högre ton än befogat, spelar ingen roll vilken tid på dygnet<br/> <br/>  Facebook:<br/>  *Uppdateringar i form av engelska dikter och låttexter <br/>  *Äckliga p13-p46 som prenumererar på diverse modeller eller tjejer som man bara ska tycka är snygga<br/>  *Mindreåriga som trycker gilla på sidor som \"Vi som inte kan leva utan cigg,snus och sprit!!! xd\"<br/>  *Tjejer som typ skriver \"ÅH NEJJJJ ;(;(;(\" och hetsar upp folk, får in 20+ tal kommentarer och skriver tillslut \"Det var inget, allt är bra <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>\"<br/>  *Folk som trycker gilla på sina egna bilder och inlägg för att undvika forever alone-stämpeln<br/>  *Gymbögar som konstant uppdaterar sina planer för gymmet morgon,middag och kväll ex rygg/ben 3h gött\"<br/>  *Folk som börjar använda spotify bara för att ens vänner kan se vilka låtar man lyssnar på, men man lyssnar bara på sånt som är bra såsom Skrillex,avicii och kanske något annat som den snygga killen/tjejen lyssnade på<br/>  *Människor som redan på tisdag börjar med \"all day all night &lt;3 <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> &lt;insert clubname/destination&gt; för den kommande helgen<br/>  *Människor som ska åka till aya napa och vill få det att framstå som en resa till Hollywood i privatjet och att den resan kommer bli/var det bästa i deras liv<br/> <br/>  Nattklubbar/Partysammanhang:<br/>  *Såg att någon tidigare nämde \"folk som beställer redbull vodka för att man inte känner till mycket mer förutom redbull med vodka, xider, jäger och öl? Dö i aids<br/>  *Blattar som brukar ragga upp tjejer och sedan dra upp sin tröja för att visa magen (Se \"The situation\" i Jersey Shore)<br/>  *Folk som klär sig förjävligt och står kvar hur länge som helst för att ifrågasätta vakten/väktarna<br/>  *Hobbybrats som lägger in varsin hundring för att kunna dela på en flaska piper (väldigt viktigt att champagnehinken får bäras utav alla fram till bordet)<br/>  *Folk som dricker mer än nödvänligt och evt spyr inne på stället eller strax utanför<br/>  *Folk som sitter vid blackjack bordet hela kvällen som skriker och bråkar<br/> <br/> <br/>  Lite övrigt:<br/>  *Allt verkligen allt om och med blattar, allt ifrån deras kebabstinkande doft till den vidriga dialekten och attityden de flesta sitter på.<br/>  *Tjockisar som tror att det räcker med att byta ut sin vanliga läsk mot aspartamfyllda skitprodukter<br/>  *Hipsters/kulturmänniskor/estetare <br/>  *Röda människor<br/>  *Äckliga pk horor<br/>  *Folk som kör runt i volvo 240/740 och är bara cool<br/>  *\"Snabba cash brats\", leker att man har pengar med sina levis jeans, converse och färgglada pikér med stora tryck<br/>  *All form av religon<br/>  *Homosexuallitet <br/>  *Folk som frågar om cigaretter, tändare eller pengar<br/>  *Telefonförsäljare<br/>  *Gatuartister<br/>  *Folk med glasögon <br/>  *Tjockisar som äter skit in public, sitter vid någon busshållplats med en liten frigolitlåda i knät <br/>  *Folk med laptops på Espresso house (Delar ni samma irritation, undvik Starbucks om ni är i USA)<br/>  *Bloggare i all form<br/>  *Folk som tar tv/datorspel för seriöst <br/>  *\"Hello youtubers! please rate,comment and subscribe\" FUCKING DIE SERIÖSA YOUTUBEANVÄNDARE DIE\"<br/>  *Människor som dricker energidrycker dagligen <br/>  *Människor som använder keps överallt året runt<br/>  *Tjejer som får en autograf av en artist eller skådespelare på någon kroppsdel och säger med tårar i ögonen \"Jag ska aldrig tvätta den delen igen\"<br/>  *Människor som har \"kebabpizza med pommes och vitlökssås\" eller \"150g med pommes ifrån grillen\" som favoriträtter <br/>  *Mindreåriga som försöker köpa tobak och kommer med stabila argument<br/>  *Människor som betalar med mynt, en i taget.<br/>  *Människor som inte äter fläskkött<br/>  *Skolelever som håller föredrag inför klassen med \"Visste du att ....?\" frågor, ex \"Visste du att en inbiten rökare bara behöver röka 3 bloss för att få den nikotinmängd som en beroende behöver?\"<br/>  *Människor som går runt i mjukisbyxor<br/> <br/>  Hade nog kunnat fortsätta i all evighet men det hade varit tråkigt <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/>  EDIT: Kom på att jag avskyr identitetsökande människor, folk som måste följa någon annan <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>"
	},
	{
		"postIndex": 5358,
		"postNumber": 5507,
		"rankGlobal": 6,
		"scoreGlobal": 85.2,
		"userRank": 39,
		"userScore": 18.8,
		"postUserName": "szabo",
		"postUserID": "u751418",
		"postUserUrl": "https://www.flashback.org/u751418",
		"postDateTime": "2014-01-21, 16:39",
		"postUrlInThread": "https://www.flashback.org/t1713465p459",
		"postUrlUniq": "https://www.flashback.org/sp47151038",
		"sentence": "- Folk som försöker vara roliga HELA TIDEN, speciellt föreläsare. Går aldrig att ta dessa idioter på allvar.<br/>  - Folk som lägger upp bilder på facebook där de putar med munnen, håller in magen, trycker in armarna på ett visst sätt för att boobsen ska tryckas upp och se större ut, eller håller om höften när de tar en bild från sidan och svankar för att rumpan ska se större ut. Värst är det när de försöker göra det diskret.<br/>  - Folk som stirrar konstant ner i mobilen och går in i folk eller ska prata om otroligt onödiga saker i mobilen så att alla hör.<br/>  - Trenden med ögonfransförlängning.<br/>  - Att jag är laktosintolerant och sockerberoende.<br/>  - Kallprat. Det värsta är folk som slänger ur sig ett \"allt bra eller?\" varenda jävla gång man träffas men ändå skiter i svaret. <br/>  - Folk som ska försöka få en att prata hela tiden när man äter. Helt okej med småprat men när vissa försöker ha en konversation med en utan paus för att hinna äta så blir jag så jävla förbannad. <br/>  - Tre stycken i min kompiskrets som är riktiga manshatare och älskar att säga att allt är männens fel och snacka skit om män bara för att de är män men så är alla de tre sambos med en varsin man. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/>  - Folk som talar väldigt dålig svenska och blir irriterade när jag inte förstår vad de säger. <br/>  - När folk som åker iväg för att hjälpa folk som har det förjävligt i fattiga länder ska ta bilder för att sedan lägga upp på facebook för att visa att den personen är sååååå snäll och bra som hjälper folk som har det svårt. <br/>  Visst, skitbra att du hjälper till men varför ska du behöva spamma med dina jävla bilder om allt bra du har gjort för att framstås som ett jävla helgon? Det känns som att dessa människor bara åker dit för folk ska tycka att ens handlingar är så goda och bra, inte för att hjälpa andra i första hand.<br/>  - Folk som delar länkar om hur dåligt djur behandlas pga den stora köttkonsumtionen men själv fortsätter att äta kött och sedan (som min kompis gjorde idag) klaga på hur dyrt det är med kött.<br/>  - Att vissa blir obekväma eller irriterade för att jag svär så mycket.<br/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/rant.gif\" title=\"Rant\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/rant.gif\" title=\"Rant\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/rant.gif\" title=\"Rant\"/>"
	},
	{
		"postIndex": 2311,
		"postNumber": 2381,
		"rankGlobal": 7,
		"scoreGlobal": 84,
		"userRank": 101,
		"userScore": 12.9,
		"postUserName": "w300i",
		"postUserID": "u344018",
		"postUserUrl": "https://www.flashback.org/u344018",
		"postDateTime": "2012-03-28, 16:02",
		"postUrlInThread": "https://www.flashback.org/t1713465p199",
		"postUrlUniq": "https://www.flashback.org/sp36508241",
		"sentence": "Stör mig nåt så förbannat på fjortisar som lägger upp bilder på facebook när dom super<br/>  När folk säger att dom ska supa,när dom egentligen inte får i sig mer än en öl eller 2<br/>  När man försöker förklara nåt för nån och personen i fråga inte fattat trots att man gått igenom det flera gånger<br/>  När man säger nåt till nån,och personen börjar prata om nåt helt annat,precis som om dom inte har hört ett enda jävla ord av vad man sagt<br/>  Folk som måste dra en liten sladd bara för att dom ser en människa gå bredvid vägen<br/>  Folk som stinker svett,hur jävla jobbigt är det egentligen att kliva in i duschen och tvätta sig?<br/>  När jag sitter och kör och har passagerare med som bara vevar ner rutan och röker,fråga först för helvete? <br/> <br/>  Finns så otroligt mycket mer jag stör mig på,kom bara på dessa saker för tillfället. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>"
	},
	{
		"postIndex": 224,
		"postNumber": 235,
		"rankGlobal": 8,
		"scoreGlobal": 83,
		"userRank": 117,
		"userScore": 12.3,
		"postUserName": "WhiskeyInTheJar",
		"postUserID": "u577106",
		"postUserUrl": "https://www.flashback.org/u577106",
		"postDateTime": "2011-11-14, 00:22",
		"postUrlInThread": "https://www.flashback.org/t1713465p20",
		"postUrlUniq": "https://www.flashback.org/sp33997089",
		"sentence": "Lite uppdatering på min lista med.<br/> <br/>  Folk som inte kan skriva riktiga jävla ord utan måste skriva förkortningar för verkligen ALLT. Dra åt helvete. Jag hatar er.<br/> <br/>  Folk som använder smileys efter varenda mening.<br/> <br/>  Människor som ska föreläsa om hur dåligt droger är, när dom själva inte har någon erfarenhet av det.<br/> <br/>  Folk som åker till Thailand, Kreta, Mallorca och liknande på semester.<br/> <br/>  Mammor som ska visa upp sina barn. Helst ska dom ha lite snor som hänger ifrån näsan, och lite sand runt munnen.<br/> <br/>  Idioter som uppdaterar facebook var femte minut om vart dom är och vad dom gör.<br/> <br/>  Överkänsliga människor.<br/> <br/>  När rädda barnen och liknande försöker få en att skänka pengar. Nej, varför i helvete skulle jag bry mig om svältande barn i afrika?<br/> <br/>  När man försöker irritera Jehovas Vittnen och dom bara står där och ser glada ut.<br/> <br/>  Djurrättsaktivister. Fattar ni inte att det är ni som får folk att hata vegetarianer och liknande? Håll käften och sluta vara så jävla jobbiga förhelvete.<br/> <br/>  Folk som inte klarar av människor som svär.<br/> <br/>  Människor som klagar över att dom inte har något liv när allt dom gör är att sitta hemma. KONSTIGT?! Gör något med ditt liv istället idiotjävel.<br/> <br/>  Troende människor.<br/> <br/>  Dessa irriterande blockmongos som ska blockera vägen för en genom att stå helt stilla och prata med sina vänner om det underbara ordet denne la i Wordfeud och fick 100 poäng för.<br/> <br/>  Ointelligenta människor.<br/> <br/>  Norska.<br/> <br/>  Folk som konstant måste prata. <br/> <br/>  Folk som alltid ska vara så förstående och sätta sig in i ens situation och veta exaaakt hur det känns. Nej, sluta. Ni är bara jobbiga.<br/> <br/>  Okända människor som lägger till en som vän på Facebook. Vem fan är du, och varför fan skulle jag vilja vara din vän?<br/> <br/>  Folk som tycker det är snyggt med läppförstoringar. Ni förtjänar att dö. <br/> <br/>  Nykterister.<br/> <br/>  Friluftsmänniskor.<br/> <br/>  Svettiga tjocka killar som gillar tv-spel.<br/> <br/>  Folk som sätter sig med tillexempel en gitarr och slår på alla strängar medan dom skriker ''HEHE KOLLA JAG KAN INTE SPELA GITARR'' och tror dom är roliga. Såg detta inträffa på min skola för några veckor sedan. Har inte släppt det än.<br/> <br/>  Folk som måste vara nära hela tiden, gå en halv millimeter ifrån mig och sånt. Ni är jobbiga.<br/> <br/>  Folk som kittlar mig och tror det är kul. Nej, jag får panik och jag kommer aldrig gilla er som människor, det är allt som kommer hända.<br/> <br/>  Stör mig även på att jag bara har ett kontaktuttag i mitt sovrum.<br/> <br/>  Och så stör jag mig på min kran som måste droppa hela tiden.<br/> <br/>  Folk som lägger upp bilder på sig själva och kändisar. Det är verkligen bara pinsamt."
	},
	{
		"postIndex": 4733,
		"postNumber": 4863,
		"rankGlobal": 9,
		"scoreGlobal": 82.7,
		"userRank": 44,
		"userScore": 18.1,
		"postUserName": "-Lady-",
		"postUserID": "u817578",
		"postUserUrl": "https://www.flashback.org/u817578",
		"postDateTime": "2013-09-05, 03:18",
		"postUrlInThread": "https://www.flashback.org/t1713465p406",
		"postUrlUniq": "https://www.flashback.org/sp45097147",
		"sentence": "Några saker jag stör mig på:<br/> <br/>  * Att behöva upprepa sig. <br/> <br/>  * Att bli avbruten när man pratar.<br/> <br/>  * Folk som skriver flera frågetecken eller utropstecken i onödan (vilket är 9 av 10 gånger). Jag kan inte låta bli att tolka personen som hysterisk.  <br/> <br/>  * Ordet ej! Finns ytterst få tillfällen då det passar att använda det ordet. Värst är när folk överanvänder det och skriver en hel text med \"ej\" överallt. Vill spy när jag läser det. <br/> <br/>  * När folk insisterar på att försöka prata tyska när de får veta att jag har en tysk pojkvän (det värsta är när de dessutom säger eller uttalar helt fel). Vad är syftet? Tror folk att de är kulturella för att de kan säga bratwurst? <br/> <br/>  * Folk som har på sig gummistövlar i mode syfte. Fulaste jag sätt och jag förstår verkligen inte varför!? <br/> <br/>  * Folk som inte kan sminka sig men insisterar på att göra det ändå (riktigt ojämn eyeliner/kajal/ögonbryn osv) Ser de inte själva hur fult det ser ut? Hur svårt är det att sudda bort det ojämna eller det som kommit utanför? <br/> <br/>  * Mammor som ignorerar sina skrikande barn i bussen, butik eller liknande ställen där det stör omgivningen. Respektlöst mot omgivningen att inte ens försöka få tyst på ungen. <br/> <br/>  * Mammor med barnvagn som tror att de har speciella rättigheter som går före alla andra. T.ex. att de aldrig behöver flytta på sig eller att det är helt okej för dem att ställa sig mitt i en gång så ingen kan gå förbi (utan någon speciell anledning eller akut anledning). <br/> <br/>  * Att man förväntas vara konstant tillgänglig på mobilen. Förstår inte folk att man faktiskt kan vara upptagen och inte alltid prioriterar att svara på samtal? Eller att man helt enkelt inte har lust att prata just då. De ska ju självklart ringa sjuttioelva gånger också trots att de inte vill något speciellt. <br/> <br/>  * Folk som inte har dyslexi men ändå på något sätt undgått att lära sig de simpla skrivreglerna som stor bokstav, punkt, kommatecken, styckindelning osv. Hur är det ens möjligt att inte kunna detta? <br/> <br/>  * Bortskämda människor.<br/> <br/>  * Ordet klöks. Ordet är äckligare än handlingen. <br/> <br/>  * När man har glömt handla en ingrediens till maten och upptäcker det för sent.  <br/> <br/>  * När internet krånglar (har inte läst hela tråden men förvånar mig att jag inte sett någon skriva detta ännu). <br/> <br/>  * När folk använder ordet nackskott. Det låter så töntigt och ordet är så uttjatat. <br/> <br/>  * När bussar åker för tidigt. <br/> <br/>  * När folk står i vägen och inte flyttar på sig fören man säger något. <br/> <br/>  * Reklam. Det irriterar mig så sjukt mycket att det är en stor anledning till att jag ytterst sällan ser på TV. <br/> <br/>  * Att inte orden mormor/farmor eller morfar/farfar finns i varken engelskan, tyskan eller spanskan (det är säkert fler språk de fattas i). Varför?! Det är alltid så krångligt när man ska förklara på annat språk vem av dem man menar. <br/> <br/>  * Folk som ändrar ord när de skriver. T.ex. skriver \"oh\" istället för \"och\". Alltså medvetet skriver på ett annat sätt. Ser sjukt löjligt och irriterande ut. <br/> <br/>  * När folk säger \"prosit\" när man nyst."
	},
	{
		"postIndex": 1263,
		"postNumber": 1304,
		"rankGlobal": 10,
		"scoreGlobal": 81.8,
		"userRank": 108,
		"userScore": 12.6,
		"postUserName": "Pruttgrotta",
		"postUserID": "u627905",
		"postUserUrl": "https://www.flashback.org/u627905",
		"postDateTime": "2011-11-21, 17:12",
		"postUrlInThread": "https://www.flashback.org/t1713465p109",
		"postUrlUniq": "https://www.flashback.org/sp34127601",
		"sentence": "1. Feta brudar som tycker dem är skitsnygga och envisas med att klä sig i utmanande kläder.<br/> <br/>  2. Idioter som outar sina problem helt öppet på Facebook.<br/> <br/>  3. Mammor som envisas med att alltid statusuppdatera på Facebook om att deras barn är bäst, gulliga,sjuka osv osv.<br/> <br/>  4. Personer som \"blandar\" bokstäver och siffror i text. T.ex: \"Vi kan väl mötas på stan runt 11-tolv kanske?\"<br/> <br/>  5. Tjejer i ens umgängeskrets som envisas med att snacka om kukar och snygga killar fastän hon är den enda tjejen bland en massa straighta killar. Tror dem verkligen att dem ska få någon form utav respons eller vad?<br/> <br/>  6. Gravida tjejer som lägger upp \"söta\" gravidbilder på sig själva där dem prompt ska stå i bara trosor och bh. Vad är grejen med det? Alltså bara för att man är gravid tror man då att ens kille tycker det är okej att man viker ut sig själv på en öppen community som Facebook?<br/>  Självklart sitter jag och fap:ar till bilderna men jag stör mig ändå som fan på beteendet.<br/> <br/>  7. När jag åker buss så ska jag utav någon anledning alltid låtsas att jag hoppar på lyktstolpar och liknande när jag sitter och tittar ut genom fönstret. Sjukt irriterande. :P<br/> <br/>  8. Brudar (i princip bara brudar som gör detta) som statusuppdaterar på Facebook och skriver saker som: \"Äntligen kommer det hända, sett fram emot det så länge!!\" Och sen när folk frågar vad det är som är på gång så får dem svaret \"alltså vi kan ta det irl, vill inte ta det på Facebook. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/>\"<br/>  Varför i hela helvete skriva något om det på Facebook alls för om man inte vill prata om det där??<br/>  AAAAAAAAAAAAAAAARGH VAD FÖRBANNAD JAG BLI PÅ DET!!!<br/> <br/>  9. Facebook.<br/> <br/>  10. Rökare som envisas med att röka när man sitter på en uteservering och äter. Jag tycker faktiskt det är ganska trevligt att känna smaken utav mat när jag äter. Inte fan vill jag att det ska smaka skorsten när jag betalt för käket.<br/> <br/>  11. Snorungar i 15-16 års åldern som tror sig vara så jävla mogna och vuxna.<br/> <br/>  12. Feminister som tror att \"Feminism är lika med jämställdhet\". <br/> <br/>  13. Fula gingers.<br/> <br/>  14. Personer som avgudar gruppen Kent så mycket att dem helt seriöst blir förbannade när dem träffar någon som inte gillar deras musik. Inte fan blir jag sur när folk inte har samma musiksmak som mig.<br/> <br/>  15. Personer som anser att \"How I meet your mother\" och \"2½ Män\" är roliga program.<br/> <br/>  16. Hypen kring Apple och Steve Jobs. <br/> <br/>  17. Personer som tar bort en som vän på Facebook, och sen skickar en ny vänförfrågan men blir sura när man ignorerar dem. Alltså, varför ta bort en som vän från första början om man ändå skickar en ny förfrågan igen några månader senare? Att ta bort någon som vän på Facebook utan att ge en anledning till det och sen bli sur när man inte vill bli vän igen känns ju lite vekt.<br/> <br/>  18. Personer som försöker framställa sig som intelligenta genom att skriva grejer som ordspråk och citat i deras statusuppdateringar men som ändå felciterar eller blandar ihop två ordspråk.<br/>  Är det så svårt att göra lite efterforskningar innan man gör bort sig?<br/> <br/>  19. När man stöter på en polis på fyllan och dem envisas med att fråga om man inte druckit lite för mycket. Klart som fan man druckit för mycket om man ligger naken i ett buskage och helt oberört rullar runt i hundskit och sina egna spyor.<br/> <br/>  20. Att jag inte riktigt vet vad jag ska göra med all tid jag har över nu när jag äntligen inaktiverat mitt Facebook-konto."
	},
	{
		"postIndex": 1835,
		"postNumber": 1889,
		"rankGlobal": 11,
		"scoreGlobal": 81.5,
		"userRank": 110,
		"userScore": 12.5,
		"postUserName": "dj0h4nn3s",
		"postUserID": "u264729",
		"postUserUrl": "https://www.flashback.org/u264729",
		"postDateTime": "2011-12-27, 00:30",
		"postUrlInThread": "https://www.flashback.org/t1713465p158",
		"postUrlUniq": "https://www.flashback.org/sp34754851",
		"sentence": "Underbar tråd. Kan börja med saker man stör sig på när man är inne på Facebook, efter att ha vart inne där några minuter funderar man ju allvarligt på hur fan världen blev såhär.<br/> <br/>  Folk som ALLTID ska visa tungan när dom är med i bilder<br/>  \"NUKÖRVII\" \"TAGGAAAAAA\" Ni fattar<br/>  Folk som har profilbilder där de har någon form av alkoholhaltig dryck i näven<br/>  \"Filosofer\" som skriver helt obegripliga texter, oftast på engelska<br/>  \"Jag fattar inte hur du kunde va så dum, jävla idiot.\" <br/>  Folk som kommenterar \"Finns&lt;3\" efter föregående exempel<br/>  Folk med patetiska mellannamn, till exempel Herman Badankan Göring<br/>  Volvoraggare med bilar som profilbilder<br/>  Spegelbilder<br/>  Folk som skriver i varandras loggar typ \"Kul det var igår!\" så att alla deras 767 vänner också får ta del av det. SMSa för i helvete!<br/> <br/>  Fan vad jag hatar Facebook, ändå är man inne där varje dag. Det är en sjukdom tamejfan.<br/> <br/> <br/> <br/>  Nu till mer vardagliga saker:<br/>  Iphones. Värsta skiten som finns i sociala sammanhang, en oerhört stor konversationsdödare. <br/>  Tjockisar och turkar som tror att de är jättesnygga i sina Oskarlinnrosfrisyrer.<br/>  Folk med obefintlig musiksmak som enbart lyssnar på mainstreamskit, typ Rihanna, Pitbull eller Flo-rida.<br/>  Folk som går på krogen varje helg och tror att livet enbart kretsar kring det. \"GE MIG FREEDAG NUU\"<br/>  Folk som bär onepiece eller mjukisar offentligt.<br/>  Folk med luvtröjor/adidaströjor på krogen. Hur fan kommer dom in? Svårt o sätta på sig en skjorta?<br/>  Folk som håller på något lag helt utan anledning. Finns många som håller på AIK för att det är coolt, vissa håller till och med både på AIK och Djurgården. Finns många som håller på Barca, Real, Milan och Arsenal samtidigt också. Finns väldigt många som bor i Västerås och håller på Leksand helt utan anledning även. Support your local team för i helvete.<br/>  Folk med oerhört fula tatueringar som de måste kavla upp ärmarna för.<br/>  Folk som ifrågasätter småsaker.<br/>  Folk som tror att moppemustasch är snyggt.<br/>  Folk som påstår Corona och Heineken är den godaste ölen som finns.<br/>  Tjejer som bloggar om sitt totalt meningslösa liv och tror att folk faktiskt bryr sig.<br/>  Folk under kurser/lektioner som säger \"Jag fryser\", \"När slutar vi\", \"Kommer det på provet?\", \"Jag fattar inte\"<br/>  Personer i allmänhet mellan 11-15 år.<br/>  Folk som skriver fler än ett utropstecken efter en mening.<br/>  Folk med bristfällig engelska/bedrövligt uttal. Aj kåm fråm Sviden<br/>  Folk som inte dricker öl eller kaffe.<br/>  Vegetarianer. Kött är det bästa som finns.<br/>  Feminister.<br/> <br/>  Med mera. Skulle kunna skriva en hel bok känns det som, men man blir bara förbannad när man tänker på alla idioter som finns. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/>"
	},
	{
		"postIndex": 1766,
		"postNumber": 1820,
		"rankGlobal": 12,
		"scoreGlobal": 79.3,
		"userRank": 419,
		"userScore": 8.2,
		"postUserName": "dismember",
		"postUserID": "u81787",
		"postUserUrl": "https://www.flashback.org/u81787",
		"postDateTime": "2011-12-14, 17:26",
		"postUrlInThread": "https://www.flashback.org/t1713465p152",
		"postUrlUniq": "https://www.flashback.org/sp34538430",
		"sentence": "Folk som inte har körkort. (Jag kör mer en gärna själv, men viss ambitionsnivå måste man ha)<br/>  Folk som säger att dom reser så mycket. (vilket innebär charter till Ibiza, Cypern, kanarieöarna och en silja kryssning.)<br/>  Nyblivna mammor som ovanstående skrev. (Aldrig i helvete jag umgås med sådana längre, efter 7 månaders föräldraledighet, dom sista månaderna var dom ensammaste i mitt liv)<br/> <br/>  Folk med aldeles för stort bekräftelsebehov (tonårstjejer, bloggare, mediahoror)<br/>  Folk med tatueringar liknande \"only god can judge me\" och andra fittiga texter skitballt när man är 18 och åker med i polarens volvo.<br/> <br/>  Folk som tror att en drink är det samma som \"redbull och vodka\"<br/> <br/>  Folk som säger \"asså fan jag jobbar så mycket........\" vilket betyder att man kommer till jobbet som budbilschaffis , kassan på statoil, kassan på ica, kassan på konsum 5minuter innan man börjar sitt pass. samma personer brukar gnälla på sitt jobb för att dom \"jobbar\" så mycket att dom håller på att bli utbrända, samtidigt vill dom inte byta för att man tjänar så bra....... dom tjänar oftast så bra att dom bara behöver ta ett litet sms lån för att åka på sin charter till Ibiza.<br/> <br/>  Alla som tror att det var bättre förr... mycket var säkert bättre förr när den lokala handlaren inte hade öppet på söndagar, vhs filmer was the shit, bilarna hade förgasare, man hade EN telefon som stog i hallen, och det var naturligt att röka innomhus, bilbälten i baksätet var för bögar.<br/> <br/>  Folk som köper hela sin inredning på Biltema, Jysk, Rusta och en ball platt tv av märket Marantz på Jula. och sen ska visa det för alla som att dom var miljonärer. påfallande ofta brukar det ligga saker som det står ByggMax på i hela hemmet.<br/> <br/>  Folk som säger \"jag känner henne/honom\" vilket betyder att dom har sett personens profil på Facebook.<br/> <br/>  Folk som andvänder Facebook. <br/> <br/>  Folk som tror allt är sant som står på Flashback/kändisskvaller. (blev tvungen att ta med det.)<br/> <br/>  Ungdomar som säger att \"jag har min egen stil, jag har dom kläderna JAG tycker är snygga\" och så ser dom ut precis som alla andra iallafall.<br/> <br/>  Folk som säger \"jag säger precis vad jag tycker, sån är jag.....Typ!\" samma person kan sitta och fjäska för en person hela kvällen för att dagen efter säga \"fy fan vilket dummhuvud jag snackade med igår\" Pröva att säga det direkt då om du är så jävla duktig. <br/> <br/>  Jehovas......... kommentarer överflödiga (hoppas jag)<br/> <br/>  Folk som kommer för sen till ett möte med ursäkten \"bussen var försenad\" varje gång, fast dom tog bilen dit, samma personer ringer 5sek efter utsatt tid och skäller ut mig för att jag är försenad. (då står jag offtast precis bakom personen. Är min tid värd mindre än din?<br/> <br/>  Folk som tror att dom gjort \"karriär\" när dom har blivt ansvariga för (insätt random meningslös syssla) samma personer kommer att gå in i väggen efter ca halvår pga den nya arbetsbördan.<br/> <br/>  Folk som kritiserar sin arbetsgivare! här är vilkoren, passar det inte så byt. Gräset är inte grönare på andra sidan, men pröva gärna så spar vi kostnaden på att säga upp dig, och naturligtvis betalar ALLA andra 3000 kronor mer i lön, och ALLA andra företag bjuder sina anställda på 2 veckors charter till Ibiza. MEN BYT DÅ OM DU ÄR SÅ JÄVLA MISSNÖJD..........<br/> <br/>  ja! det var väl det jag kom på för stunden, det finns nog mera.........."
	},
	{
		"postIndex": 4543,
		"postNumber": 4664,
		"rankGlobal": 13,
		"scoreGlobal": 79,
		"userRank": 116,
		"userScore": 12.3,
		"postUserName": "Deger",
		"postUserID": "u473083",
		"postUserUrl": "https://www.flashback.org/u473083",
		"postDateTime": "2013-08-12, 07:08",
		"postUrlInThread": "https://www.flashback.org/t1713465p389",
		"postUrlUniq": "https://www.flashback.org/sp44736479",
		"sentence": "Den här jävla \"känslan som uppstår när\"-skiten som alla tjatar om på facebook.<br/> <br/>  Folk utan ögonbryn.<br/> <br/>  Tjejer som över en natt tror att dem har blivit vuxna, och det börjar helt plötsligt vankas familj och framtid.<br/> <br/>  Folk som säger \"pogram\" och inte \"program\". Hur svårt kan det vara att lära sig hur man pratar efter alla år?<br/> <br/>  Såna här mata i mynt-maskiner. Cash-guard som det står på. Så jävla förnedrande att behöva mata i typ 7-8 enkroner om man vill bli av med lite växel.<br/> <br/>  Folk som aldrig kan ge sig om deras snack om den här zyzz, och imiterar varenda sak han gör. Det är såna som inte har nånting i livet, förutom 2000 kr för att köpa ett gymkort och en dator och glo på den tönten.<br/> <br/>  Folk som röstar på SD och har som anledning att \"alla invandrare tar våra jobb\" och liknande. Säg som det är, du är en rasist och hatar svartskallar.<br/> <br/>  Folk som får helt annorlunda tonläge när dem ska vara seriösa eller prata om något viktigt. Kan inte ta någon sån människa seriöst.<br/> <br/>  Folk som pratar om hur andra är \"falska\" bara för att det visade sig att personen inte var den man trodde sig vara eller liknande. Det är det enda folk tjatar om, att deras vänner som de hade i 14 dagar var så sjukt falska och buhu.<br/> <br/>  Folk som tror sig veta allt om hasch och maja, och säger att legalisering vore det bästa för att det botar ju cancer och ökar hjärncellerna. Pundare hela bunten. Jag själv röker, men jag behöver inte vara en dumskalle för det.<br/> <br/>  Fjortisar som envisas med att röka marlboro eller typ prince för att \"det är dem enda cigaretterna jag kan röka, alla andra är äckliga\". Ni vet, för att dem har rökt i snart 60 år och börjar bli kräsna, horungar.<br/> <br/>  Folk som sätter \"det ska vara\" framför något dem gillar. \"Det ska vara volvo vettu\", eller \"det ska vara carlsberg 5,2!\". <br/> <br/>  Folk som har varit i göteborg, stockholm eller något och helt plötsligt får en annorlunda dialekt och inte \"märker det själva\". Det är nog en av de mer vidriga saker jag vet. \"Nej men alltså, haha, jag kan inte hjälpa det jag har varit i norrland nu i 2 dagar så xD\". Käften innan pannbenet ryker säger jag till det.<br/> <br/>  Osynkade par. Såna som blev kära i varandra för 2 år sen, har gått helt skilda vägar men tvingar sig själva att fortfarande hålla ihop för de vet inte bättre och är rädda för att bli ensamma.<br/> <br/>  Folk i tonåren som tänder på piskor och att spänna fast varandra och sånt där. Bara tillgjort och korkat. Sånt berättar killarna för de andra killarna, och dem tycker att det är helt galet.<br/> <br/>  Folk som har en bil med 100 häst i eller något, och ger full gas så det släpper lite fjuttigt med däcken och tycker dem är skithäftiga.<br/> <br/>  Den här \"kvinnor ska stå i köket\"-humorn. ha-ha. Finns ju ingen osäkerhet bland tjejer med den attityden...<br/> <br/>  Så, nu har jag fått klaga lite."
	},
	{
		"postIndex": 3010,
		"postNumber": 3097,
		"rankGlobal": 14,
		"scoreGlobal": 78.3,
		"userRank": 53,
		"userScore": 16.4,
		"postUserName": "skit-korven",
		"postUserID": "u714381",
		"postUserUrl": "https://www.flashback.org/u714381",
		"postDateTime": "2012-08-27, 03:08",
		"postUrlInThread": "https://www.flashback.org/t1713465p259",
		"postUrlUniq": "https://www.flashback.org/sp39041981",
		"sentence": "några saker jag stör mig på kan göras till en liten lista!!<br/> <br/>  såna som alltid ska rätta andra folk för att den ene sa nåt litet fel som inte är historiskt korrekt!<br/> <br/>  folk som snackar med invandrarbrytning som te x (broder, mannen, parra, gitta, baxa osv)<br/> <br/>  religiösa människor! pallar inte med deras eviga tjat om gud och allt annat som dom väljer att lägga hela sitt liv åt ingenting!!<br/> <br/>  människor som tar bilder på facebook när dom står framför en spegel med en mobil i ena handen! sen skriver nån ååh du är så söt gullet! sen skriver hon tillbaka (du kan va söt tjejen!) skjut jävlarna!<br/> <br/>  personer som vill argumentera hela jävla tiden och alltid ska ha rätt fast det är en skitsak man talar om!!<br/> <br/>  fula och feta personer som lägger ut bilder på facebook och blir arg när nån skriver att dom är fula!gör man så får dom fan skylla sig själva!!<br/> <br/>  miljönissar som bara talar om miljön vart man ä går eller vänder sig med dom! dom gör mig förbannad!!<br/> <br/>  personer som spottar när dom pratar! otroligt irreterande!<br/> <br/>  personer som säger att dom köpt en pistol när dom gått in på teknikmagasinet och köpt en softis!!<br/> <br/>  trimmade mopeder!<br/> <br/>  epatraktorer som bara går i 30kmh<br/> <br/>  personer som inte kan hålla käften när man sitter på bussen och är trött som fan!<br/> <br/>  såna som försörjer sig på socialbidrag utan att ens söka jobb!! och såna som skryter om det!<br/> <br/>  personer säger en sak och gör en annan!<br/> <br/>  personer som pissar på kanten på toan!<br/> <br/>  såna som är kaxiga över internet sen när man ser dom är dom finniga, smala fräkniga och har afrofrilla! jävla äckel!<br/> <br/>  epa-raggare!<br/> <br/>  Ungjävlar som tror dom är gangsters!<br/> <br/>  feminister! tål dom inte!<br/> <br/>  bloggare som gjort skönhetsoperationer och väger ca 40 kg!<br/> <br/>  fjortisar i almänhet! dom är otroligt äckliga, patetiska!<br/> <br/>  låten DANSA-PAUSA! den spelas överallt och jag tål den fan inte!<br/> <br/>  datorer och teknik som inte funkar oavsett hur mycket man bankar på dom!<br/> <br/>  lärare som är efterblivna!<br/> <br/>  Svenska-lärare som inte är svensk och pratar skitdåligt med brytning! sen blir rektorn arg när man säger att hon suger på svenska!<br/> <br/>  fulla alkisar som åker buss och skriker åt varje person och är äcklig och skabbig! skjut dom jävlarna!<br/> <br/>  studenter som tar studenten för mycket på allvar! som överdriver hela tiden!<br/> <br/>  personer som bara talar om knark!<br/> <br/>  folk som går exakt enligt regelboken! säger åt en om man råkar gå på fel sida av vägen otroligt frustrerande!<br/> <br/>  jersey shore jävlarna!<br/> <br/>  såna som säger Weed istället för gräs!<br/> <br/>  skruvar som har blivit utslitna men fortfarande sitter kvar i en maskin och det inte går att skruva lös den!<br/> <br/>  försäljare! (telefonförsäljare)<br/> <br/>  när toapapperet är slut<br/> <br/>  glosögda som stirrar på en!<br/> <br/>  Jehovas!<br/> <br/>  ljugare<br/> <br/>  såna säger till mej att vapen är dåliga och borde förbjudas totalt!<br/> <br/>  när man inte hittar batteri till tevedosan!<br/> <br/>  ungar som frågar frågor när man ser en film hela tiden! grymt trökigt!<br/> <br/>  sådär nu har jag gjort min del <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/><br/>  listan blev för lång för att fortsätta! så nu får i skratta lite <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>"
	},
	{
		"postIndex": 305,
		"postNumber": 317,
		"rankGlobal": 15,
		"scoreGlobal": 78.1,
		"userRank": 122,
		"userScore": 12,
		"postUserName": "porterpotty",
		"postUserID": "u497409",
		"postUserUrl": "https://www.flashback.org/u497409",
		"postDateTime": "2011-11-14, 02:01",
		"postUrlInThread": "https://www.flashback.org/t1713465p27",
		"postUrlUniq": "https://www.flashback.org/sp33998132",
		"sentence": "stör mig på bohemer. vet fan inte vad de är som gör dom så jävla störande"
	},
	{
		"postIndex": 1433,
		"postNumber": 1477,
		"rankGlobal": 16,
		"scoreGlobal": 77.8,
		"userRank": 85,
		"userScore": 13.7,
		"postUserName": "Sabor",
		"postUserID": "u329488",
		"postUserUrl": "https://www.flashback.org/u329488",
		"postDateTime": "2011-11-24, 20:36",
		"postUrlInThread": "https://www.flashback.org/t1713465p124",
		"postUrlUniq": "https://www.flashback.org/sp34186949",
		"sentence": "*Folk som är nykterister.<br/>  *Folk som inte hostar i tex armvecket utan bara rakt ut i luften. Gärna när man sitter och äter också. (Gör mig så fruktansvärt irriterad så det finns inte. Sådana borde fan ha gasmask på sig 24/4.)<br/>  *Överviktiga som klagar över sin \"sjukdom\".<br/>  *Folk som spammar med sms om man inte svarat inom någon minut när det är en vanlig konversation. (Dina sms är inte prio.1 i min värld. FATTA för helvete liksom.)<br/>  *De som andas högt och djupt genom näsan när de sitter ner.<br/>  *När folk tappar koncentrationen eller inte visar något intresse alls när man ändå berättar en rätt viktig sak för dem. (Kanske bara jag som har ointressanta saker att berätta, but still, får ju i alla fall låtsas lyssna om inte annat.)<br/>  *A L L A bloggare. Inget jävla undantag för någon. Kollar jag på blogg är det för lättklädda bilder på brudar. Skiter fullständigt i hur tråkig deras jävla helg har varit eller hur galen den festen var. <br/>  *De som tror att att de faktiskt gör skillnad när de står i en liten jävla grupp i centrum på högst tio personer som ska demonstrera mot att ett jävla träd i en park som är nedgången ska huggas ner. Liksom, vem fan bryr sig egentligen? Speciellt när de är i min ålder. <br/>  *Brudar som putar med läpparna på varenda jävla bild.<br/>  *Överviktiga kvinnor som bestämt tror att de är \"Gods gift to men\"<br/>  *Feminister.<br/>  *Folk som älskar varandra så mycket att de bara måste ha en profilbild på Facebook när de kysser varandra för att visa sin kärlek. Stort blä på det. <br/>  *De som gör trumsolo med händerna fast det bara är de själva som hör musiken i sina hörlurar.<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/>  *Högklackade jävla skitskor.<br/>  *Estetare/hipsters.<br/>  *Extrema vänsterpartister.<br/>  *Extrema högerpartister.<br/>  *De som tatuerar in sitt namn och sin födelsedag. Varför egentligen? Brist på inspiration? Vänta några år istället tills du finner ett vettigt mönster istället. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/>  *De som inte hör av sig om de blir sena eller om det blir ändrade planer så man själv måste ringa upp och fråga vart de håller hus. Blir jag sen eller om något blir ändrat ringer jag upp berörd person talar om det så fort jag får reda på det.<br/>  *Politiskt engagerade ungdomars värvningsbås som alltid ska försöka trycka på en deras jävla politik även om man bara råkar ha vägarna förbi. <br/>  *När lypsylet har skruvat ut sig själv i fickan och korken har lossnat så skiten har blivit brutet på mitten. Lite fickludd på det gör verkligen susen.<br/>  *Wiggers.<br/>  *Jehovas som ska trycka på sin religion till andra. (Har dock inget emot Jehovas som accepterar att jag är ateist och inte vill ha med religion att göra, det är just de som är övertygade om min \"frälsning\" eller vad fan det nu är.)<br/>  *Filmklichér. Där actionhjälten med muskler av rent stål får den blonda tighta bruden efter förakt i början men senare mot slutet kommit att gilla honom riktigt mycket. (Romantiska tjejfilmer är fan bra mycket bättre än de med sådana förutsägbara klichéer.) Vill bara dra fram en stor jävla machinegun från ingenstans och säga något i stil med \"Hasta la vista, baby!\" och peppra sönder min dator + skärm när man ser den just DEN väldigt uttjatade klichén. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/rant.gif\" title=\"Rant\"/> <br/> <br/>  Tror jag fått med det mesta."
	},
	{
		"postIndex": 2406,
		"postNumber": 2478,
		"rankGlobal": 17,
		"scoreGlobal": 77.8,
		"userRank": 40,
		"userScore": 18.7,
		"postUserName": "J.Bismarck",
		"postUserID": "u692232",
		"postUserUrl": "https://www.flashback.org/u692232",
		"postDateTime": "2012-04-25, 15:20",
		"postUrlInThread": "https://www.flashback.org/t1713465p207",
		"postUrlUniq": "https://www.flashback.org/sp37023276",
		"sentence": "Bara för att jag har dödstråkigt tänker jag bidra till tråden. Vi får väl se hur omfattande listan blir.<br/> <br/>  * Kluriga, tvetydliga och med flit dumt formulerade teorifrågor i körkortsboken. Allt för att man ska svara fel.<br/> <br/>  * Skrikig musik. Jag har genomlidit många grabbkvällar med berusade vänner som sitter och vrålar till In Flames.<br/> <br/>  * När folk utstöter överdrivna njutningsläten med flit och tittar på en med ett obehagligt flin som om man själv förväntas göra samma sak. \"ÅÅÅ MMM vad gott... <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> ...\"<br/> <br/>  * När pseudoexperter uttalar sig om saker de inte har någon aning om. Jag lyssnar gärna på folk som kan sin sak, men inte folk som så uppenbart bara sitter och gissar, hela tiden. Det är okej att inte veta allt om något, men om man verkligen är helt okunnig gör man bäst i att vara tyst.<br/> <br/>  * Folk som ursäktar sin bristfälliga kunskap med att just det där faktumet är obetydligt eller inget att bry sig om.<br/> <br/>  * När folk säger \"FAIL\". Det skär i mina öron. Jag vet inte varför, men det låter så löjligt och omoget.<br/> <br/>  * Verklighetsfrånvända MUF:are som tycker att det är en skam att vara arbetare. Svenska arbetare byggde det här landet, det är upp till var man att visa respekt mot alla arbetare. Må han städa McDonalds toaletter, det spelar ingen roll.<br/> <br/>  * Folk som bara ser hinder och besvärligheter framför varje ny upplevelse. \"Det kommer ALDRIG att fungera bla bla bla\".<br/> <br/>  * När någon skriver <i>hurvida</i>.<br/> <br/>  * Människor som bara bryr sig om pengar.<br/> <br/>  * Afrosvenskarnas blahaorgansisation. Ett gäng gnällspikar som hittar strukturell rasism i skafferiet.<br/> <br/>  * Gnällspikar i allmänhet som inte kan förmå sig att finna sig i en viss situation bara för att det inte är de själva som styr, alternativt att det inte blev som de väntade sig. \"Vi skulle gjort såhär\", \"det hade blivit ännu roligare om(...)\" - Håll käften!<br/> <br/>  * Människor som per automatik använder sig av klichéartade och uttjatade ord och fraser i deras klassiska sammanhang. Ex: stigmatisera, dra alla över en kam, jämföra äpplen och päron, rättighet, älskade, obeskrivlig, fosterland, olyckligt, skrämmande, mörkrädd, samhället, bekämpa, tydligen,  krossa, så ligger det till osv osv.<br/> <br/>  * Killar som kallar tjejer som inte vill ligga för torra och tråkiga, och tjejer som vill ligga för horor och slampor.<br/> <br/>  * Killar som vid samtal med tjejer varje gång ska styra samtalet till något som har med sex att göra. Det är inte förbjudet att ragga men det måste väl för helvete finnas gränser. Varje gång det är en tjej med i spelet ska allt bli så jävla omänskligt och tävlingsinriktat.<br/> <br/>  * Genusvetenskap och feminism. Det är bara löjligt bullshit ingen behöver göra vetenskap eller politik av. <br/> <br/>  * När ärmarna på en tröja är för långa när resten av tröjan är i perfekt storlek.<br/> <br/>  * Människor som klagar på andra när de själva är nästan så långt ner på stegen man kan komma.<br/> <br/>  * Människor som säger att det där skulle de minsann också kunnat komma på/göra. Ja men det gjorde du inte så håll käften!<br/> <br/>  * Tv-spel. Nu fyller jag 20 här i veckan och kan konstatera att de flesta tv-spel slutat vara roliga. Samma tråkiga, enformiga skit som bara slukar tid och tar så mycket mer än vad det ger. Jag ångrar att jag köpte ett PS3. Det funkar väl som underhållning när man inte har något annat att göra, men inte mer.<br/> <br/>  * Ateister som blivit sin nemesis spegelbild och våldsamt predikar ateism vid varje givet tillfälle. Jag har inga problem med att folk inte tror på gud, men jag skiter i varför. Jag har hört argumenten för ateism och mot religion 1000 gånger förut.<br/> <br/>  * Mesig och fantasilös pojkbandsrock från Storbritannien. The abrakadabra, The baluba och The The The kan alla slås ihop till ett enda tråkband med sina trådsmala slipsar, svarta converse, stripigt hår, skinnjackor och vad fan de har på sig.<br/> <br/>  * \"Jag är inte rasist men..\".<br/> <br/>  * När folk gnäller på dagens musik där det inte hör hemma. Som exempelvis i kommentarsfältet på Youtube. \"Omg this is real music and not like the Justin Bieber shit we go today\". HÅLL KÄFTEN! Han är en jävla flickidol, inget att bry sig om det minsta. Jag är så jävla trött på alla metalheads som ska hålla på och gnälla om honom. Det är väl bara att strunta i det.<br/> <br/>  * Folk som gnäller på yttre faktorer hela jävla tiden. Det handlar om humör och inte om det \"ser ut att bli regn\"!<br/> <br/> <br/>  Det var vad jag hade nu."
	},
	{
		"postIndex": 3002,
		"postNumber": 3089,
		"rankGlobal": 18,
		"scoreGlobal": 77.3,
		"userRank": 123,
		"userScore": 11.9,
		"postUserName": "wdmd",
		"postUserID": "u552405",
		"postUserUrl": "https://www.flashback.org/u552405",
		"postDateTime": "2012-08-21, 01:24",
		"postUrlInThread": "https://www.flashback.org/t1713465p258",
		"postUrlUniq": "https://www.flashback.org/sp38939659",
		"sentence": "envisa kristna människor<br/>  människor som seriöst skriver xD . ger intrycket av att man har lågt iq<br/>  folk som svarar långsamt eller inte svarar alls när man ringer eller smsar<br/>  folk som typ \"det är inte skönt med kondom\" fast dem inte känner någon skillnad men de har hört andra säga det<br/>  på vissa påslakan är det hål uppe i hörnen, för att det ska bli enklare att trä påslakanet över täcket. blir så jävla irriterad när kanten av täcket sticker ut genom påslakandet<br/>  när folk tror att dem är speciella men egentligen är de exakt som alla andra. typ \"aha lyssnar du på den låten, jag hörde den innan han blev känd\"<br/>  översittare<br/>  det långa introt i det första säsongerna av \"californication\" <br/>  människor som inte är musikintresserade. man frågar vad de gillar och de svarar med en radiokanal.<br/>  folk i klassen som skrattar när man pratar om typ våldtäkter<br/>  när det är minsta lilla grus i sängen, kan inte sova då. eller om någon annan än mig själv rör mitt lakan. måste typ torka bort bacillerna med handen då. annars känns det som ett smutsigt lager. ändå ska folk alltid sitta på ens säng. gärna med smutsiga strumpor på sig<br/>  folk som gör dumma trådar på flashback om typ \"hur uppfattas jag av er om jag använder converse? funderar på att köpa mig ett par!\" . var varannan människa har converse idag. <br/>  folk som gillar drake<br/>  oskulder (bara varit med om tjejer i min närhet) som vill förlora oskulden men inte vågar. \"åååå jag vill verkligen...\" slutar med att de ger en avrunkning istället.<br/>  alla som ska tatuera sig när de fyller 18. de vet inte vad men försöker desperat komma på något för \"nu är kan man så då måste man\".<br/>  folk som kommer hem från typ magaluf och berättar allt som att de vore så jävla fett och som att de är de enda som varit där \"JAG KÖPTE TYP EN HINK MED MASSA DRICKA\". <br/>  folk som alltid ska vara så jävla pk. såg en tidigare i denna tråden som skrev att de stör sig på folk som går snett med fötterna. då ska ngn givetvis svara med en historia om att hon går snett och har sulor i skorna, trots detta gör det ont och därför tycker hon inte att folk som inte vet hur det känns ska yttra sig. <br/>  människor som skriver med små bokstav efter punk. jag ber om ursäkt men skriver så fort. det finns så mycket att störa sig på."
	},
	{
		"postIndex": 4300,
		"postNumber": 4413,
		"rankGlobal": 19,
		"scoreGlobal": 77.3,
		"userRank": 124,
		"userScore": 11.9,
		"postUserName": "Jullanfan",
		"postUserID": "u787814",
		"postUserUrl": "https://www.flashback.org/u787814",
		"postDateTime": "2013-07-04, 20:53",
		"postUrlInThread": "https://www.flashback.org/t1713465p368",
		"postUrlUniq": "https://www.flashback.org/sp44175141",
		"sentence": "Folk som andas högt genom näsan.<br/> <br/>  Folk med långa naglar som trycker så att man hör naglarna på tangentbord eller sin mobil.<br/> <br/>  Folk som måste ha tillbaka dom där 10 kronorna som man lånade.<br/> <br/>  Folk som har skor med snea sulor, syftar mest på UGGs<br/> <br/>  Folk som skriver statusar på facebook utan att säga vad det är som har hänt för att \"det är för privat\"<br/> <br/>  Folk som ska upprepa saker de sagt, och när man avbryter och sagt att de redan berättat det, så berättar dom det igen ändå.<br/> <br/>  Särskrivningar<br/> <br/>  Folk som skriver \"woop\", \"klackarna i taket\", \"utgång på ingång\", \"fekke\" osv osv.<br/> <br/>  Folk som är jättesociala på nätet men som inte ens hälsar när man stöter på dom utomhus.<br/> <br/>  De som gör taggar på facebook <br/> <br/>  Folk som lägger upp bilder på sig själva när de ska träna/har tränat och som sen alltid tillägger: \"Idag var jag duktig\"<br/> <br/>  Att jag alltid fnittrar när jag inte vet vad jag ska säga, så sjukt irriterande och jag har lust att slå ihjäl mig själv när jag gör så. Kan jag sluta med det eller?<br/> <br/>  Snåla personer<br/> <br/>  När man går bredvid någon och den personen börjar gå in i en så att man nästan måste putta till baka den andre.<br/> <br/>  Folk som skriver hen eller h*n<br/> <br/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> smileysen<br/> <br/>  Folk som byter musik hela tiden, i bilen, på fester osv.<br/> <br/>  Folk som inte kan ta egna beslut<br/> <br/>  Tjejer som spelar dumma för att de vill ha uppmärksamhet<br/> <br/>  Killar som \"hänger ut\" och jävlas med varandra för att leka balla eller vad fan det är de försöker med. <br/> <br/>  När man säger \"va?\" för att man inte hörde vad någon sa, och den personen svarar \"du hörde vad jag sa\"... Eh... Nej... <br/> <br/>  Folk som gör mellanrum mellan ett ord och utropstecknet, tex. \"Hej !\"<br/> <br/>  Alla som blandar ihop Your och You're<br/> <br/>  Folk som säger att allting är bögigt. <br/> <br/>  Folk som blandar ihop orden enda och ända<br/> <br/>  Folk som frågar saker när man kollar på film.. <i>Varför är han där? Hur kom den dit? Vart hittade dom den?<br/> </i><br/> <br/>  Dubbade filmer/reklamer<br/> <br/>  Att efterlyst har facebook, instagram och twitter <br/> <br/>  Han som pratar på TV6<br/> <br/>  Folk som skriver ordet \"fucking\", allra värst med stora bokstäver, tex. Jag har tagit FUCKING körkort!!<br/> <br/>  Folk som tar illa upp när man är ärlig<br/> <br/>  När det blir som ett smask-ljud när någon pratar.<br/> <br/>  Folk som skriver asså och inte alltså.<br/> <br/>  Killar med keps som bara sitter mitt på huvudet, de har liksom inte dragit ner den, utan den bara ligger där.<br/> <br/>  Tjockisar som inte inser att de är feta<br/> <br/>  Tjockisar som insett att de är feta, men inte gör någonting åt det."
	},
	{
		"postIndex": 2559,
		"postNumber": 2635,
		"rankGlobal": 20,
		"scoreGlobal": 76.8,
		"userRank": 37,
		"userScore": 19.1,
		"postUserName": "turkbygge",
		"postUserID": "u548571",
		"postUserUrl": "https://www.flashback.org/u548571",
		"postDateTime": "2012-05-30, 18:09",
		"postUrlInThread": "https://www.flashback.org/t1713465p220",
		"postUrlUniq": "https://www.flashback.org/sp37611565",
		"sentence": "Folk som använder ordet puligt till allt dom tycker e gott eller snyggt. <br/>  Folk som röker när dom går på stan.<br/>  Reklam på TV.<br/>  Folk som går för sakta för att man ska kunna gå bakom men för snabbt för att man ska kunna gå om. <br/>  Folk som står mitt i rulltrappan så att man inte kommer förbi.<br/>  Folk som lyssnar på musik så högt genom sina hörlurar att man hör det. <br/>  När folk står i vägen, så jävla irriterande!<br/>  Folk som inte kan trafikregler.<br/>  Folk som äter på bussen/tåget när man själv e hungrig.<br/>  Folk som refererar till sin telefon som iPhone till exempel: Var e min iPhone? Istället för: Var e min telefon?<br/>  Folk som inte är uppmärksamma i skolan, dvs frågar om samma sak 5 gånger för att dom inte lyssnar.<br/>  Hobbyblattar.<br/>  40 år gamla kvinnor som klär sig som fjortisar. Platinablonderat hår som e ruffsigt, tight skinnjacka, tights, höga klackar och solbrillor större än huvudet.<br/>  Folk som tror att dom e bättre än andra för att dom bor i en stad/större ort(staffanstorp e ett bra exempel).<br/>  Dyslektiker som alltid skyller <b>alla</b> sina fel på dyslexi.<br/>  Folk som går med häng, skaffa bälte för fan.<br/>  Rökare/snusare som slänger fimpen/snuset på vägen istället för att slänga det i en papperskorg eller bjudlocket om man snusar.<br/>  Fjortisar, speciellt när dom fortfarande e det vid 19 års ålder.<br/>  Vegetarianer som inte äter kött bara för att det e \"synd\" om djuren.<br/>  Hundar som skäller röven av sig så fort dom ser någon dom inte känner igen. <br/>  Folk som skaffar tatueringar för att det e \"snyggt\".<br/>  Riktigt feta tjejer som använder tights, camelhoof någon?<br/>  Folk som köper Beats by Dre bara för att dom vill ha märket men skiter i hur dom låter.<br/>  Märkesbögar som köper jeans/tröjor/jackor för 1500kr +.<br/>  Folk som tycker att iPhone e världens bästa telefon.<br/>  Folk som tror att det e status att ha en iPhone.<br/>  Folk som e helt insnöade på en musikgenre till exempel dom som säger att allt annat än rock e skit.<br/>  Folk som ständigt ska berätta om hur fulla dom har varit.<br/>  Folk som lägger upp fyllebilder på facebook.<br/>  Folk som tror att FB e facebook, FB e flashback.<br/>  Par som skriver att dom älskar varandra på alla jävla statusar dom lägger upp.<br/>  Folk på facebook som fiskar likes eller vänner. <br/>  Fjortisar på facebook som skriver snygg/söt/sexig/bäst till varandra och sen svarar med: nej du e söt/snygg/bäst.<br/>  Folk som skriver minsta lilla händelse i deras tråkiga liv på facebook."
	},
	{
		"postIndex": 1148,
		"postNumber": 1184,
		"rankGlobal": 21,
		"scoreGlobal": 76.4,
		"userRank": 270,
		"userScore": 9.2,
		"postUserName": "OsnutenUnge",
		"postUserID": "u504017",
		"postUserUrl": "https://www.flashback.org/u504017",
		"postDateTime": "2011-11-19, 01:51",
		"postUrlInThread": "https://www.flashback.org/t1713465p99",
		"postUrlUniq": "https://www.flashback.org/sp34084885",
		"sentence": "Jag stör mig på:<br/> <br/>  - Folk som pekar på en och säger \"HA!\" varje gång de tycker att de får till ett bra argument i en diskussion. Jävla muppar.<br/> <br/>  - Folk som försöker använda 'svåra' ord i vardagligt tal, men inte riktigt klarar av att uttala dem eller får lov att tänka efter vad orden egentligen betyder, så att det slutar med att de pratar onödigt långsamt och gärna stammar lite också.<br/> <br/>  - Folk som inte hänger med i filmer och istället sitter och ställer em massa efterblivna frågor i parti och minut. \"Vem är han? Varför gör de så? Vart är de på väg någonstans?\" I ca 100% av fallen är det tjejer som gör så.<br/> <br/>  - Osnutna ungar.<br/> <br/>  - Folk som drar Chuck Norris-skämt och andra internetskämt i verkligheten, gärna memorerade ord för ord från YouTube-kommentarer på rejält knagglig engelska.<br/> <br/>  - Folk som smaskar. Varför, jag undrar bara varför?<br/> <br/>  - Anti-vegetarianer (Men om alla börjar äta grönsaker, vad ska då DJUUREN äta? *Skrockar så att hakorna dallrar*)<br/> <br/>  - Jehovas vittnen.<br/> <br/>  - Folk som måste dricka för att kunna ha roligt. <br/> <br/>  - Misslyckade föräldrar som blir förbannade om någon annan säger åt deras bråkiga ungar, bara för att föräldrarna själva inte vågar göra det.<br/> <br/>  - När kontaktlinserna vägrar sätta sig i ögonen när det är tre minuter kvar tills bussen går.<br/> <br/>  - Tjejer som tar modellbilder när de ligger med armarna i kors över en spegel.<br/> <br/>  - Folk som inte har fattat det här med personligt utrymme.<br/> <br/>  Helvete, nu blev jag bitter igen <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/rant.gif\" title=\"Rant\"/>"
	},
	{
		"postIndex": 4583,
		"postNumber": 4706,
		"rankGlobal": 22,
		"scoreGlobal": 76.2,
		"userRank": 22,
		"userScore": 21.9,
		"postUserName": "Doviculus",
		"postUserID": "u489257",
		"postUserUrl": "https://www.flashback.org/u489257",
		"postDateTime": "2013-08-14, 23:02",
		"postUrlInThread": "https://www.flashback.org/t1713465p393",
		"postUrlUniq": "https://www.flashback.org/sp44783037",
		"sentence": "Folk som säger \"Jag vill inte skryta, men....\""
	},
	{
		"postIndex": 3986,
		"postNumber": 4092,
		"rankGlobal": 23,
		"scoreGlobal": 76.1,
		"userRank": 225,
		"userScore": 9.7,
		"postUserName": "Rakii.",
		"postUserID": "u803351",
		"postUserUrl": "https://www.flashback.org/u803351",
		"postDateTime": "2013-05-08, 18:59",
		"postUrlInThread": "https://www.flashback.org/t1713465p341",
		"postUrlUniq": "https://www.flashback.org/sp43332463",
		"sentence": "Jag delar in det i olika kategorier.<br/> <br/> <b>Språk:</b><br/>  * Idioter som tror att \"hen\" är ett riktigt ord.<br/>  * Folk som säger \"ostkrokar\" eller \"osträkor\" istället för ostbågar.<br/>  * Folk som uttalar \"kex\" som \"tjex\".<br/>  * Folk som säger \"tjugohundra\" då de pratar om 2000-talet. Det gick hem på 1900-talet, men nu är det nya tider så försök hänga med lite.<br/>  * Idioter som skriver \"sätt\" då de egentligen menar \"sett\" och vice versa. Vilken idiot som helst klarar väl av att skilja på de orden?<br/> <br/> <b>På film:</b><br/>  * Repliken \"What? No!\" är jävligt uttjatad. Och man hör aldrig någon säga så i verkligheten, så var den kommer ifrån kan man ju undra.<br/>  * När en karaktär i en film plockar fram sin mobiltelefon för att ringa en kompis/familjemedlem. Ingen gör ju det i verkligheten så varför i helvete gör folk det på film för? Ingen använder ju mobilen till att ringa med längre, åtminstone inte till vänner och släktingar. Under de senaste 15 åren har jag bara sett nån ringa med sin mobil en enda gång och då var det för att ringa efter en ambulans.<br/> <br/> <b>Ute:</b><br/>  * Folk som är ute med hunden och låter hunden gå på ena sidan av gångbanan medan man själv går på andra sidan så att kopplet blir som en \"avspärrning\", för då måste ju den som gå åt motsatt håll antingen försöka hoppa över kopplet eller gå ut på sidan av gångbanan.<br/>  * Folk som står vid ett övergångsställe med trafikljus och trycker flera gånger på knappen i tron att man kommer över vägen fortare då - vilket man inte gör. Att ungar gör så kan man väl förstå, men vid flera tillfällen har jag sett även vuxna göra så.<br/>  * När det slår om till rött precis när man kommit fram till övergångsstället och det är mycket trafik så att man måste vänta ett par minuter för att få gå över vägen.<br/>  * Folk som cyklar på vintern.<br/> <br/> <b>På TV:</b><br/>  * Reklampauser kan vara ganska irriterande. De dyker alltid upp när programmet är som bäst och de är alltid för korta för att man ska kunna hinna kolla mejlen eller slänga ihop en kopp te och några mackor (annat än med lite ost eller kaviar på).<br/>  * När ser en film eller ett program på TV och det blir reklampaus. Och när reklamen är över så nöjer sig kanalen inte med att fortsätta där de avbröt utan spolar tillbaka en eller ett par minuter så att man får se samma sak igen. Detta har faktiskt hänt några gånger, främst på TV4 har jag märkt."
	},
	{
		"postIndex": 1013,
		"postNumber": 1045,
		"rankGlobal": 24,
		"scoreGlobal": 75.1,
		"userRank": 134,
		"userScore": 11.5,
		"postUserName": "b4js",
		"postUserID": "u379959",
		"postUserUrl": "https://www.flashback.org/u379959",
		"postDateTime": "2011-11-16, 21:47",
		"postUrlInThread": "https://www.flashback.org/t1713465p88",
		"postUrlUniq": "https://www.flashback.org/sp34045744",
		"sentence": "- När det blir spottbubblor i mungiporna när någon talar.<br/>  - När man drömmar att man gått upp, klätt på sig och börjat käka frukost.<br/>  - Folk som pratar för mycket.<br/>  - Religösa människor.<br/>  - Språkbruket på forum.<br/>  - Folk som gnäller så jävligt på nya arister o skit. Typ som Justin Bieber \"han är bög och borde dö! hur kan han va bög när han är en tjej! han suger\". Käften.<br/>  - Ungefär allt med facebook.<br/>  - Turkar som skriker aboo och inte kan uttala sk(skit)ljud. Blir mer ett harkel.<br/>  - Folk som gnäller på att det är så jävla kallt.<br/>  - finns för dig! &lt;(*,*&lt;) (^3^) ;-D *o* xD xD xD xD &lt;3&lt;3 *_O<br/>  - När man ska stoppa in USBn och den är upp-o-ned.<br/>  - Skeunska.<br/>  - \"Jag använder LOIC och Poison-envy jag är uber hacker!\"<br/>  - Hipsters.<br/>  - Apple.<br/>  - Folk som vill ta \"seriösa\" snack när man är på fest. \"Asså vi måste snacka!\" Käften på'rä!<br/>  - Svarta män med hängröv och för stora t-shirts.<br/>  - När folk pratar om något de inte vet ett skit om.<br/>  - Windows startup repair.<br/>  - <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/>  &lt;-- denna smiley.<br/>  - När folk öppnar munnen och det bildas en tråd av saliv från gommen till tungan.<br/>  - Smulor i sängen.<br/>  - Abstrakt/modern konst - \"det är så djupt\". (Kan jämföras med med southpark avsnittet där butters skriver en bok som heter: \"the poo that took a pee\".<br/>  - Statisk elektricitet.<br/>  - Nå åt komponenter i datorn när man är i ett trångt utrymme. fyfan va förbannad man blir när man inte kan få in en SATA sladd.<br/>  - Folk som tycker man är rasist för man säger neger, tycker om nationalsången eller har en allmänt logisk syn på att människoraser är olika. De tycker även att alla som bor i sverige är svenskar också. Man får inte vara afrikan, turk, syrian eller något annat utan man är svensk automatiskt (är man inte rasist själv då?).<br/>  - TV-shoppen tvins (eller twins?).<br/>  - Band som Bullet for my valentine.<br/>  - Folk som säger \"fucking\" istället för jävligt eller något liknande.<br/>  - Att folk tror man är smart bara för att man är kunnig inom ett visst ämne. Gärna ett ämne som astronomi/biologi. Nej det är man inte, man är kunnig/klok.<br/>  - Folk som dricker lättmjölk.<br/>  - Folk som tror att hjärnan bara används till 10%.<br/>  - Bandit 106,3. \"Vi spelar vad vi vill\".<br/>  - Överanvände memes som \"Forever alone\". Överanvända saker överhuvudtaget.<br/>  - Raveare.<br/>  - Överkokta potatisar.<br/>  - Föräldrar som matar sina barn på MCdonalds.<br/>  - Amerikaner med extrem fetma.<br/>  - När tyskarna invaderar med sina husbilar.<br/>  - När folk frågar om man klippt sig fastän det syns klart och tydligt.<br/>  - När folk är ironiska hela tiden.<br/>  - Horoskåp.<br/>  - När folk blockerar i affärer.<br/>  - Och när det vär blir minsta lilla snudd så ursäktas det artigt. Det-är-lugnt sa ja juh fö FAN!<br/>  - Föräldrar som inte kan säga till sina barn<br/>  - När folk anväder ordet data istället för dator.<br/>  - Jag är bög och koprofil ställ era frågor-trådar.<br/>  - Leauge of Legends.<br/>  - Ordspråk är rätt störande.<br/>  - När äldre herrar och gummor leker \"vinsmakare\". Dvs, skakar om vinglaset och luktar på det lätt. It's all in your brain.<br/>  - Zigenarkvinnor och deras stora kjolar (Där dom antagligen gömmer barn och skrot).<br/>  - <a href=\"/leave.php?u=http%3A%2F%2Fmodermodemet.com%2F\" target=\"_blank\">http://modermodemet.com/</a> Denna. Fet humor dock <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/>  - Stora och luftiga jackor med konstgjord päls på luvan.<br/>  - Google Chrome<br/>  - Dessa vitamin och mineraltillskott drycker som alla köper<br/>  - Smells like teen spirit, Strobe, Dreamscape, Requiem of a dream låten, Volbeat - Fallen. Säkert många fler<br/>  - iTunes<br/>  - Ethernet sladd som inte \"hakar\" fast sig i intaget eftersom plastfittan gått av.<br/>  - Tjocka emosar<br/>  - Guldpläterade HDMI/AUX/USB m.m-kablar<br/>  - När nån unge sitter och glor på en. Nästan så att det blir Örjan Lax anfall.<br/>  - När mottrafik inte stänger av helljus<br/>  - Specifikationstext på datorer. \"Supersnabb grafik!\". <br/>  - H.E.L's profilbild <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> men den ä ganska sewt ändåe!<br/>  - När folk lägger in orden \"det är den nya\" på diverse nya saker som kommit ut. \"Det är den nya         iPhone4S!\" lol, har det funnits en gammal 4S?<br/>  - Trådar i Tripp och rusrapporter så skriver alltid TS: \"Vi kan kalla dom k,u och k<br/>  - När man skiter så sprutar det bajs och blod över hela toaletten så får man slicka upp det för alla skur och reningsverktyg är uppkörda i rektum. As tirriterande.<br/>  - Rösten i Jysk reklamerna.<br/>  - Tidningsteman. nytt DÖDSKNARK bland ungdomar DÖDAR. sen är det en bild på en pundare som smaskat Crystal i 10 år. typ<br/>  - Familjeliv.se<br/> <br/> <br/>  Orkar fan inte skriva mer."
	},
	{
		"postIndex": 1585,
		"postNumber": 1632,
		"rankGlobal": 25,
		"scoreGlobal": 74.2,
		"userRank": 97,
		"userScore": 13.1,
		"postUserName": "Kaszimierz",
		"postUserID": "u251262",
		"postUserUrl": "https://www.flashback.org/u251262",
		"postDateTime": "2011-11-30, 01:33",
		"postUrlInThread": "https://www.flashback.org/t1713465p136",
		"postUrlUniq": "https://www.flashback.org/sp34273446",
		"sentence": "-Saker som låter genomträngande, plötsligt och mycket. Spelar ingen roll om det är mikrovågsugnar, hundar, mobiltelefoner eller flyglarmstyfoner.<br/>  -Det \"diskreta\" knappljud som uppstår när någon bredvid mig sms:ar med mobilen ljudlös när jag försöker koncentrera mig på t ex en film. Gå iväg om du ska sms:a!<br/>  -Folk som går med hunden lös på ställen där det rör sig mycket andra människor och hundar. Kul för er att ni har duktiga hundar ni kan ha lösa, men vart ska vi med hundar som inte gillar andra hundar ta vägen? Inse att ni inte har så'n pli på hunden att ni kan garantera att inget händer.<br/>  -Folk som har hunden lös mellan april och augusti. \"Men jag har uppsikt över hunden!\" Det är vad du tror, men du är uppenbarligen en idiot. Läs på om hundar och t ex kaniner.<br/>  -Folk som har hund och som verkar tycka att alla ska anpassa sig efter deras hund och dennas behov, i alla lägen. <br/>  -Föreläsare som avbryter sig själva stup i ett för att de tänker så fort att de hunnit 4 resonemang längre fram i deras huvud.<br/>  -Saker där designen ur någon aspekt är värdelös för mina behov.<br/>  -Vår mikro som när man tinar piper efter halva tiden, i ungefär 8 sekunder. Får impulser att slänga ut skiten genom fönstret varje gång det händer.<br/>  -Reklam.<br/>  -Människor som inte tycks känna till innebörden av ordet hänsyn.<br/>  -Folk som inte stänger av mobilen när de går på bio och/eller, ännu värre, tar upp den medan filmen pågår.<br/>  -Folk som slänger in engelska ord och uttryck när de pratar, som om de chattade med någon. \"Efter allt\" osv. Poängteras skall att jag gör det här själv ibland, nog borde man kunna snacka svenska?<br/>  -De/dem. Det har redan sagts i tråden, men jag tycker att om man inte lärt sig skillnaden kan man lika gärna skriva \"dom\" istället. Visst, det kommer att se ut som att en 10-åring har skrivit, men det får man ta. Ett \"dem\" på fel plats ser ju bara absurt ut.<br/>  -Folk som inte kan ta att de stavar dåligt utan skyller på att de har dyslexi, trots att de inte har det utan bara fått dålig undervisning i svenska. Alltså, folk som verkligen har dyslexi irriterar jag mig inte på.<br/>  -Vuxna människor(?) som inte lärt sig hur mycket alkohol de tål utan vecka ut och vecka in blir så fulla att hela söndagen går åt till att vara bakis. Det är inte min sak egentligen, men för h-e, liksom.<br/>  -Ovanstående människor som dessutom tycks tro att bakfylla är en rimlig ursäkt för... någonting överhuvudtaget. Ta er i kragen för fan!<br/>  -Folk som tror att de är så djävla speciella för att de har bestämda uppfattningar om saker &amp; ting. T ex gillar inte svensk film, tycker att efterrätter <b>ska</b> ha choklad i sig eller bara gillar en viss genre av musik. Inse att ni inte är häftiga, utan bara omogna tölpar som är rädda för saker ni inte känner igen. Ni begränsar era liv!"
	},
	{
		"postIndex": 3933,
		"postNumber": 4039,
		"rankGlobal": 26,
		"scoreGlobal": 74,
		"userRank": 358,
		"userScore": 8.5,
		"postUserName": "jagvetintedet",
		"postUserID": "u639929",
		"postUserUrl": "https://www.flashback.org/u639929",
		"postDateTime": "2013-04-28, 01:28",
		"postUrlInThread": "https://www.flashback.org/t1713465p337",
		"postUrlUniq": "https://www.flashback.org/sp43171913",
		"sentence": "Folk som hela tiden ska banta men inte vill röra på sig<br/> <br/>  Folk som särskriver, speciellt de som vet att det är fel men gör det ändå för att alla andra gör det<br/> <br/>  Fenomen på Facebook som redan nämnts här i tråden (mammor som tjatar om sina barn, par som postar upp \"romantiska\" bilder på varandra osv)<br/> <br/>  Mig själv för att jag varenda helg äter så mycket att jag mår illa efteråt<br/> <br/>  Studentslivsfenomen: Folk i overaller som övar inför någon \"rolig\" sketch eller dans inför nästa kårfest och som aldrig tycks tröttna på det. Stör mig på att så många tycks börja plugga endast för att få supa varannan dag och som inte verkar bry sig ett smack om själva utbildningen de går.<br/> <br/>  Folk som skrattar åt dåliga skämt<br/> <br/>  Äldre/medelålders kvinnor som försöker vara ungdomliga på Facebook (typ skriver hjärtan, deras poltiska (korrekta) åsikter och jag vet inte vad)<br/> <br/>  På att mina medboende aldrig tvättar händerna efter de besökt toaletten, inte ens när de gjort nr 2, och sedan går ner i köket och sprider sina colibakterier överallt<br/> <br/>  Mig själv för att jag stör mig på så många att det till slut inte finns några kvar att inte störa sig på<br/> <br/>  Folk som släpper sig på krogen<br/> <br/>  Den där Bertreklamen som nämnts tidigare. Är fan läskig, påminner om en mardröm jag hade en gång<br/> <br/>  På att det luktar illa i det här huset <br/> <br/>  ...........osv osv, listan kan göras millång antar jag. Om någon som läser känner sig som en av de personer jag nämnt så behöver ni inte ta åt er, jag är bara en bitter person som har en period i livet då jag stör mig på allt <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/>"
	},
	{
		"postIndex": 164,
		"postNumber": 170,
		"rankGlobal": 27,
		"scoreGlobal": 74,
		"userRank": 55,
		"userScore": 16,
		"postUserName": "JohnnyGenzale",
		"postUserID": "u604632",
		"postUserUrl": "https://www.flashback.org/u604632",
		"postDateTime": "2011-11-13, 23:28",
		"postUrlInThread": "https://www.flashback.org/t1713465p15",
		"postUrlUniq": "https://www.flashback.org/sp33996221",
		"sentence": "Folk som är nöjda med det dem vet och inte försöker lära sig nya saker, testa nya saker etc.<br/>  Folk som säger att antingen inte är musikintresserade eller är \"all-ätare\". <br/>  Folk som skrattar på fel ställen på bion, alternativt folk som redan sett filmen och säger \"kolla nu, detta är så jävla bra/kul\". Håll käften bara.<br/>  Generellt typ uteklubbar med den underbara känslan \"här har vi så jävla kul och är så jävla hippa och sköna och lyckliga\". Jag spyr.<br/>  Folk som skrattar bort/byter samtalsämne när något mer avancerat än vad man brer på mackan är samtalsämnet.<br/> <br/>  Folk som skall höja tonen, börja med personangrepp, alternativt slåss när deras argument/logik fallerar och de inte kan förklara vad de vill ha sagt alternativt blir motbevisade gång på gång.<br/> <br/>  Kreationister.<br/>  Folk som endast lyssnar på en musikgenre<br/>  Folk som sågar hela musikgenrer.<br/> <br/>  Folk som accepterar alla normer fördomar om dem och beter sig således därefter. Feminima bögar är väl ett tydligt exempel. Bara för att du är homosexuell behöver du inte klä dig i rosa och tala genom näsan/i falsett. Har inget emot homosexuella per se då deras sexuella läggning inte rör mig i ryggen, men när de måste överdriva och verkligen proklamera att jag är fan bög då blir det bara \"jaha\" so, jag är straight, inte fan tar jag till mig alla \"straight-normer\" och går runt och försöker bete mig så straight som möjligt bara för att.<br/> <br/>  Folk som hänger på Avenyn i Göteborg.<br/>  Folk som försöker gå på vagnen/bussen innan folk har fått lov att kliva av. Sker framförallt i Brunnsparken och vid Centralstationen. Då brukar jag bara stå still och vägra gå av förrän dessa kretiner fattar att dem är i vägen. Sällan folk fattar det dock. Folk som rusar in och ska ha sittplatser på vagnen och skiter blanka fan om de så skadar någon på vägen.<br/> <br/>  Folk som inte kan följa höger/vänster trafik även bland fotgängare, t.ex inne i Nordstan (vilket jag sällan besöker längre då det endast är slödder där) så går folk bara huller om buller och i alla jävla riktningar och i alla jävla tempon. Inse att annat folk också går där, försök för helvete anpassa er för fler än er själva och ert jävla gäng på 12 pers som nödvändigtvis måste gå på ett led så ingen kan komma förbi.<br/> <br/>  Folk som så hemskt gärna vill tillhöra en viss grupp människor/kultur men inte har ett dyft att bidra eller ens något som har med gruppen/kulturen att göra. Typ hipsters.<br/> <br/>  Folk som tar facebook på allvar och försöker visa upp den perfekta bilden av sig själva genom facebook genom att lägga upp alla foton som de noga gått igenom så att de passar dem, som lägger upp bilder på sig själva där de själva är medvetna om att de ser bra ut och således endast söker bekräftelse från sin vänner \"gud vad söt du är\", \"snygg\" bla bla bla, ja personen vet redan detta och vältrar sig bara i dessa kommentarer och blir än mer narcissistisk och egotrippad.<br/> <br/>  Folk som inte har någon koll på kläder och kombinationer, färger etc. Linnen på krogen är ju ett klassiskt exempel, du är inte på gymmet, gå hem och byt om alternativt stanna hemma om du inte har vett nog att klä dig.<br/>  Folk som efter att de tatuerat armarna helt plötsligt alltid börjar bära linne eller vad som nu gör att deras tatueringar exponeras."
	},
	{
		"postIndex": 3674,
		"postNumber": 3770,
		"rankGlobal": 28,
		"scoreGlobal": 73.9,
		"userRank": 508,
		"userScore": 7.7,
		"postUserName": "Fettohans",
		"postUserID": "u775255",
		"postUserUrl": "https://www.flashback.org/u775255",
		"postDateTime": "2013-03-10, 11:09",
		"postUrlInThread": "https://www.flashback.org/t1713465p315",
		"postUrlUniq": "https://www.flashback.org/sp42390903",
		"sentence": "Stör mig på folk som har kopior."
	},
	{
		"postIndex": 2100,
		"postNumber": 2163,
		"rankGlobal": 29,
		"scoreGlobal": 73.8,
		"userRank": 59,
		"userScore": 15.6,
		"postUserName": "Lightnight",
		"postUserID": "u482349",
		"postUserUrl": "https://www.flashback.org/u482349",
		"postDateTime": "2012-02-12, 03:56",
		"postUrlInThread": "https://www.flashback.org/t1713465p181",
		"postUrlUniq": "https://www.flashback.org/sp35644194",
		"sentence": "Stör mig på folk som inte kan skriva ordentligt. Det är ju pinsamt att folk inte kan läsa igenom vad de skriver innan det publiceras. Inlägget ovanför detta är ett bra exempel.<br/> <br/>  Sedan hatar jag högljudda tågdörrar tidigt på morgonen. Är det vinter också kan det fan inte bli mycket värre.<br/> <br/>  Hatar när man har en tv som byter kanal långsamt. När man trycker på en kanal och det tar 5 sekunder innan den visas.<br/> <br/>  Korkade människor.<br/> <br/>  Alla som hävdar att kvinnor i Sverige har det så dåligt ställt jämfört med män. Visst, i Saudiarabien kanske, men inte i Sverige.<br/> <br/>  Folk på gym som kör bänkpress i 10 minuter och sedan rusar i väg och tuggar i sig 5 powerbars i tron om att de kommer ha stora muskler en vecka senare.<br/> <br/>  Folk som tror att det är häftigt att dricka sig dyngrak varje vecka.<br/> <br/>  Kulturfjantar som säger sig se djup och annat flum i böcker och filmer i tron att de är intelligenta.<br/> <br/>  Självutnämnda experter inom olika områden.<br/> <br/>  Småtjejer i åldrarna 7-15 år som förstör varje melodifestival genom att ringa upp månadspengen och rösta på nån fjantig, gitarrspelande tönt. Visserligen suger hela melodifestivalen myrslokspenis, men man behöver ju inte göra det värre än det redan är.<br/> <br/>  Medelsvensson.<br/> <br/>  Folk som inte tvättar händerna när de varit på muggen.<br/> <br/>  Folk som tar sig på kuken utan att tvätta händerna efteråt.<br/> <br/>  Folk som på fullaste allvar tror att man är smart bara för att man har höga betyg.<br/> <br/>  Politisk korrekthet (nästan det värsta på hela listan).<br/> <br/>  Kommunister.<br/> <br/>  Miljöpartiet. Miljöpartiet består till 100 % av stadsbor som inte har en jävla aning om vad natur är och vad den mår bäst av.<br/> <br/>  Folk som nöjer sig med att vara samhällets bottenskrap och dessutom är stolta över det.<br/> <br/>  Lärare som står och läser rakt av ur kursboken och sedan hävdar att de borde få högre lön för sitt \"krävande\" jobb.<br/> <br/>  Alla svenskar som tror att engelska är det enda språket man ska kunna och kräver att alla i hela världen ska lära sig det. <br/> <br/>  Alla svenskar som hävdar att de kan flytande engelska för att de har lyckats kommunicera med några tyskar när de spelat CS. Därutöver alla som tror att de kan ett språk flytande efter att ha läst det i grundskolan/gymnasiet.<br/> <br/>  Alla viktigpetternollor som börjar närma sig 30, men inte lyckats klara någon av alla de 50 utbildningar de gett sig in på på universitetet. De har även läst en termin mandarin eller japanska och tror sig därför vara extremt världsvana och intelligenta. Man träffar på dem längst fram i föreläsningssalen där de oavbrutet stör undervisningen med en massa idiotiska frågor och påståenden.<br/> <br/>  Folk som kallar idrottsmän för \"hjältar\" när de lyckats sparka in en boll i ett mål.<br/> <br/>  Intervjuer med idrottsmän. \"Hur känns det?\". \"Öhh, alltså, eeeehhhhh, vi spelade braeeehehhhhh. Och öhhhhhheeeehhhehh...\"<br/> <br/>  Folk som uttalar \"intervju\" som \"interjuv\".<br/> <br/>  Ungdomar som bygger om gamla volvobilar och bland annat sätter på en vinge där bak. Seriöst, det ser bara jävligt löjligt ut.<br/> <br/>  Religiösa människor.<br/> <br/>  Vegetarianer som ska pracka på normala människor det vanliga dravlet om mord och liknande.<br/> <br/>  Vänsterfolk som säger \"klyftorna växer i samhället\".<br/> <br/>  Folk som tar med sig gitarrjäveln på läger.<br/> <br/>  Att snabbmat är så dyrt.<br/> <br/>  Norrlänningar som på sin incestdialekt hävdar att de minsann är mycket bättre än \"fjålornha näre i Ståkk-ålm\" och att Sverige skulle stanna utan dem och deras jävla snöskotrar.<br/> <br/>  Norrlänningar som skriver \"vars\" när de menar \"var/vart\". Sluta skämma ut er själva.<br/> <br/>  Folk som går på en massa myter.<br/> <br/>  Äh, det får räcka så länge."
	},
	{
		"postIndex": 475,
		"postNumber": 492,
		"rankGlobal": 30,
		"scoreGlobal": 73.7,
		"userRank": 109,
		"userScore": 12.5,
		"postUserName": "gaertrud",
		"postUserID": "u510426",
		"postUserUrl": "https://www.flashback.org/u510426",
		"postDateTime": "2011-11-14, 13:41",
		"postUrlInThread": "https://www.flashback.org/t1713465p41",
		"postUrlUniq": "https://www.flashback.org/sp34002464",
		"sentence": "Stör mig på att mina dojor låter som klackskor(förmodligen bara jg som hör det efter som jag lyssnar efter det) när det är vinter/kallt ute.<br/>  Stör mig på folk som är fega, tex vågar inte fråga en som arbetar på Ica vart dom har sina kondomer eller liknande.<br/>  Finns massa mer också men kommer inte på just nu<br/> <br/>  Edit: Stör mig på folk som inte aldrig kan sätta sig i andra personers situation, tex om nån har dyslexi klagar dom endå på den personen när dom kanske inte stavar allt rätt.<br/>  Stör mig även på folk som säger att man ska få nått sen när man får det så ska dom endå slå in det som paket o tror att man ska bli överraskad.<br/>  Stör mig på folk som frågar om man kan hjälpa dom med nått sen är helt ointresserade när man förklarar hur dom ska göra.<br/>  Stör mig på folk som tror dom är skit roliga när man sitter och äter sen tar man bara en omgång o frågar \"ska du inte ha mer du som har så mycket och fylla\" bara för man ser ut som en riktig man och inte går runt och deffar som nån jävla gym turk.<br/>  Stör mig på när en flok negrar ska på bussen och INGEN har pengar på sitt buss kort och måste endå försöka minst 3ggr o betala med det och sen förstår inte vad busschaffören säger."
	},
	{
		"postIndex": 445,
		"postNumber": 461,
		"rankGlobal": 31,
		"scoreGlobal": 73.7,
		"userRank": 137,
		"userScore": 11.3,
		"postUserName": "Davel",
		"postUserID": "u637570",
		"postUserUrl": "https://www.flashback.org/u637570",
		"postDateTime": "2011-11-14, 12:31",
		"postUrlInThread": "https://www.flashback.org/t1713465p39",
		"postUrlUniq": "https://www.flashback.org/sp34001607",
		"sentence": "Fan det finns mycket gott i den här tråden!<br/> <br/>  Tjocka människor som inte verkar ta ansvar för sitt utseende(fortsätter med godis, cola osv)<br/>  Andra människor som står i liftkö!<br/>  När människor inte kan ta saker för vad det är.<br/>  Särskrivning<br/>  Snåla människor<br/>  Att säga att saker är dåliga utan att komma med en bättre lösning<br/>  Mycket människor på samma plats<br/>  Människor som inte förstår sig på värdet av samarbete i den vanliga vardagen<br/>  När man skriver \"folket\"<br/>  Emos<br/>  Människor som inte testar nya saker<br/>  Dålig andedräkt<br/>  Människor som inte kan se nästa steg<br/>  Ljud när man äter<br/>  När människor inte förstår<br/>  Att en del försvarar sig när man påpekar någonting<br/>  Människor som inte delar min uppfattning<br/>  Människor som inte kan berätta varför de väljer någonting<br/>  När det inte tänks till<br/>  Att ha löparskor på sig till vardags<br/>  Det stora intresse som människor visar när någon dör. T.ex Steve Jobs och den där hästen, du brydde dig inte innan, varför ska du bry dig nu?<br/>  Människor som bara tänker på sig själva<br/>  När människor inte kommer i tid! En kvart sent är inte i tid.<br/>  Att komma med ett påstående och avsluta det med \"menmen\".<br/>  Människor som inte kan stava. Sovigt, gämför,sesång, chocklad<br/>  De som tror att deras liv är så jäkla bra och att andra skulle kunna döda för att få hänga med någon gång!<br/>  När saker som jag hatar, gillas<br/>  Tjejer på facebook<br/>  Medgångssupportrar<br/>  Semesterfamiljer<br/>  Oförstående människor<br/>  Mopedister som har hjälmen halvt nerdragen<br/>  Ord som: Hem, lycka, kärlek, Carpe Diem i hem<br/>  När ingen förstår att jag skämtar<br/>  Att vakna upp, bakfull och känna att jag gjorde nog inte bara bra saker igår<br/>  De som blir sjuka<br/>  De som inte kan ta livet med en nypa salt<br/>  De som inte låter mig få en syl i vädret<br/>  Människor som inte kan hålla koll på sina grejer<br/>  Att dra på köksfläkten på högsta nivå innan man har börjat laga maten<br/>  När jag själv gör ljud jag läser för att se om jag tycker att det var rätt stavat"
	},
	{
		"postIndex": 243,
		"postNumber": 254,
		"rankGlobal": 32,
		"scoreGlobal": 73.4,
		"userRank": 138,
		"userScore": 11.3,
		"postUserName": "RemedyLane",
		"postUserID": "u449975",
		"postUserUrl": "https://www.flashback.org/u449975",
		"postDateTime": "2011-11-14, 00:39",
		"postUrlInThread": "https://www.flashback.org/t1713465p22",
		"postUrlUniq": "https://www.flashback.org/sp33997308",
		"sentence": "Många saker har redan nämnts.<br/> <br/>  Folk som särskriver.<br/>  Folk som gör ett mellanrum mellan utrops- frågetecken osv. i slutet av en mening.<br/>  Folk som inte vet när man ska använda komma, stora bokstäver eller punkt.<br/>  Folk som inte kan skillnaden mellan DE och DEM, utan använder sig bara av dem och tror att de är duktiga.<br/>  Folk som envisas med dumma förkortningar, exempelvis: oxå, lr, iaf, d, e.<br/>  Folk som tror att deras liv är sjukt intressanta och måste förmedla varje liten irrelevant detalj av det på Facebook.<br/>  Folk som tror att det står på Facebook, därför måste det vara sant.<br/>  Facebook. (Nej, jag använder mig inte av det).<br/>  Folk som absolut inte tänker innan de talar.<br/>  Folk som tuggar med öppen mun, smaskar osv.<br/>  Folk som använder tänderna på besticken, så att när gaffeln kommer ut ur käften är det massor med mat kvar. Äckligt!<br/>  Folk som inte vet vad ett accelerationsfält är till för.<br/>  Allmänt sega människor i trafiken som inte klarar av att hålla hastigheten för att det kan vara halt.<br/>  Folk/ungar som helt klart har svensk bakgrund, men pratar med brytning.<br/>  Fjortisbrudar med  deras eviga jävla fnittrande.<br/>  Folk som inte får tyst på sina ungar trots att det är väldigt tydligt att folk runtomkring stör sig på dessa snoriga och kletiga monster.<br/>  Folk som är feta och klagar på att de är feta, utan att göra något åt saken.<br/> <br/>  Listan kan göras lång. Fan vad jag stör mig på saker. Haha."
	},
	{
		"postIndex": 2860,
		"postNumber": 2943,
		"rankGlobal": 33,
		"scoreGlobal": 73.4,
		"userRank": 139,
		"userScore": 11.3,
		"postUserName": "Blablasameshit",
		"postUserID": "u710551",
		"postUserUrl": "https://www.flashback.org/u710551",
		"postDateTime": "2012-07-21, 18:36",
		"postUrlInThread": "https://www.flashback.org/t1713465p246",
		"postUrlUniq": "https://www.flashback.org/sp38429702",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Tenacc</strong></div> <div>Folk som envisas med att ALLTID blanda ihop \"de/dem\". Lär er skillnaden eller skriv \"dom\" för helvete.</div> </td> </tr> </table> </div> <br/>  Och jag stör mig så galet mycket på folk som skriver dom, det är för enkelt. De tar den enkla utvägen och det irriterar mig. Dock skriver jag alltid fel på de och dem, men hellre det än att skriva dom!<br/>  Några andra saker jag stör mig på...<br/> <br/>  - Kompisar som alltid ska gå i det senaste modet med sådana \"AH\" tröjor osv. (Hallå skaffa en egen stil)<br/>  - Folk som inte vågar stå för vad de tycker, eller ens tycka något.<br/>  - Människor som är trevliga mot en men som egentligen inte gillar en.<br/>  - Folk på fb som kommenterar ens bild att man ser bra ut, men inte snackar med en i verkligheten.<br/>  - Människor som inte har något unikt, eller som har det men rädda för att visa det.<br/>  - FOLK SOM INTE HAR NÅGON SJÄLVDISTANS! <br/>  - Människor som ska rätta en med fakta, när man drar ett skämt.<br/>  - Folk som är rädda för att vara sig själva.<br/>  - Fjortisar.<br/>  - Invandrare som klagar på att svenskar är dumma i huvudet (Hallå liksom, visa lite respekt ni bor fan i vårat land. Nej är inte rasist. Har många invandrar vänner)<br/>  - Folk som hellre håller tyst än att säga något de inte vet ifall de kommer få respons på.<br/>  - Folk som lyssnar på de senaste musik topp listorna hela tiden. (Skaffa lite personlig musik smak tack)<br/> <br/>  .. juste en sak till.<br/>  - Folk som skriver \"<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>\" den smilisen, den påminner mig om ett pedosmile..förövrigt är den bara stel. (Skriver dock den själv, när jag vill leka lite seriös) <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/innocent.gif\" title=\"Innocent\"/>"
	},
	{
		"postIndex": 4673,
		"postNumber": 4798,
		"rankGlobal": 34,
		"scoreGlobal": 73.3,
		"userRank": 140,
		"userScore": 11.3,
		"postUserName": "tesaurus",
		"postUserID": "u495517",
		"postUserUrl": "https://www.flashback.org/u495517",
		"postDateTime": "2013-08-25, 21:59",
		"postUrlInThread": "https://www.flashback.org/t1713465p400",
		"postUrlUniq": "https://www.flashback.org/sp44944966",
		"sentence": "Folk som snarkar<br/>  Står för nära när dom pratar<br/>  Folk som inte är sig själva utan har någon påklistrad fasad.<br/>  Whitetrash och invandrare som beter sig som turkar.<br/>  Blockerar rulltrappan<br/>  Inte väntar på att folk ska stiga av, utan kliver in ändå.<br/>  Folk som tar för mycket plats på offentliga stolar, genom väska eller har benen i kors om man sitter emot och det finns lite plats.<br/>  Barn som skriker och har sig.<br/>  Folk som pratar högt i tele på offentliga ställen och som pratar privasaker.<br/>  Folk som glor och stirrar.<br/>  Tjejer som medvetet ignorera än fast man inte känner henne. Det är för gudsskull naturligt att slänga en kort blick.<br/>  Varenda gång jag ser en kille och en tjej, och killen märker att jag slänger en blick på tjejen, så ska killen kyssa tjejen eller lägga handen runt henne för att typ markera. Allmänt också störigt med par som kysser och håller på öppet inför andra.<br/>  Hipsters<br/>  Folk som tror att dom är bättre än andra.<br/>  Trångsynta människor med dålig social kompetens och som typ har aspergers.<br/>  Folk som tycker att man är mindre bra människa för att man saknar utbildning och allmänt folk som dömer andra.<br/>  Iranier. Hatar dom. Mer falst och statussökande folkslag får man leta efter.<br/>  Jugoslaver och syrianer är äckliga människor som bara tänker på pengar och umgås bara med sina egna.<br/>  Kurder, alla ser fan ut som inavel och bergstroll.<br/>  Albaner, alla har någon psykisk åkomma.<br/>  Tjocka somaliska kvinnor med slöja som går omkring med sina barn och sina andra tjocka somaliska slöjbörande vänninor. Man vet att dessa är socialbidragstagare och bara kostar sammhället, samtidigt som de är allt annat än en fröjd att se.<br/>  Skrikande turkar<br/>  Amerikaner och australienska män som är så macho.<br/>  Nörd tjejer och bokmalar. Dessa är oftast extremt tråkiga och intetsägande människor.<br/>  I allmänhet töntar och mesar som är torra och tråkiga. De har dålig utstrålning och karisma, drar inga skämt och är fruktansvårt tråkiga att ha att göra med.<br/>  Macdonalds, och alla whitetrash som käkar där.<br/>  Hatar finländare samt svårt för industriarbetare.<br/>  Hatar pk tjejer, och tjejer som är veganer, röstar mp och centern och tycker att man måste rösta vänstern.<br/>  Människor man inte kan föra en vettig konvesation med, och som har noll filosofisk talang.<br/>  Tjejer i trafik som cyklar eller kör bil. De borde fan förbjudas"
	},
	{
		"postIndex": 4274,
		"postNumber": 4387,
		"rankGlobal": 35,
		"scoreGlobal": 73.1,
		"userRank": 141,
		"userScore": 11.2,
		"postUserName": "Chester.Molester",
		"postUserID": "u640203",
		"postUserUrl": "https://www.flashback.org/u640203",
		"postDateTime": "2013-07-02, 03:37",
		"postUrlInThread": "https://www.flashback.org/t1713465p366",
		"postUrlUniq": "https://www.flashback.org/sp44137644",
		"sentence": "Folk som stör sig på saker och ting som inte de har att göra med för fem öre.<br/> <br/>  Folk som kommer till fester och klagar på att man dricker alkohol.<br/> <br/>  När folk byter låtar KONSTANT på fester, sätt din jävla låt i kö. Dessa människor brukar också uttrycka sig på följande sätt ''hur kan ni lyssna på den här skiten, jag byter till nått bättre'' ge fan i det, bara för att du hatar den låten betyder det inte att alla gör det.<br/> <br/>  Folk som är oförsiktiga men andra personers prylar men sedan är EXTREMT försiktiga med sina egna prylar.<br/> <br/>  När folk är extremt snåla och tigger skjuts hela tiden för att sedan aldrig varken säga tack eller bjuda tillbaka i ett senare skede, för vadå ''du skulle ju ändå dit också'' <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/>.<br/> <br/>  Många av de som tränar är också jävligt irriterande, plötsligt börjar de träna och får ett maniskt behov att påpeka precis allt som vi ''icke tränare'' gör.<br/> <br/>  Invandrare och invandrarkramare.<br/> <br/>  Falska människor och tjejer som tror att de kan göra vad fan som helst för att de är tjejer.<br/> <br/>  Själviska människor som aldrig kan tänkas låna ut/göra någon en tjänst för att förvänta sig att alla ska göra det åt dem senare.<br/> <br/>  Särskrivningar.<br/> <br/> <b>ALLT</b> som har med Facebook att göra.<br/> <br/>  Finns tusentals saker jag stör mig på."
	},
	{
		"postIndex": 2674,
		"postNumber": 2752,
		"rankGlobal": 36,
		"scoreGlobal": 73,
		"userRank": 116,
		"userScore": 12.3,
		"postUserName": "Deger",
		"postUserID": "u473083",
		"postUserUrl": "https://www.flashback.org/u473083",
		"postDateTime": "2012-06-26, 11:00",
		"postUrlInThread": "https://www.flashback.org/t1713465p230",
		"postUrlUniq": "https://www.flashback.org/sp38044099",
		"sentence": "Folk som inte kan säga annat än uttjatade jävla ord som \"dubbelmoral\". Det räcker med att man säger något som \"gillar både cola och fanta\" så kan någon lätt börja prata om dubbelmoral. Samma sak om det här med bekräftelsebehov som gäller så fort man lägger upp en bild på sig själv också, eller ännu värre är folk som använder det även fast de egentligen själva har ganska så dugliga bekräftelsebehov.<br/> <br/>  Folk som röker mentol och säger att det ska vara fräsch.<br/> <br/>  Folk som pratar om vädret.<br/> <br/>  Ordet fest. Alla vet att om man dricker sig tillräckligt full på billig äcklig sprit och äckliga öl, om man har hånglat upp nån äcklig brud så är det fest. En fest ska vara mycket mer trevlig än så, man ska ha något att festa för. Typ som nyår, inte varje helg så fort man får lite tid över.<br/> <br/>  Folk som alltid börjar sina statusuppdateringar på fb med \"då\". Typ, \"då har man skaffat bil\", \"då är man 18\". Det ser så jävla korkat ut x)<br/> <br/>  Den ganska nya grejen om att man ska tycka politik är intressant, spela pokemon och prata om hru 9gag är mycket sämre än 4chan vid typ 16 års ålder. Det är det absolut värsta jag vet!<br/> <br/>  Folk som vill ut och grilla?! :S Ska definiera innebörden av det ordet när man är typ 17 och vill ut och \"grilla\": spring runt någonstans vid en glödande kolhög när någon har tagit med sig korv och drick en massa sprit och gör bort dig. SÅ HETER DET<br/> <br/>  Folk som stör sig på när andra skriver att det snöar.. Låt det bara va? X)<br/> <br/>  Folk som luktar illa.<br/> <br/>  Folk som blåser till filtret på ciggen innan de röker.<br/> <br/>  Affärer som har satt 18 på energidrycker.<br/> <br/>  Hela grejen med carpe diem, som många andra har skrivit märker jag. :P<br/> <br/>  Folk som går till skolan med en ryggsäck utan någonting i.<br/> <br/>  Folk som tror att dem är så jävla praktiska när dem har en massa skit på sin nyckelknippa. Kapsylöppnare, led-lampa, nån liten spegel osv. Oftast är det bara en eller två nycklar, resten en massa skitprylar.<br/> <br/>  Folk som tror att de kan saker om datorer när de inte har en aning om det egentligen.<br/> <br/>  Folk i köer som är dåliga med sina kreditkort och frågar en massa dumma frågor till kassören/kassörskan.<br/> <br/>  Folk som skryter om sin träning och egentligen är okunniga inom ämnet.<br/> <br/>  Folk med underbett, det är så jääääävla distraherande att prata med någon som ser ut som en häst.<br/> <br/>  Folk som ligger i 75 på en 90väg."
	},
	{
		"postIndex": 1429,
		"postNumber": 1473,
		"rankGlobal": 37,
		"scoreGlobal": 72.7,
		"userRank": 160,
		"userScore": 10.8,
		"postUserName": "galensnubbe",
		"postUserID": "u541779",
		"postUserUrl": "https://www.flashback.org/u541779",
		"postDateTime": "2011-11-24, 17:52",
		"postUrlInThread": "https://www.flashback.org/t1713465p123",
		"postUrlUniq": "https://www.flashback.org/sp34183765",
		"sentence": "Folk som smaskar. Att jag och min syster inte har nån kontakt längre beror en del på att hon visar noll respekt vid maten och inte ens försöker att inte smaska. Jävla hora. <br/> <br/>  Folk som beter sig som småbarn fast dom är över 18. Gäller oftast tjejer. <br/> <br/>  Tjejer i allmänhet. Hur de pratar och beter sig. Serriöst. Det är fan samma snack dom håller på med som i sexan/sjuan. Snacka skit om vem som knullat vem, vilka som är ihop och deras sexliv(<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/>) o.s.v..., Respekt för andra människor. För få tjejer som fått en smäll när dom betett sig illa. <br/> <br/>  Folk som inte viker undan det minsta när man går på stan. Bara gå rätt fram liksom och inte vrida på överkroppen eller ta det lite lungt. <br/> <br/>  När man inte släcker lyset efter sig. Det tar onödig ström men vissa är för dum för att fatta. <br/> <br/>  Folk som snarkar. Banta era jvla fetton så man slipper höra er!!!<br/> <br/>  Folk som snackar om saker dom inte vet nått om. Som tjocka som tror dom vet hur man går ner i vikt och talar om det för de som är vältränade. <br/> <br/>  Fula människor som raggar på snygga. Håll er till eran skala.<br/> <br/>  Människor som håglar på stan. <br/> <br/>  Människor som hånglar på film. <br/> <br/>  Hundägare som inte håller in hunden när dom går med den utan istället låter hunjäveln springa 2 meter åt sidan så man inte kommer förbi med cyckeln utan att hojta.<br/> <br/>  Bloggtjejer. Enda anledningen till att killar besöker er är för att ni nån gång kanske lägger ut lättklädda bilder på er. Annars är det totalt jävla ointressant vilka fester ni går på, vilka kläder ni köper, och vilka ni knullar.<br/> <br/>  De som ska hejja hela tiden. Min brorsa säger ''tja'' typ hela jävla tiden även fast vi nyss sågs. Sjukt störande."
	},
	{
		"postIndex": 202,
		"postNumber": 209,
		"rankGlobal": 38,
		"scoreGlobal": 72.6,
		"userRank": 85,
		"userScore": 13.7,
		"postUserName": "Sabor",
		"postUserID": "u329488",
		"postUserUrl": "https://www.flashback.org/u329488",
		"postDateTime": "2011-11-14, 00:03",
		"postUrlInThread": "https://www.flashback.org/t1713465p18",
		"postUrlUniq": "https://www.flashback.org/sp33996843",
		"sentence": "*Högklackade jävla skitskor.<br/>  *Estetare/hipsters.<br/>  *Extrema vänsterpartister.<br/>  *Extrema högerpartister.<br/>  *Sådana som ska vara glada hela jävla tiden.<br/>  *Nykterister i alla dess slag.<br/>  *Mytomaner, självklart. Speciellt de som verkligen <i>måste</i> hävda sig när man säger att man inte riktigt tror på dem. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/><br/>  *Alla sorters religiösa människor, speciellt Jehovas.<br/>  *De som inte fattar att \"Ge dig\" i själva verket betyder \"Lägger du inte av knäcker jag näsbenet på dig\"<br/>  *De som alltid ska vara roliga på något jävla sätt. (Sådan folk brukas uppskattas, men ibland blir det för mycket helt enkelt.)<br/>  *Korkade brudar/killar som klagar på att de är feta men som inte gör något åt saken.<br/>  *Feta människor.<br/>  *De som andas tungt, gärna med ett litet pipljud för att förpesta tillvaron ännu mer.<br/>  *Facebook-inlägg som \"Nu köööör vi!!!\" eller \"Jävlar vilken helg alltså. Helt galet. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/>\"<br/>  *De som tror de är så jävla poetiska som tatuerar in en liten jävla text på latinska eller engelska.<br/>  *Folk som lägger en djup suck eller säger \"Jaha ja\" när det varit tyst en liten stund.<br/>  *Trumsolo med händerna.<br/>  *Till synes helt okänt folk som sätter sig bredvid en när det finns gott om lediga platser och ska småprata lite om skitsaker.<br/>  *De som tror att att de faktiskt gör skillnad när de står i en liten jävla grupp i centrum på högst tio personer som ska demonstrera mot att ett jävla träd i en park ska huggas ner. Liksom, vem fan bryr sig egentligen? Speciellt folk i min ålder. <br/>  *Brudar som putar med läpparna på varenda jävla bild.<br/>  *Överviktiga kvinnor som bestämt tror att de är \"Gods gift to men\"<br/>  *Feminister.<br/>  *Folk som älskar varandra så mycket att de måste ha en profilbild på Facebook när de kysser varandra. <br/>  *Uppvikta jeans.<br/>  *Folk i yngre tonåren som köper Redbull/Monster/Burn/ vilken jävla energidryck som helst varje dag och tror att de är coola bara för de dricker det. SÅ jävla gott är det inte.<br/>  *När man harklar sig eller hostar men slemmet bestämt inte vill komma upp så man kan spotta ut det.<br/>  *Om det kliar någonstans på kroppen, man kliar sig, men kommer tillbaka efter högst halvminut senare.<br/>  *När man glömt sätta i laddaren till mobilen över natten.<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/> <br/>  Ja, jag är en hatisk och tragisk liten människa som borde skita i vad folk gör för fel, men gillar att hata och störa mig på saker konstigt nog. Tro det eller ej men är faktiskt omtyckt bland mina vänner. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/>"
	},
	{
		"postIndex": 3905,
		"postNumber": 4011,
		"rankGlobal": 39,
		"scoreGlobal": 72.6,
		"userRank": 7,
		"userScore": 40.3,
		"postUserName": "wazzobazzo",
		"postUserID": "u368511",
		"postUserUrl": "https://www.flashback.org/u368511",
		"postDateTime": "2013-04-23, 18:43",
		"postUrlInThread": "https://www.flashback.org/t1713465p335",
		"postUrlUniq": "https://www.flashback.org/sp43103653",
		"sentence": "Pensionärer som inte fattar hur man kan samla/spela TV-spel. \"Sådant skit\" brukar man få höra av samma människor som samlar på Märklin, porslin och en och annan glasfigurin...<br/> <br/>  Välbeställda pensionärer som tror att de äger världen och visar noll hänsyn för andra människor (brukar samlas på tennisbanor har jag märkt).<br/> <br/>  Muslimer som inte kan erkänna att Muhammed var en pedofil och blir stötta när man nämner det. Koranen var väl guds ord eller hur var det? <br/> <br/>  Religiösa människor öht. Finns ingen ursäkt för gudstro 20XX.<br/> <br/>  Icke-religiösa människor som som är beredda att ursäkta religiösa pga deras tro. Är du inte religiös och beter dig likadant betraktas du som mentalt sjuk.<br/> <br/>  Fjollor som påstår att fysiskt våld, hämnd och allmänt djävulskap inte löser problem. I dagens Sverige med vårt rättssystem är det skitsnack då det löser hur mycket problem som helst. Idag är anfall bästa försvar.<br/> <br/>  ^Lagstiftare och poliser pga detta. Vill döda den som implementerade straffrabatt.<br/> <br/>  Folk som ursäktar hur misslyckade de är och att de är kriminella med \"jag hade en tuff uppväxt\". De som fick växa upp med dig/var dina offer hade det garanterat värre ditt böss.<br/> <br/>  Folk som vänder persienner inåt. Varför i helvete då!?<br/> <br/>  Klockor som tickar högt. Min farmor har en sådan och de gånger man sovit över hos henne måste man ligga i samma rum och kan bara tänka på TICK! TICK! TICK! Funkar säkert OK om man är gammal och inte hör något men för alla andra är det sjukt irritereande.<br/> <br/>  Folk som avbryter en när man pratar för att sedan inte ha förstått vad man menat (då man inte fått prata klart).<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/> <br/>  Småbarnsmödrar...fan är det för fel på dem?<br/> <br/>  Svenskar som klär sig som hobbynegrer/pratar med brytning.<br/> <br/>  Kepsar när det är mulet och kallt väder. En keps värmer knappast och var är solen<br/> <br/>  Kepsar på sned. <br/> <br/>  Kepsar...<br/> <br/>  Folk som saknar humor.<br/> <br/>  Folk som fejkskrattar åt saker som förväntas vara roliga.<br/> <br/>  Magnus Betnér, alla som gillar honom och människor som tror att de är Magnus Betnér.<br/> <br/>  Folk som tar rulltrappan och tittar snett på folk som tar trappan.<br/> <br/>  Om man pratar om något man ogillar/gillar och får standardkommentaren \"men alla/allt X är ju faktiskt inte Y\".<br/> <br/>  Folk som inte fattar att man inte vill småprata med dem om man ger korta svar på dumma frågor. Ofta folk som ställer frågan \"jaså du är ute och springer?\" när man är ute och springer. \"Nej jag har blivit magiker och tränar på att få folk att bara tro att jag springer...egentligen ligger jag hemma på soffan\". Flertalet gånger man faktiskt behövt säga \"jag vill inte prata med dig\".<br/> <br/>  Folk som kollar på TV. Extra avsky för de som kollar på melodifestivalen, let's dance och liknande skit.<br/> <br/>  Folk som kollar på TV och dessutom klagar på reklam. Skaffa en dator och kom in i 2000-talet.<br/> <br/>  Folk som inte fattar min skånska (speciellt malmöiter wtf) och gör narr av den/härmar mig. Skoja om en vacker klassisk dialekt med lokal förankring = OK medan samma människor skulle dra sig för att skrika \"abouuuuu ey killen vad chrchrchrvill dooouuu\" till en arab.<br/> <br/>  Folk som använder ordet \"bönder\" nedsättande.<br/> <br/>  RIP och VIF. Onödigt att skriva och speciellt om folk man inte känner väl. Skulle gärna se att det ersattes med ett enda D (för död).<br/> <br/>  Folk som inte fattar hur man kan vara för homosexuellas lika rättigheter men ändå vara emot bögars barnadoption, pride och att man kan äcklas av tanken på homosex.<br/> <br/>  Språkliga tics. Zlatans \"nej men äeuhh\" och folk som säger va efter varannan mening (\"har haft 22 tjejer i mitt liv va\") ligger i topp.<br/> <br/>  Folk som lånar pennor av mig för att använda dem som tuggleksaker. Öht de som inte är försiktiga med saker de lånat."
	},
	{
		"postIndex": 4968,
		"postNumber": 5110,
		"rankGlobal": 40,
		"scoreGlobal": 72.5,
		"userRank": 145,
		"userScore": 11.1,
		"postUserName": "kukspott",
		"postUserID": "u528417",
		"postUserUrl": "https://www.flashback.org/u528417",
		"postDateTime": "2013-10-16, 12:58",
		"postUrlInThread": "https://www.flashback.org/t1713465p426",
		"postUrlUniq": "https://www.flashback.org/sp45699171",
		"sentence": "Jag stör mig på;<br/> <br/>  1. När plösen på skorna vägrar ligga kvar i mitten.<br/>  2. När ett ben på mina favoritjeans brukar vrida sig åt valfritt håll.<br/> <br/>  (Jag pronerar rätt mycket så det kanske är en bieffekt till dessa två problem?)<br/> <br/>  3. När min kollega fixar alla slags tekniska problem han har genom att banka med musen/slå på tangentbordet/dra ut sladdar/klicka ännu hårdare och bli svinsur för att det blir fel.<br/> <br/>  Dessutom ringde han helt seriöst vår vaktmästare när hans skärm inte startade - och så var det bara sladden som hade glidit ur! Vadfan kollar man inte det först?<br/> <br/>  4. När människor jag inte känner ska ta på mig, typ \"klappa\" på axeln när de vill tränga sig på tunnelbanan före mig.<br/>  Eller när någon ska hålla i sig men råkar sätta handen så den nuddar mig OCH INTE TAR BORT ELLER BYTER GREPP!<br/> <br/>  Jag vill inte hålla någon hud mot hud.<br/> <br/>  Jag står alltid när jag åker tunnelbana för att jag vet själv att jag inte vill ha någon jättenära, och ändå när jag står i ett hörn själv så ställer folk sig framför även om det finns 100 andra platser att stå på.<br/> <br/>  5. När folk går åt \"fel\" håll i gången mellan tunnelbana/pendeltåg på Centralen.<br/> <br/>  6. När mamman jag såg använde barnvagnen som någon stoppkloss mellan tågdörrarna för att hinna med och blev jätteupprörd när vagnjäveln klämdes emellan. <br/> <br/>  7. Ohjälpsamma typer. Det var en liten kille som hade ramlat på sin skateboard vid ett övergångsställe - och ALLA framför mig och min syster gick förbi och bemödade sig knappt med att titta ner. <br/> <br/>  Dessutom var det en mamma med två barn som gick förbi, vadfan tänk om det hade vart ditt barn? Räknas inte andra än dina egna?<br/> <br/>  8. När man har köpt kaffe och pappmuggen är liite platt på någon sida och så rinner det ut vätska underifrån locket, och att det alltid känns som att det är allt kaffe som kommer ut. <br/> <br/>  9. Folk som \"älskar\" kött men bara äter well done.<br/> <br/>  10. När tjockisar (mest i högstadiet) låtsades klaga över att det var svårt att hitta stora BH:ar när de egentligen bara ville skryta över storleken. <br/> <br/>  Men banta då din jävla tjockis och se vad som händer med tuttarna då! <br/> <br/> <br/>  11. När folk försöker vara svåra, tillexempel endast lyssna på svår indierock och ser ner på alla som vågar gå utanför Libertines fast de egentligen lyssnar på Håkan också, fast hemma i smyg.<br/> <br/>  Eller när någon säger: Nääe men det är inte så bra med mig <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad.gif\" title=\"Sad\"/> Men det är inget, lovar! Alt. \"Näe det känns jobbigt att prata\" Så att man ska fråga och bli nyfiken. <br/> <br/>  Tappar intresset när man märker sådana grejer.<br/> <br/>  12. När man märker att folk bara är trevliga för att de \"måste\" typ för att man har gemensama kompisar/är kompis med dennes partner. <br/> <br/>  Vadfan, om du ändå inte vill vara trevlig så skit i att prata med mig.<br/> <br/>  13. När skyltdockorna har 5000 nålar på ryggen för att göra plagget snyggare, och man ändå blir irriterad när det sitter fult på en själv.<br/> <br/>  14. Att jag ganska ofta blir orolig över att jag andas ashögt när jag lyssnar på musik så att den jag är närmast ska bli irriterad.<br/> <br/>  15. Brudar som inte kan gå i högklackat men inte inser det och tror att de är skitsnygga och på någon slags catwalk och knäar hela gatan fram.<br/>  Alltså jag övade iallafall hemma och typ ner till grannen innan jag gick ut \"på riktigt\" med klackar.<br/> <br/>  Blir argare och argare ju mer jag kommer på. <br/>  Nu får det vara nog."
	}
]
