[
	{
		"postIndex": 4672,
		"postNumber": 4783,
		"rankGlobal": 1,
		"scoreGlobal": 100,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "Mittpunkt",
		"postUserID": "u444113",
		"postUserUrl": "https://www.flashback.org/u444113",
		"postDateTime": "2012-02-28, 13:22",
		"postUrlInThread": "https://www.flashback.org/t1792221p399",
		"postUrlUniq": "https://www.flashback.org/sp35947907",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>torrenttobbe</strong></div> <div>Har ingen erfarenhet men jag kan tänka mig att det ligger runt 140 NOK.</div> </td> </tr> </table> </div> <br/>  Rätt bra lön med andra ord i svenska kronor. Man kommer nog inte att hamna under 23.000 SEK efter skatt.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>K-pist</strong></div> <div><b>Mailar du från Sverige?</b> Isåfall så är det ungefär lika stor chans som i Sverige som att få jobb, känns det som. Förra året mailade jag säkert på 50 Norgejobb och jag fick 1 vettigt svar där jag fick komma på intervju, som dock inte gav nånting.</div> </td> </tr> </table> </div> <br/>  Många av de arbeten som jag söker i Norge kräver att man registrera och söker tjänsten via en hemsida där man fyller i sina uppgifter.<br/> <br/>  Jag anser själv att det är brist på respekt att bara stövla in i butiken och lämna CV/Personligt brev till butikschefen som kanske har annat för sig eller är stressad. Du vet inte vem du lämnar dina ansökningshandlingar till, det kan vara en kassörska lika väl. <br/> <br/>  Skulle jag vara butikschef och någon kommer in i min butik med ansökningshandlingar så åker dom i korgen direkt, brist på respekt helt enkelt. Däremot om någon kommer in och vill boka tid med mig och presentera sig och lämna ansökningshandlingar, ja det är helt annat och det skulle jag acceptera.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>K-pist</strong></div> <div>Man lär nog vara på plats i Norge för att märka av det där \"lätta\" med jobb i Norge. Jag kommer inom kort tid att skaffa någon slags bostad i Norge och bosätta mig för att sedan börja söka jobb.</div> </td> </tr> </table> </div> <br/>  Hur ska du ha råd att betala depositionen för en lägenhet i Norge om man inte har haft arbete i Sverige innan och sparat ihop pengar?<br/> <br/>  Det är detta som är eländet med Norge, om du har varit arbetslös i Sverige i kanske 4-6 månader och har noll kronor på kontot, då kan man glömma Norge om man inte har föräldrar som kan lösa in depositionen om man får jobb och behöver bostad. Annars ser jag det som omöjligt att \"bara\" flytta till Norge om inte redan har fått jobb vill säga eller att företaget har ordnat bostad.<br/> <br/>  För mig finns olika scenario.<br/> <br/>  1# Man har jobbat några år i Sverige och sparat ihop pengar och hyr en lägenhet i Norge och under tiden söker man arbete.<br/> <br/>  2# Man har vänner i Norge som redan hyr en lägenhet där man bor gratis och söker arbete under tiden.<br/> <br/>  3# Mamma och Pappa eller någon av dom går in med depositionen om man får jobb, man söker jobb från Sverige först.<br/> <br/>  4# Du har fått arbete i Norge och företaget står för bostaden.<br/> <br/>  Fyra olika scenario där någon säkert stämmer in på alla som har fått arbete i Norge. Däremot tror jag att 1# och 4# är mest vanligt eller så kanske jag har fel."
	},
	{
		"postIndex": 8145,
		"postNumber": 8351,
		"rankGlobal": 2,
		"scoreGlobal": 99.6,
		"userRank": 16,
		"userScore": 21.4,
		"postUserName": "Bythewayimdead",
		"postUserID": "u512119",
		"postUserUrl": "https://www.flashback.org/u512119",
		"postDateTime": "2014-04-24, 03:39",
		"postUrlInThread": "https://www.flashback.org/t1792221p696",
		"postUrlUniq": "https://www.flashback.org/sp48506309",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>TruckUrban</strong> <a href=\"/p48505808#p48505808\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Ska sticka över gränsen och sommarjobba i Norge i en månad fr.o.m. 1e juli - 1e augusti. Vad ska man tänka på? Skattekort, d-nummer och bankkonto vet jag, är det något mer? Vart fixar man d-nummer? Ska jag skatta själv då jag bor i en gränskommun?</div> </td> </tr> </table> </div> <br/> <br/>  Varför bara en månad? Kan bli lite svårt med vissa ting och du måste nog \"bända\" lite på sanningen för att få det att gå smidigt...<br/> <br/>  Har du fått ett jobb/anställning? Skattekort kommer bli väldigt svårt för dig att hinna få innan första lönen. Be arbetsgivaren att hålla inne lönen tills du fått skattekortet och levererat detta till dem - annars får du skatta 50% av lönen. Hmm, 1 månad - då kommer du inte över gränsen för hur mycket du får tjäna på ett år (tror det är 40 000/år) och ingen skatt skall väl dras då...? Skattekort kanske du behöver ändå - är väldigt osäker här!<br/> <br/>  D-nummer och skattekort fixar du enklast i den stad där du skall jobba - de flesta har ett eget skattekontor dit du går. Är staden/kommunen väldigt liten så finns det oftast ett kontor inom några mils räckvidd - kolla detta på <a href=\"/leave.php?u=http%3A%2F%2Fwww.skatteetaten.no%2Fno%2FPerson%2F\" target=\"_blank\">http://www.skatteetaten.no/no/Person/</a><br/> <br/>  Är du utsänd av en svenskregistrerad firma skattar du i Sverige, norskt bolag/kommun/stat så skattar du i Norge, men skall du bara jobba en månad blir väl detta inte aktuellt för dig. Vet faktiskt inte om du måste ha ett skattekort då... Vet verkligen din arbetsgivare om att du endast skall jobba 1 månad, eller har du tackat ja till en längre anställning men ämnar sticka efter så kort tid?<br/> <br/>  Är osäker här men säger du till skatteetaten/skattekontoret att du endast skall jobba 1 månad så kan det säkerligen bli problem, de gillar nämligen inte \"hoppjerkor\"... Säg istället att du skall jobba minst 1 år och att du kommer åka hem till Sverige, minst en gång i veckan och att du bor i en gränskommun och därmed blir du klassad som \"grensependlere\". Har du inte papper på detta, vilket du ju inte har, så säg att du skall bli anställd genom ett bemanningsföretag.<br/> <br/>  Blev mycket osäkert här då jag aldrig stött på någon som endast skall jobba 1 månad... Andra som kan detta bättre får fylla på/i...<br/> <br/>  Lycka, till!<br/> <br/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/><br/> <br/> <br/> <b>EDIT: Blev riktigt osäker på allt ovan nu - kolla med någon annan och ta det jag skrivit med en stor nypa salt, detta då jag är osäker på regler och så när du bara skall jobba 1 månad, sorry!</b>"
	},
	{
		"postIndex": 6220,
		"postNumber": 6376,
		"rankGlobal": 3,
		"scoreGlobal": 97.5,
		"userRank": 6,
		"userScore": 39.5,
		"postUserName": "iron11",
		"postUserID": "u695336",
		"postUserUrl": "https://www.flashback.org/u695336",
		"postDateTime": "2013-03-17, 21:21",
		"postUrlInThread": "https://www.flashback.org/t1792221p532",
		"postUrlUniq": "https://www.flashback.org/sp42518024",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>jaktord</strong></div> <div>  Detta är mina erfarenhet, men det kanske passar dig att arbeta i Norge beroende på hur just din livssituation ser ut i Sverige!! Ja har du barn kvar där? Är du ensamstående? Är du singel ?<br/>  Är du gift ? Har du dubbla hyror ? Bor du långt ifrån o skall vara i Norge var helg tills det hela är över ?</div> </td> </tr> </table> </div> <br/> <br/>  Jag hoppas verkligen att folk räknar lite på ekonomin i att arbeta i Norge innan man ger sig på det.<br/>  Men säger väl sig självt att om man ska ha dubbelt boende och resa hem varje helg så ökar månadskostnaderna ganska rejält. Skulle det ju göra om man valt att pendla inom Sverige också.<br/>  Om man dessutom väljer att bosätta sig i Oslo eller någon av de andra större städerna är det klart att hyrorna är höga. Skulle man vilja ha tag i en lägenhet eller rum på kort varsel i någon svensk storstad så ligger inte priserna mycket lägre där.<br/> <br/> <br/>  För egen del valde jag att säga upp mig från mitt jobb i Sverige för att flytta till Norge då chansen till att få ett för mig lite av ett drömjobb dök upp. I augusti 2012 efter att ha klarat av drygt två år med upplärning och pliktjänst (där jag jag vart utplacerad på 3 arbetsplatser på olika orter) så sökte jag och fick en fast tjänst inom företaget på en ort uppe i Finnmark.<br/>  Väldigt bra arbetsgivare (statligt ägt företag) och ett schema som i stora drag innebär en vecka på, en vecka av.<br/> <br/>  Min grundlön ligger på 33.800 per månad vilket ger en timlön på ca 250 kr/h. Sedan tillkommer diverse tillägg som en normal månad utan övertid ger ca 10.000 kr. Får en sådan månad ut knappt 30.000.<br/>  Då jag valt att flytta till Norge så har jag inga fasta avgifter i Sverige bortsett från CSN samt skatt och försäkring på bilen jag har.<br/>  Bor i en egen lägenhet som jag betalar 7500 per månad för inklusive el, bredband och kabeltv.<br/>  Hade jag bott i Sverige hade jag inte kommit så väldigt mycket billigare undan med boende.<br/>  Tycker inte direkt att övriga kostnader är så mycket högre här i Norge än vad de var när jag bodde i Sverige. Men då röker jag inte, dricker inte så väldigt mycket, och lagar dem mesta maten själv, vilket jag även gjorde när jag bodde i Sverige.<br/>  Mitt enda problem nu är att jag har en svenskregistrerad bil vilket då jag nu har fast tjänst inte får ha längre. Är därför nu i färd med att skaffa en norsk bil, har lite svårt att avgöra vad jag vill ha för någon bara. Detta kommer leda till att mina utgifter kommer bli något högre, men inte så att jag inte har råd med det.<br/> <br/>  Kan sammanfatta det hela att jag trivs alldeles utmärkt i Norge, lever ett gott liv här och har inga direkta planer på att flytta tillbaka till Sverige."
	},
	{
		"postIndex": 1792,
		"postNumber": 1828,
		"rankGlobal": 4,
		"scoreGlobal": 96.1,
		"userRank": 187,
		"userScore": 5.4,
		"postUserName": "shyan",
		"postUserID": "u174574",
		"postUserUrl": "https://www.flashback.org/u174574",
		"postDateTime": "2009-10-08, 20:21",
		"postUrlInThread": "https://www.flashback.org/t1792221p153",
		"postUrlUniq": "https://www.flashback.org/sp35603114",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>mmmmmmm</strong></div> <div>Hallå där!<br/> <br/>  Jag skulle behöva snabba svar på dessa frågor:<br/> <br/>  Jag och en kompis är i behov av pengar och något nytt, vi tänkte därför sticka till Norge. Jag vill då ha svar på några frågor, helst från folk som faktiskt bor/bott och jobbar/jobbat där själva.<br/> <br/>  1. Hur gör man för att smidigast få jobb? Man hör olika bud hela tiden, en del påstår att det är mer effektivt att sitta hemma och ringa och andra påstår att man ska gå runt och knacka dörr.<br/> <br/>  2. Vad för praktiska saker behöver man göra? Norskt personnummer och bankkonto är jag med på, men vad jag förstår så måste man ha en norsk adress innan man kan fixa personnumret och på så sätt slippa skatta 50%. Stämmer detta, eller kan man göra det från Sverige?<br/> <br/>  3. Boende, hur fixar man det billigast? Standarden kan vara nästan vad som helst, sålänge det finns värme, varmvatten och man slipper sova bland kackerlackor.<br/> <br/>  4. Företag, vilka ska man höra av sig till? Ge mig gärna konkreta förslag på företag som ni själva jobbat för, alternativt vet söker folk kontinuerligt och som betalar ut bra löner. Mkt/obegränsad övertid är väldigt välkommet, så det är bara att dundra på med förslag.<br/> <br/>  5. Företag igen, gärna på lite mer avlägsna ställen. Löner ska fortfarande vara bra, men företaget ska gärna vara beläget på ett ställe där inte så mycket finns att göra, så att man nästan inte har något annat val än att sitta på sina pengar. Jag är också intresserad av företag som erbjuder sina anställda gratis boende och lunch, det skulle nästan vara det ultimata.<br/> <br/>  6. Lägenhet och deposition. Är det generellt så att man ska betala tre månadshyror i förväg?<br/> <br/>  7. Sist men inte minst, hur mkt pengar bör man ha med sig när man åker för att klara den första tiden?<br/> <br/>  Om jag får svar på dessa frågor skulle jag vara evigt tacksam, så tack på förhand mina kära vänner!</div> </td> </tr> </table> </div> <br/>  Kan svara på frågorna enligt mina egna erfarenheter , svarien varierar nog ganska stor beroende på vem man frågar.<br/> <br/>  1. Det bästa är nog en variant av ALLA olika tillvägagångssätt. Maila,Ring,Knacka dörr , då ökar dina chanser. Allt handlar egentligen om slump å flyt enligt mig. Jag t.ex sökte 40 jobb på finn.no , fick 1 intervju å fick jobbet av ca 400 sökande.<br/> <br/>  2. Jag bodde hos en vän i början så jag uppgav bara hans adress och mitt skattekort kom dit efter 1 vecka, så Nej man behöver inte boende för att få ett norskt personnr. Dock så behöver man skriva i arbetsgivare om man ska få norskt personr. Men jag antar att det bara är att skriva t.ex Manpower? Dom kollar knappast upp det. <br/> <br/>  3. hybel.no , finn.no , zett.no finns hur mycket lägenheter/kollektiv/rum för uthyrning som helst i alla prisklasser. På backpacking.se i \"Jobba i Norge\" tråden finns det svenskar som ibland lägger ut \"annonser\" på lediga rum i kollektiv osv. Om ni är 2 st kan ni ju dela ett rum i t.ex ett kollektiv å då blir det inte alls dyrt. Skulle gissa på att ni behöver pröjsa 1500-2500 per person. Om ni ska dela en mindre lägenhet så kanske 2500-4000 per person.<br/> <br/>  4. Har aldrig gått genom bemanningsföretag utan jag sökte direkt på en annons. Men enligt min egen uppfattning så funkar adecco.no bäst, gå till deras kontor å pusha på dom att du verkligen vill ha nåt snabbt. Sen att själv kolla upp företag på gula sidorna som är intressanta för just det område du vill jobba inom kan också vara bra. Bara börja ringa. Räkna med 100 tals samtal innan du har nåt konkret , men vill man får man till slut jobb.<br/> <br/>  5. Tyvärr bor jag i Oslo så den frågan blir svår för mig.<br/> <br/>  6. 2-3 månader deposition är vanligast ja. Sen kan man ha tur att hitta med 1 månad eller ingen alls.<br/> <br/>  7. Att ha pengar i början är helt klart ett plus. Jag hade med mig ca 30 000:- svenska dom gick åt ganska fort den första tiden. Men då hade jag också en deposition på 19 500 :- runt 23-24 tusen svenska. Men jag bor oxå ganska dyrt.<br/> <br/>  Hoppas det ger nån klarhet."
	},
	{
		"postIndex": 1728,
		"postNumber": 1763,
		"rankGlobal": 5,
		"scoreGlobal": 95.9,
		"userRank": 28,
		"userScore": 16.3,
		"postUserName": "jaanejj",
		"postUserID": "u250175",
		"postUserUrl": "https://www.flashback.org/u250175",
		"postDateTime": "2009-09-25, 16:44",
		"postUrlInThread": "https://www.flashback.org/t1792221p147",
		"postUrlUniq": "https://www.flashback.org/sp35603049",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>DrDengrot</strong></div> <div>Vet att det skrivits spaltmeter men orkar inte plöja hela tråden. Tar därför mina pesonliga frågor och hoppas på råd.Måste försöka bena ut ett ev tillvägagångssätt om jag ska göra slag i saken och åka. <br/> <br/>  Har svårt att komma igång med arbete hemma och desperationen får mig att fundera på att dra Västerut. Om jag sen är för feg för att dra själv (om jag inte hittar sällskap) är en senare fråga. <br/> <br/>  Min tanke är att, om jag inte får ngt erbjudande innan, bara åka till Oslo och söka jobb på plats. Så: <br/> <br/>  Boende?  Känns som en svår bit. Jag tänker mig att ta in på vandrarhem till att börja med tills jag vet om Norge är något för mej. Tips på billiga vandrarhem? Bästa vore förståss om man hittade ett rum hos ngn, hur gör man det?Har läst att bor man i lght vill de oftast ha tre mån deposition. Om man vill lämna tidigare av ngn anledning, får man då tillbaka depostionen? Isf kan man kanske försöka hitta lght att dela med ngn rätt omgående? Väl i Oslo, ngn plats man kan gå till för att reka boendemöjligheter. (Förutom att kolla nätet) <br/> <br/>  Ngn plats där man kan träffa svenskar för att få tips och råd? <br/> <br/>  Vidare är min tanke att skriva upp adresser till ett antal bemanningsföretag och personligen besöka dessa. Vettigt? <br/> <br/>  Hur är det med skattekort osv? Kan man ordna allt sådant på plats när man väl fått jobb? Eller måste allt vara klart innan man får börja jobba? Hoppas inte det. <br/> <br/>  Bil? Jag känner lite för att ta min bil till Oslo. Är det krånligt med bil i Oslo? <br/> <br/>  Är akademisk utbildning eftertraktat i Norge? Tillhör de med fin examen utan att haft ngn större nytta av den. <br/> <br/>  Jag är också lite orolig för att man får lägga en förmögenhet innan/om man kommer igång med ngt jobb? <br/> <br/>  Någon som vill åka med? <br/> <br/>  Det var nog allt för tillfället.</div> </td> </tr> </table> </div> <br/>  Bostad hittar du på finn.no eller på svenska föreningens hemsida. Ring vet jag. <br/>  Men för att få en bostad måste du gå på visningarna för att där göra en intresseanmälan på plats. <br/>  Deposition kan vara olika. Ibland 3 mån, ibland 1 mån.<br/> <br/>  Det är smart att söka jobb på plats. Det du dock först måste göra är att kontakta alla bemanningsföretag. manpower, adecco, jobzone, toptemp osv. Ofta får du ett jobb där ganska snabbt, dock varar \"uppdraget\" kanske bara en eller två dagar, sen ringer de dig igen å frågar om du vill jobba på nåt lager en dag. Ingen långsiktig lösning. De vill bara ha en massa namn i deras databas för att visa företag att de har möjlighet att alltid ställa upp med folk till dem.<br/> <br/>  Skattekort kan du fixa där och du måste ha jobb för att få ett skattekort.<br/> <br/>  Ta inte med bilen. Är alltid kö och att parkera den kostar 80 kr i timmen. Lägg där även till alla vägtullar. <br/> <br/>  En examen är aldrig fel. Ger ett bra intryk iaf. Dock kan arbetsgivaren för ett \"skitjobb\" bli lite misstänksam och tror att du kommer dra så fort du hitttar nåt bättre.<br/> <br/>  Det kostar att bo i norge. Mycket! Det finns många glädjehistorier om hur någon tjänade 40000 kr i måndaden genom att köra truck. Dock så bor många i ettor tillsammans med 4 st andra. <br/>  Hade man bott så i Sverige med och alla hade jobb så skulle man också bli rik. <br/> <br/>  Ja, du tjänar mer i Norge men pengarna har inget värde där. 220 NOK för en liten pizza säger allt."
	},
	{
		"postIndex": 2672,
		"postNumber": 2732,
		"rankGlobal": 6,
		"scoreGlobal": 95.6,
		"userRank": 158,
		"userScore": 5.9,
		"postUserName": "humilis",
		"postUserID": "u462354",
		"postUserUrl": "https://www.flashback.org/u462354",
		"postDateTime": "2010-08-29, 18:50",
		"postUrlInThread": "https://www.flashback.org/t1792221p228",
		"postUrlUniq": "https://www.flashback.org/sp35604029",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Stinken</strong></div> <div>Grymt dåligt med svar i denna tråd, men jag hoppas någon kan hjälpa mig.<br/> <br/>  Drar till Norge om ett par veckor. Skulle någon kunna göra en punkt-för-punkt-lista med vad man ska göra när man kommer fram? Vi har varken jobb eller boende. Vad göra först? Ta in på vandrarhem I guess, men sen då? Söka jobb? Eller ska man fixa norskt personnummer? Skattekort? kanske borde börja fixa lägenhet? Norskt telefonnummer?<br/> <br/>  Tacksam för svar</div> </td> </tr> </table> </div> <br/>  Det du ska göra är att försöka ha så många alternativ som möjligt på boende, va ute i tid och leta boenden, det gör du lättast på finn.no. Där finns många \"kollektiv\" som söker inneboenden. Om man jobbar i Oslo som dom flesta så är det oftast så man bor, det brukar kosta ca 3000-5000 NOK i månaden beroende på läge och storlek på lägenhet. Ring runt till olika kollektiv och se till att ni har liknande intressen och kanske jobbar i samma branch (inte kul att dela lägenhet med restaurangfolk om du ska upp kl 6 för att knega på lager).<br/> <br/>  Du behöver inte rusha för att skaffa skattekort (d-nummer), arbetsgivarna har aldrig bråttom att få in skattekort, se till att ha det innan dom ska betala ut lön bara, annars drar dom 50% i skatt. Det underlättar att skaffa ett norskt bankkonto när du fått ditt d-nummer. Vissa banker är kinkiga att ge ut visa-kort när man inte har ett \"riktigt\" personnummer men gå runt och hör dig för.<br/> <br/>  Köp en billig kontantkortstelefon och fixa ett norskt nummer, tele2 union är bra, då ringer du lika billigt till sverige. När du har norskt telefonnummer visar att man har tänkt att stanna i Norge ett tag. Likadant med norskt bankkonto.<br/> <br/>  Det sista men det lättaste är jobbdelen. Ge dig ut på stan och gå in på olika bedrifter och fråga om dom behöver personal. Om du letar efter restaurangjobb så kommer du säkert att jobb efter några timmar om du har lite erfarenhet. Lagerjobb osv vet jag inte så mycket om men många går genom manpower och adecco, försök där också.<br/> <br/>  Om du har fler frågor kan du sända ett PM.. har bott här ett tag nu så man kan väl det mesta"
	},
	{
		"postIndex": 2352,
		"postNumber": 2399,
		"rankGlobal": 7,
		"scoreGlobal": 95.6,
		"userRank": 206,
		"userScore": 5.1,
		"postUserName": "Jersi",
		"postUserID": "u190077",
		"postUserUrl": "https://www.flashback.org/u190077",
		"postDateTime": "2010-06-08, 00:42",
		"postUrlInThread": "https://www.flashback.org/t1792221p200",
		"postUrlUniq": "https://www.flashback.org/sp35603690",
		"sentence": "Jag och en kompis har börjat prata om att åka till Norge nästa år och jobba. Det känns lite dock som att denna kompis har lite för höga tankar om landet, men jag vet inte, det är därför jag skriver här. Jag har nämligen några frågetecken.<br/> <br/>  1.) Att man en högre siffra på lönen i Norge verkar ganska så självklart. Men tjänar man i slutändan mer? Jag har läst att allting, särskilt mat, kan vara mellan 20 och 50% dyrare än i Sverige. Så får man verkligen över mer i Norge än vad man får i Sverige när räkningarna, månadens underhållning och maten är avklarad? Min kompis har en fantasi om att han kan spara ca. 20.000 i månaden och han pratar om lager, fiskrensare och butikjobb. <br/> <br/>  2.) Hur lätt är det egentligen att hitta ett jobb? På somliga låter det nästan som att de kastar sig över en men hur ser verkligheten ut? Är det lättare att hitta jobb i Norge än i Sverige? <br/> <br/>  3.) Hur är det med avtal mellan anställd och arbetsgivare? Min kompis har en fantasi framför sig om att han kan jobba i två månader och sedan ut och resa i ett par månader - och sedan komma tillbaka och jobba mer. Vilka också kan bindas samman med båda tidigare frågor. Tjänar man så pass mycket att man kan dra iväg på en två månaders semester i valfria länder. Och hur lätt är det att hitta ett nytt jobb vartannan månad. Skulle arbetsgivarna gå med på att man typ är där 8 veckor och sedan lämnar och kommer tillbaka? <br/> <br/> <br/>  När min bekanta pratar om Norge låter det som om pengarna flödar. Att det är ett fantasiland. Men min hjärna frågar sig varför då inte alla beger sig dit och blir nästa Paris Hilton. Ungefär. Är tacksam för seriösa svar<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>"
	},
	{
		"postIndex": 3340,
		"postNumber": 3417,
		"rankGlobal": 8,
		"scoreGlobal": 95.4,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "Mittpunkt",
		"postUserID": "u444113",
		"postUserUrl": "https://www.flashback.org/u444113",
		"postDateTime": "2011-02-16, 15:47",
		"postUrlInThread": "https://www.flashback.org/t1792221p285",
		"postUrlUniq": "https://www.flashback.org/sp35604716",
		"sentence": "Funderar på att söka arbeta hos ICA i Norge och även Rema1000 då jag har arbetat inom dessa branschen i 4-5 år men jag funderar över lite frågor som jag önskar svar på.<br/> <br/>  Ni som åker till Norge, har ni sparade pengar och ordnar en bostad innan ni söker jobb? Eller söker ni jobb först och när ni har fått jobb letar ni bostad? Om ni gör som i min andra fråga. Vart bor ni under tiden ni jobbar och letar bostad?<br/> <br/>  Jag vill åka till Norge och arbeta och bo i en vanlig lägenhet med samma standard som i Sverige, en tvåa på kanske 55-60 kvm och leva ett lika liv som hemma i Sverige med en hyra på kanske 8.000-10.000 NOK/månaden. Inte som dom i uppdrag granskning som har ordnat boende via svenska föreningen och bor som zigenare. Visst, man får arbete och tjänar bra men jag skulle aldrig offra så mycket för ett jobb och bo så jävla ruttet som dom gör, inget privatliv eller något alls."
	},
	{
		"postIndex": 8037,
		"postNumber": 8241,
		"rankGlobal": 9,
		"scoreGlobal": 95.3,
		"userRank": 57,
		"userScore": 11.3,
		"postUserName": "redlineoffside",
		"postUserID": "u791510",
		"postUserUrl": "https://www.flashback.org/u791510",
		"postDateTime": "2014-04-05, 19:38",
		"postUrlInThread": "https://www.flashback.org/t1792221p687",
		"postUrlUniq": "https://www.flashback.org/sp48255555",
		"sentence": "Norge har mer jobb och högre löner etc, men so what?! Fad förväntar ni er?! Det är ju otroligt mycket dyrare att leva i Norge, även i förhållande till lön. Jag är öppen för förslaget att ungdommar reser till Norge för att jobba när det inte finns jobb hemma, lr pga natur etc. Men förstår inte resonemanget att man sparar mer pengar här bara för att lönerna är högre jämfört med Sverige. Är folk så jävla naiva och enkla?!<br/> <br/>  Jag är medveten om att det är omöjligt att få jobb för många ungdommar i Sverige, och då blir det ju svårt att leva gott såklart, men blanda inte ihop det med att ha jobb och leva i Sverige. Det är två helt olika saker. Det är sällan man får höra en rättvis version av en dra-till-norge-och-tjäna-massa-pengar-ungdom. Speciellt när de oftast varken haft jobb i Sverige lr inte vet skillnaden. <br/> <br/>  Man hör hela tiden ungefär: \"Jag sparar 10-20 tusen varje månad av att jobba på lager här etc\" - Ja det är klart du gör, du lever ju snålt med 10 andra och jobbar arselet av dig. Har du testat att göra samma sak i tex Sverige?! Jag lovar dig att du skulle lyckas spara ihop minst lika mycket. <br/> <br/>  Saken med att bo och spara pengar Norge är inte så jävla lätt som många tror. Iaf inte om man vill bo normalt, ganska centralt, ha bil och leva ett normalt liv. Så som vanliga människor i västeuropa vanligtvis gör. Nu kan man ju bo som råttor lt polacker som många svenskar gör, brygga vin i badkaret, jobba på deli de luka, å skrapa ihop 50 000 till en back packer-resa. Men det är ju nåt helt annat.<br/> <br/>  Jag har jobbat 5-6 år i Norge och är ganska välbetald, även norska mått mätt, och tro mig när jag säger att det är näst intill omöjligt att leva ett gott liv med en normal lön. Allt är ju relativt såklart, men när jag menar gott så menar jag att man slipper tänka på pengar. Alltså folk som tror att Norge har hög levnadsstandard och kvalitetsliv kan jag säga att det är en sanning med modifikation.<br/> <br/>  Jag älskar Norge, norrmän, naturen, jentene och historiken etc don't get me wrong. Det är en bra välfärd och ett mycket tryggt och rent ställe att leva i, men att leva bra är en helt annan sak. Det sociala livet är ju typiskt skandinaviskt så klart: mao kasst, men jag kan leva med det, är van som svensk. Vägarna här suger pung och mataffärerna har dåligt utbud, men annars är det ingen stor skillnad. Jag lever ganska bra, men det har tagit några år att etablera denna levnadsstandart. Jag tjänar dessutom över snittet och har inga barn. <br/> <br/>  Låt oss jämföra med hur jag bodde i Sverige med en lön som va mycket lägre:<br/>  Tjänade ca 25 000 Sek efter skatt (hyffsat välbetalt mao) Bodde på söder mitt i stockolm, (dyr å köpt lägenhet) 60 kvm. <br/> <br/>  Lån og räntor: 5500 + el: 300, TV, internett: 500 + extra kost ca 200 = 6500 kr<br/>  Mat: 2000 (då är utbudet enormt mkt större än i Norge och med avsevärt bättre kvalitet) <br/>  Mobil: ca 200<br/>  Bil ca: 1000 (körde ganska lite)<br/>  Restaurangbesök: ca 2000 (då blev det ca 2 ggr i veckan)<br/>  Pub/krog; 3000 (utgång minst 1 gng i veckan + ett par dagar på puben med ett par öl i veckan)<br/>  Kläder: ca 1000<br/>  weekendresa: ca 3-4000.<br/>  Övrigt ca 500.<br/>  Sum: ca 20 000.<br/> <br/>  Notera att priserna är i SEK eftersom jag bodde i Sverige. Då levde jag ganska gott och lyxigt, gick ut å åt ett par ggr i veckan, pubade ett par å gick ut minst 1 gng i veckan. Bodde fint och centralt, hadde bil, handlar mkt och gansk lyxig mat hem, handlar lite kläder och drog på en billig weekendresa varje månad till nån Europeisk storstad ca 1 gng i månaded. Lyckades ändå spara undan minst 5000 kr i månaden. Jobbade jag över så blev det mer såklart. <br/> <br/>  Norge: Jobbar som ingenjör och har väldigt hög lön: ca 39 000 NOK efter skatt i månaden. (tjänar mer än alla från Norge jag känner här.) Jag har alltså närmare 800 000 Nok/året. Extremt bra lön när jag tänker efter haha. Men det spelar mindre roll. Nu lever jag ungefär med samma lyx, vilket jag absolut inte kunde de första åren. Har köpt lägenhet för 3+ miljoner NOK, 65 kvm i en normalstor stad. Alltså inte i närheten så dyrt som sthlm är i Sverige. Ganska centralt; Notera att prisena här är i NOK eftersom jag bor i Norge:<br/> <br/>  Lån+räntor: 13 500 (Don't even ask) El+ TV/internet + komunala avgifter: ca 3500 (dont even ask)= 17 000<br/>  Mat: 5000 (jag skojar inte, nu köper jag minst lika mkt som jag gjorde i sverige, men utbudet är mkt sämre)<br/>  Mobil ca: 300<br/>  Bil: ca 1500<br/>  Restaurangbesök: Ca 4-5000 (japp, lika fina restauranger ett par gånger/v med 1-2 glas)<br/>  Pub/krog: ca 5000, här tror jag faktiskt jag håller igen lite med tanke på att i sthlm kan man dricka öl för 30 sek innan man går ut, medans ölen kostar 70-80 Nok här. Det kan mao bli mkt dyrare. <br/>  Kläder ca 1000 (har dålig koll, men ganska lika priser)<br/>  Weekendresa 3-4000 (ungefär samma pris här såklart)<br/>  Övrigt: ca 1000.<br/> <br/>  Sum: ca 39 000 NOK. Yes jag skojar inte. Jag bor i en mellanstor stad, lika stort boende (faktiskt med sämre kvalitet) går ut exakt lika ofta på pub och restaurng, har bil och lever samma typ av liv med samma lyx. Jag lever ungefär som en välbetald ingenjör förväntas leva var man än bor. <br/> <br/>  Nu har jag inte nämnt att Bilen jag köpte här är så in i helvete dyr och skulle nästan kosta halva priset i sverge. <br/> <br/>  Jag tjänar ändå mycket mer i Norge i förhållande till snittlönen än vad jag gjorde i Sverige. Då menar jag vekligen mycket mer. Tror ni ändå jag lyckas spara pengar? Absolut inte. Jag ligger på + några hundra varje månad max. Ibland hamnar jag faktiskt på minus! Men det skiter jag i, jag tänker leva lyx så länge jag lever och trivs bra med det. Jag har ett socialt liv och anser att man ska leva fullt ut. Men detta är mycket svårt i Norge om man inte tjänar väldigt bra. <br/> <br/>  Sen kan man i sin tur jämföra med tex länder med restaurangkulturer som Spanien, Italien lr frankrike. Jobbar med en spansk ingenjör ibland som har ca halva min lön, å han lever faktiskt ännu lyxigare i spanen än vad jag gör i Norge.<br/> <br/>  Lägg sedan till, om jag hade haft ungar här, så kostar det skjortan och halva byxbenet (de får inte ens gratis mat i skolan) + mycket dyrare med dagisplats. Skulle jag i sin tur jobba i sverige idag med samma utbildning och jobb skulle jag tjäna ännu mer än vad jag gjorde när jag flyttade.<br/> <br/>  Det är mao mycket lyxigare och högre levnadsstandart i Sverige än i Norge om man har jobb. Sverige har andra problem, med hög arberslöshet etc. <br/> <br/>  Jag blir således ganska trött när jag träffar metrosexuella partysvenskar som skryter med att de har 150 NOK på Seveneleven å lyckas spara \"så jävla mkt mer pengar här\". Ja om du bor som en jävla tattare ja! \"men jag tjänar mer här på lager än jag görni sverige bla bla\" NEEEEEJ det gör du ju inte alls ditt CP. Du måste ju justera prisdifferensen först! <br/> <br/>  Jag lovar att vilken person med vilket givet jobb som helst i Sverige har det bättre mycket bättre liv och leverne om man jämför med exakt samma jobb i Norge. Skatter, priser och utgifter gör det väldigt svårt att röra sig ekonomiskt i detta land. Allt kostar och allt kostar mycket. <br/> <br/>  Det är inte jättekonstigt att ungdommar här bor hemma tills de är typ 25 nuförtiden, lr att ensamstående väldigt sällan har råd att köpa eget. Då menar jag väääldigt sällan (har faktiskt inte ens hört om det nån gång)."
	},
	{
		"postIndex": 8038,
		"postNumber": 8242,
		"rankGlobal": 10,
		"scoreGlobal": 95.3,
		"userRank": 57,
		"userScore": 11.3,
		"postUserName": "redlineoffside",
		"postUserID": "u791510",
		"postUserUrl": "https://www.flashback.org/u791510",
		"postDateTime": "2014-04-05, 19:41",
		"postUrlInThread": "https://www.flashback.org/t1792221p687",
		"postUrlUniq": "https://www.flashback.org/sp48255597",
		"sentence": "Norge har mer jobb och högre löner etc, men so what?! Fad förväntar ni er?! Det är ju otroligt mycket dyrare att leva i Norge, även i förhållande till lön. Jag är öppen för förslaget att ungdommar reser till Norge för att jobba när det inte finns jobb hemma, lr pga natur etc. Men förstår inte resonemanget att man sparar mer pengar här bara för att lönerna är högre jämfört med Sverige. Är folk så jävla naiva och enkla?!<br/> <br/>  Jag är medveten om att det är omöjligt att få jobb för många ungdommar i Sverige, och då blir det ju svårt att leva gott såklart, men blanda inte ihop det med att ha jobb och leva i Sverige. Det är två helt olika saker. Det är sällan man får höra en rättvis version av en dra-till-norge-och-tjäna-massa-pengar-ungdom. Speciellt när de oftast varken haft jobb i Sverige lr inte vet skillnaden. <br/> <br/>  Man hör hela tiden ungefär: \"Jag sparar 10-20 tusen varje månad av att jobba på lager här etc\" - Ja det är klart du gör, du lever ju snålt med 10 andra och jobbar arselet av dig. Har du testat att göra samma sak i tex Sverige?! Jag lovar dig att du skulle lyckas spara ihop minst lika mycket. <br/> <br/>  Saken med att bo och spara pengar Norge är inte så jävla lätt som många tror. Iaf inte om man vill bo normalt, ganska centralt, ha bil och leva ett normalt liv. Så som vanliga människor i västeuropa vanligtvis gör. Nu kan man ju bo som råttor lt polacker som många svenskar gör, brygga vin i badkaret, jobba på deli de luka, å skrapa ihop 50 000 till en back packer-resa. Men det är ju nåt helt annat.<br/> <br/>  Jag har jobbat 5-6 år i Norge och är ganska välbetald, även norska mått mätt, och tro mig när jag säger att det är näst intill omöjligt att leva ett gott liv med en normal lön. Allt är ju relativt såklart, men när jag menar gott så menar jag att man slipper tänka på pengar. Alltså folk som tror att Norge har hög levnadsstandard och kvalitetsliv kan jag säga att det är en sanning med modifikation.<br/> <br/>  Jag älskar Norge, norrmän, naturen, jentene och historiken etc don't get me wrong. Det är en bra välfärd och ett mycket tryggt och rent ställe att leva i, men att leva bra är en helt annan sak. Det sociala livet är ju typiskt skandinaviskt så klart: mao kasst, men jag kan leva med det, är van som svensk. Vägarna här suger pung och mataffärerna har dåligt utbud, men annars är det ingen stor skillnad. Jag lever ganska bra, men det har tagit några år att etablera denna levnadsstandart. Jag tjänar dessutom över snittet och har inga barn. <br/> <br/>  Låt oss jämföra med hur jag bodde i Sverige med en lön som va mycket lägre:<br/>  Tjänade ca 25 000 Sek efter skatt (hyffsat välbetalt mao) Bodde på söder mitt i stockolm, (dyr å köpt lägenhet) 60 kvm. <br/> <br/>  Lån og räntor: 5500 + el: 300, TV, internett: 500 + extra kost ca 200 = 6500 kr<br/>  Mat: 2000 (då är utbudet enormt mkt större än i Norge och med avsevärt bättre kvalitet) <br/>  Mobil: ca 200<br/>  Bil ca: 1000 (körde ganska lite)<br/>  Restaurangbesök: ca 2000 (då blev det ca 2 ggr i veckan)<br/>  Pub/krog; 3000 (utgång minst 1 gng i veckan + ett par dagar på puben med ett par öl i veckan)<br/>  Kläder: ca 1000<br/>  weekendresa: ca 3-4000.<br/>  Övrigt ca 500.<br/>  Sum: ca 20 000.<br/> <br/>  Notera att priserna är i SEK eftersom jag bodde i Sverige. Då levde jag ganska gott och lyxigt, gick ut å åt ett par ggr i veckan, pubade ett par å gick ut minst 1 gng i veckan. Bodde fint och centralt, hadde bil, handlar mkt och gansk lyxig mat hem, handlar lite kläder och drog på en billig weekendresa varje månad till nån Europeisk storstad ca 1 gng i månaded. Lyckades ändå spara undan minst 5000 kr i månaden. Jobbade jag över så blev det mer såklart. <br/> <br/>  Norge: Jobbar som ingenjör och har väldigt hög lön: ca 39 000 NOK efter skatt i månaden. (tjänar mer än alla från Norge jag känner här.) Jag har alltså närmare 800 000 Nok/året. Extremt bra lön när jag tänker efter haha. Men det spelar mindre roll. Nu lever jag ungefär med samma lyx, vilket jag absolut inte kunde de första åren. Har köpt lägenhet för 3+ miljoner NOK, 65 kvm i en normalstor stad. Alltså inte i närheten så dyrt som sthlm är i Sverige. Ganska centralt; Notera att prisena här är i NOK eftersom jag bor i Norge:<br/> <br/>  Lån+räntor: 13 500 (Don't even ask) El+ TV/internet + komunala avgifter: ca 3500 (dont even ask)= 17 000<br/>  Mat: 5000 (jag skojar inte, nu köper jag minst lika mkt som jag gjorde i sverige, men utbudet är mkt sämre)<br/>  Mobil ca: 300<br/>  Bil: ca 1500<br/>  Restaurangbesök: Ca 4-5000 (japp, lika fina restauranger ett par gånger/v med 1-2 glas)<br/>  Pub/krog: ca 5000, här tror jag faktiskt jag håller igen lite med tanke på att i sthlm kan man dricka öl för 30 sek innan man går ut, medans ölen kostar 70-80 Nok här. Det kan mao bli mkt dyrare. <br/>  Kläder ca 1000 (har dålig koll, men ganska lika priser)<br/>  Weekendresa 3-4000 (ungefär samma pris här såklart)<br/>  Övrigt: ca 1000.<br/> <br/>  Sum: ca 39 000 NOK. Yes jag skojar inte. Jag bor i en mellanstor stad, lika stort boende (faktiskt med sämre kvalitet) går ut exakt lika ofta på pub och restaurng, har bil och lever samma typ av liv med samma lyx. Jag lever ungefär som en välbetald ingenjör förväntas leva var man än bor. <br/> <br/>  Nu har jag inte nämnt att Bilen jag köpte här är så in i helvete dyr och skulle nästan kosta halva priset i sverge. <br/> <br/>  Jag tjänar ändå mycket mer i Norge i förhållande till snittlönen än vad jag gjorde i Sverige. Då menar jag vekligen mycket mer. Tror ni ändå jag lyckas spara pengar? Absolut inte. Jag ligger på + några hundra varje månad max. Ibland hamnar jag faktiskt på minus! Men det skiter jag i, jag tänker leva lyx så länge jag lever och trivs bra med det. Jag har ett socialt liv och anser att man ska leva fullt ut. Men detta är mycket svårt i Norge om man inte tjänar väldigt bra. <br/> <br/>  Sen kan man i sin tur jämföra med tex länder med restaurangkulturer som Spanien, Italien lr frankrike. Jobbar med en spansk ingenjör ibland som har ca halva min lön, å han lever faktiskt ännu lyxigare i spanen än vad jag gör i Norge.<br/> <br/>  Lägg sedan till, om jag hade haft ungar här, så kostar det skjortan och halva byxbenet (de får inte ens gratis mat i skolan) + mycket dyrare med dagisplats. Skulle jag i sin tur jobba i sverige idag med samma utbildning och jobb skulle jag tjäna ännu mer än vad jag gjorde när jag flyttade.<br/> <br/>  Det är mao mycket lyxigare och högre levnadsstandart i Sverige än i Norge om man har jobb. Sverige har andra problem, med hög arberslöshet etc. <br/> <br/>  Jag blir således ganska trött när jag träffar metrosexuella partysvenskar som skryter med att de har 150 NOK på Seveneleven å lyckas spara \"så jävla mkt mer pengar här\". Ja om du bor som en jävla tattare ja! \"men jag tjänar mer här på lager än jag görni sverige bla bla\" NEEEEEJ det gör du ju inte alls ditt CP. Du måste ju justera prisdifferensen först! <br/> <br/>  Jag lovar att vilken person med vilket givet jobb som helst i Sverige har det bättre mycket bättre liv och leverne om man jämför med exakt samma jobb i Norge. Skatter, priser och utgifter gör det väldigt svårt att röra sig ekonomiskt i detta land. Allt kostar och allt kostar mycket. <br/> <br/>  Det är inte jättekonstigt att ungdommar här bor hemma tills de är typ 25 nuförtiden, lr att ensamstående väldigt sällan har råd att köpa eget. Då menar jag väääldigt sällan (har faktiskt inte ens hört om det nån gång)."
	},
	{
		"postIndex": 8035,
		"postNumber": 8239,
		"rankGlobal": 11,
		"scoreGlobal": 95.3,
		"userRank": 57,
		"userScore": 11.3,
		"postUserName": "redlineoffside",
		"postUserID": "u791510",
		"postUserUrl": "https://www.flashback.org/u791510",
		"postDateTime": "2014-04-05, 19:18",
		"postUrlInThread": "https://www.flashback.org/t1792221p687",
		"postUrlUniq": "https://www.flashback.org/sp48255284",
		"sentence": "Norge har mer jobb och högre löner etc, men so what?! Fad förväntar ni er?! Det är ju otroligt mycket dyrare att leva i Norge, även i förhållande till lön. Jag är öppen för förslaget att ungdommar reser till Norge för att jobba när det inte finns jobb hemma, lr pga natur etc. Men förstår inte resonemanget att man sparar mer pengar här bara för att lönerna är högre jämfört med Sverige. Är folk så jävla naiva och enkla?!<br/> <br/>  Jag är medveten om att det är omöjligt att få jobb för många ungdommar i Sverige, och då blir det ju svårt att leva gott såklart, men blanda inte ihop det med att ha jobb och leva i Sverige. Det är två helt olika saker. Det är sällan man får höra en rättvis version av en dra-till-norge-och-tjäna-massa-pengar-ungdom. Speciellt när de oftast varken haft jobb i Sverige lr inte vet skillnaden. <br/> <br/>  Man hör hela tiden ungefär: \"Jag sparar 10-20 tusen varje månad av att jobba på lager här etc\" - Ja det är klart du gör, du lever ju snålt med 10 andra och jobbar arselet av dig. Har du testat att göra samma sak i tex Sverige?! Jag lovar dig att du skulle lyckas spara ihop minst lika mycket. <br/> <br/>  Saken med att bo och spara pengar Norge är inte så jävla lätt som många tror. Iaf inte om man vill bo normalt, ganska centralt, ha bil och leva ett normalt liv. Så som vanliga människor i västeuropa vanligtvis gör. Nu kan man ju bo som råttor lt polacker som många svenskar gör, brygga vin i badkaret, jobba på deli de luka, å skrapa ihop 50 000 till en back packer-resa. Men det är ju nåt helt annat.<br/> <br/>  Jag har jobbat 5-6 år i Norge och är ganska välbetald, även norska mått mätt, och tro mig när jag säger att det är näst intill omöjligt att leva ett gott liv med en normal lön. Allt är ju relativt såklart, men när jag menar gott så menar jag att man slipper tänka på pengar. Alltså folk som tror att Norge har hög levnadsstandard och kvalitetsliv kan jag säga att det är en sanning med modifikation.<br/> <br/>  Jag älskar Norge, norrmän, naturen, jentene och historiken etc don't get me wrong. Det är en bra välfärd och ett mycket tryggt och rent ställe att leva i, men att leva bra är en helt annan sak. Det sociala livet är ju typiskt skandinaviskt så klart: mao kasst, men jag kan leva med det, är van som svensk. Vägarna här suger pung och mataffärerna har dåligt utbud, men annars är det ingen stor skillnad. Jag lever ganska bra, men det har tagit några år att etablera denna levnadsstandart. Jag tjänar dessutom över snittet och har inga barn. <br/> <br/>  Låt oss jämföra med hur jag bodde i Sverige med en lön som va mycket lägre:<br/>  Tjänade ca 25 000 Sek efter skatt (hyffsat välbetalt mao) Bodde på söder mitt i stockolm, (dyr å köpt lägenhet) 60 kvm. <br/> <br/>  Lån og räntor: 5500 + el: 300, TV, internett: 500 + extra kost ca 200 = 6500 kr<br/>  Mat: 2000 (då är utbudet enormt mkt större än i Norge och med avsevärt bättre kvalitet) <br/>  Mobil: ca 200<br/>  Bil ca: 1000 (körde ganska lite)<br/>  Restaurangbesök: ca 2000 (då blev det ca 2 ggr i veckan)<br/>  Pub/krog; 3000 (utgång minst 1 gng i veckan + ett par dagar på puben med ett par öl i veckan)<br/>  Kläder: ca 1000<br/>  weekendresa: ca 3-4000.<br/>  Övrigt ca 500.<br/>  Sum: ca 20 000.<br/> <br/>  Notera att priserna är i SEK eftersom jag bodde i Sverige. Då levde jag ganska gott och lyxigt, gick ut å åt ett par ggr i veckan, pubade ett par å gick ut minst 1 gng i veckan. Bodde fint och centralt, hadde bil, handlar mkt och gansk lyxig mat hem, handlar lite kläder och drog på en billig weekendresa varje månad till nån Europeisk storstad ca 1 gng i månaded. Lyckades ändå spara undan minst 5000 kr i månaden. Jobbade jag över så blev det mer såklart. <br/> <br/>  Norge: Jobbar som ingenjör och har väldigt hög lön: ca 39 000 NOK efter skatt i månaden. (tjänar mer än alla från Norge jag känner här.) Jag har alltså närmare 800 000 Nok/året. Extremt bra lön när jag tänker efter haha. Men det spelar mindre roll. Nu lever jag ungefär med samma lyx, vilket jag absolut inte kunde de första åren. Har köpt lägenhet för 3+ miljoner NOK, 65 kvm i en normalstor stad. Alltså inte i närheten så dyrt som sthlm är i Sverige. Ganska centralt; Notera att prisena här är i NOK eftersom jag bor i Norge:<br/> <br/>  Lån+räntor: 13 500 (Don't even ask) El+ TV/internet + komunala avgifter: ca 3500 (dont even ask)= 17 000<br/>  Mat: 5000 (jag skojar inte, nu köper jag minst lika mkt som jag gjorde i sverige, men utbudet är mkt sämre)<br/>  Mobil ca: 300<br/>  Bil: ca 1500<br/>  Restaurangbesök: Ca 4-5000 (japp, lika fina restauranger ett par gånger/v med 1-2 glas)<br/>  Pub/krog: ca 5000, här tror jag faktiskt jag håller igen lite med tanke på att i sthlm kan man dricka öl för 30 sek innan man går ut, medans ölen kostar 70-80 Nok här. Det kan mao bli mkt dyrare. <br/>  Kläder ca 1000 (har dålig koll, men ganska lika priser)<br/>  Weekendresa 3-4000 (ungefär samma pris här såklart)<br/>  Övrigt: ca 1000.<br/> <br/>  Sum: ca 39 000 NOK. Yes jag skojar inte. Jag bor i en mellanstor stad, lika stort boende (faktiskt med sämre kvalitet) går ut exakt lika ofta på pub och restaurng, har bil och lever samma typ av liv med samma lyx. Jag lever ungefär som en välbetald ingenjör förväntas leva var man än bor. <br/> <br/>  Nu har jag inte nämnt att Bilen jag köpte här är så in i helvete dyr och skulle nästan kosta halva priset i sverge. <br/> <br/>  Jag tjänar ändå mycket mer i Norge i förhållande till snittlönen än vad jag gjorde i Sverige. Då menar jag vekligen mycket mer. Tror ni ändå jag lyckas spara pengar? Absolut inte. Jag ligger på + några hundra varje månad max. Ibland hamnar jag faktiskt på minus! Men det skiter jag i, jag tänker leva lyx så länge jag lever och trivs bra med det. Jag har ett socialt liv och anser att man ska leva fullt ut. Men detta är mycket svårt i Norge om man inte tjänar väldigt bra.  <br/> <br/>  Sen kan man i sin tur jämföra med tex länder med restaurangkulturer som Spanien, Italien lr frankrike. Jobbar med en spansk ingenjör ibland som har ca halva min lön, å han lever faktiskt ännu lyxigare i spanen än vad jag gör i Norge.<br/> <br/>  Lägg sedan till, om jag hade haft ungar här, så kostar det skjortan och halva byxbenet (de får inte ens gratis mat i skolan) + mycket dyrare med dagisplats. Skulle jag i sin tur jobba i sverige idag med samma utbildning och jobb skulle jag tjäna ännu mer än vad jag gjorde när jag flyttade.<br/> <br/>  Det är mao mycket lyxigare och högre levnadsstandart i Sverige än i Norge om man har jobb. Sverige har andra problem, med hög arberslöshet etc. <br/> <br/>  Jag blir således ganska trött när jag träffar metrosexuella partysvenskar som skryter med att de har 150 NOK på Seveneleven å lyckas spara \"så jävla mkt mer pengar här\". Ja om du bor som en jävla tattare ja! \"men jag tjänar mer här på lager än jag görni sverige bla bla\" NEEEEEJ det gör du ju inte alls ditt CP. Du måste ju justera prisdifferensen först! <br/> <br/>  Jag lovar att vilken person med vilket givet jobb som helst i Sverige har det bättre mycket bättre liv och leverne om man jämför med exakt samma jobb i Norge. Skatter, priser och utgifter gör det väldigt svårt att röra sig ekonomiskt i detta land. Allt kostar och allt kostar mycket. <br/> <br/>  Det är inte jättekonstigt att ungdommar här bor hemma tills de är typ 25 nuförtiden, lr att ensamstående väldigt sällan har råd att köpa eget. Då menar jag väääldigt sällan (har faktiskt inte ens hört om det nån gång)."
	},
	{
		"postIndex": 2261,
		"postNumber": 2306,
		"rankGlobal": 12,
		"scoreGlobal": 95.2,
		"userRank": 225,
		"userScore": 4.9,
		"postUserName": "piffare",
		"postUserID": "u225609",
		"postUserUrl": "https://www.flashback.org/u225609",
		"postDateTime": "2010-05-06, 20:58",
		"postUrlInThread": "https://www.flashback.org/t1792221p193",
		"postUrlUniq": "https://www.flashback.org/sp35603597",
		"sentence": "Andreynr6: Ja, du kan ha med dig bilen under den perioden. Jag tror man kan ha sin bil i ett halvår i Norge innan man måste skriva in den. Det står säkert i FAC om du läser där. <br/> <br/>  Om du kör truck så ska det nog inte vara några problem att tjäna 130-140 Nok i timmen. Min kompis kör truck i Oslo och tjänar 145 i timmen med 50 procent tillägg vid övertid på vardagar, 100 procent tillägg på Lördagar och 200 procent på Söndagar och helgdagar. Sedan han fick fast vikariat har han även fått plockbonus, och drar in ca 2000 NOK/vecka extra på detta. <br/> <br/>  Cpt: Jag sökte jobb i Norge hemma i Sverige och fick dålig respons. Istället flyttade jag hit och sökte på Norska gule sider och fick jobb på en dag. Det är mycket enklare att fixa med allt när man är här på plats. <br/> <br/>  Baba Jaga: Jag började jobba innan jag fick mitt skattekort och D-nummer. Det tog 1-2 veckor innan jag fick mitt kort hemskickat, medan min kompis fick vänta i sex veckor på sitt kort och fick därför skatta närmare 50 procent på sin första lön (pengar han får tillbaka på skatteåterbäringen)<br/> <br/>  tonydaking: Vad jag förstått så är det lätt att få jobb på Gardemoen, väldigt mycket ungdomar utan erfarenhet där. En kille jag stötte på hade hoppas av gymnasiet i Sverige och fått jobb på Gardemoen utan några större (inga?) tidigare jobberfarenheter. Och den här killen var 91:a. <br/> <br/>  Ett tips till er som letar boende; gå in på <a href=\"/leave.php?u=http%3A%2F%2Fwww.backpacking.se\" target=\"_blank\">www.backpacking.se</a> och klicka er fram till forumsdelen \"Jobba i Norge\" Där finns det fullt med trådar om svenskar som hyr ut lägenheter i andra hand, eller söker folk som vill flytta in i deras kollektiv osv."
	},
	{
		"postIndex": 1992,
		"postNumber": 2030,
		"rankGlobal": 13,
		"scoreGlobal": 95.2,
		"userRank": 195,
		"userScore": 5.2,
		"postUserName": "goodfidelity",
		"postUserID": "u316708",
		"postUserUrl": "https://www.flashback.org/u316708",
		"postDateTime": "2010-01-10, 03:53",
		"postUrlInThread": "https://www.flashback.org/t1792221p170",
		"postUrlUniq": "https://www.flashback.org/sp35603317",
		"sentence": "Tack för påhoppen, jag har ingen nytta av att ljuga utan kan endast berätta precis hur det ligger till för den som är intresserad.<br/> <br/>  Om man har en grundlön på ca 22000:- NOK efter skatt, bor i ett hybel för ca 3000:- och äter mat för ca 1000:- per månad så har man varje månad MINST 18000:- NOK att lägga undan, detta motsvarar ungefär 22400:- SEK idag.<br/> <br/>  På 12 månader har man då sparat 22400*12=268800:- SEK <br/> <br/>  Om du då lägger till semester ersättningen som kommer i Maj året därpå om ca 12% så får du 268.800+32256=301.056:-<br/> <br/>  Och om du sedan gör avdrag för hemresor och dubbelt boende så får du tillbaka ca 30.000:- SEK till, då är det 331.056:- på ett år utan att du jobbat EN ENDA MINUT övertid.<br/> <br/>  Nu jobbar man ju ganska mycket övertid i norge, och röda dagar, och allt man kommer över.<br/> <br/>  Varje månad klarar man inte att hålla sig under 4000:- NOK eller ens 5000:- NOK på en månad. Men å andra sidan drar man ofta in närmare 30.000:- flera månader på sommaren när det är semester, samt vid jul när det är mycket att göra.<br/> <br/>  November har dessutom halva skatten.<br/> <br/>  Med en grundlön på 143:- och ett nattillägg på 40:- är det alltså FULLT möjligt att dra in ÖVER 300.000:- på ett år. Faktiskt inte ens ett problem.<br/> <br/>  Men man får äta mat för 1000:- i månaden vilket inte är så lätt, plus att man måste ljuga lite när man deklarerar om sina hemresor. Annars kan man göra standardavdraget på 10% vilket brukar kunna ge max ca 20.000:- SEK tillbaka på skatten.<br/> <br/>  Jag menade GIVETVIS i de fall där man åker till Norge för att spara pengar, inte när man åker till Norge för att leva. Mina svenska vänner på samma arbetsplats tjänade tillsammans 100.000:- i månaden efter skatt, bodde tillsammans och hade 0 (NOLL) kronor var varje gång nästa lön kom.<br/> <br/>  De gillade att dricka sprit och röka gräs, vilket inte direkt är billigt i Norge.<br/> <br/>  På en enda löning kunde jag köpa en sprillans ny motorcykel OCH ta körkort. Då var semesterersättningen på samma lön. Det är ungefär lika mycket pengar som jag hade kunnat spara i sverige på ett helt år.<br/> <br/>  Köper man dessutom fonder och aktier för pengarna under året så kan man dra in närmare 10% till.<br/> <br/>  Roar man sig med att köpa snus, öl, sprit osv. åt sina norska vänner så tjänar man snabbt igen alla hemresorna.<br/> <br/>  Maten köper man när man ändå är i sverige.<br/> <br/>  Det handlar om motivation att åstakomma något man är inställd på att göra. Det går inte om man vill leva sitt vanliga liv med flashig bil, lån, krogkvällar, utomlandssemester, restaurangbesök..<br/> <br/>  //GF<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>badodds</strong></div> <div>...Då måste du i alla fall ha en lön på uppemot en 7-800 000 om året, och inga omkostnader (då du säger \"lägga undan\") som boende, mat, nöjen osv...! Only at Flashback!<br/> <br/>  TROLL!!!<br/> <br/>  Edit: Kanske kan gå efter lite räkning men inte lätt!<br/> <br/>  YNWA</div> </td> </tr> </table> </div>"
	},
	{
		"postIndex": 7821,
		"postNumber": 8022,
		"rankGlobal": 14,
		"scoreGlobal": 94.9,
		"userRank": 6,
		"userScore": 39.5,
		"postUserName": "iron11",
		"postUserID": "u695336",
		"postUserUrl": "https://www.flashback.org/u695336",
		"postDateTime": "2014-02-21, 22:31",
		"postUrlInThread": "https://www.flashback.org/t1792221p669",
		"postUrlUniq": "https://www.flashback.org/sp47624083",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>messier11</strong> <a href=\"/p47618139#p47618139\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Angående uthyrningsdelen så är det nog en faktor då de får hyra ut 30 eller 50% av ytan utan att skatta men det gäller ju enbart villaägare och inte de som har ensamt boende.<br/>  Sen angående hyran a' 7500kr så vet jag inte om jag håller med fullständigt, när allt ingår är det väl helt ok men ingen ska påstå att det inte går att få 60kvm med allt för 7500x0,8=<b>6000</b> i en mindre ort i Sverige. Jag kan ju inte alla brancher men när man skattar fullt har jag svårt att tro att man får ut mycket mer än 20% högre nettolön(kan ju vara mer om man snittar land mot land iofs)<br/> <br/>  Gällande belåningen så påstås det ju att norskarna amorterar ner sina bolån på 30 år vilket innebär att de får en enorm kostnad i månaden och det minskar ju kortsiktigt den disponibla inkomsten men det har säkert en verkan sett över hela befolkningen. <br/>  Då ska man ju ha i åtanke att de som kör nya bilar dels måste köpa dem för typ dubbla summan men framförallt så är de ju inte värda otroligt mycket mer efter 10-15 år vilket innebär att sett över hela bilparken i landet har en betydligt större kapitalförstöring pågått då den högre summan går till avgifter och inte nån bransch som stimuleras.<br/> <br/>  Men en av funderingarna jag har är ju hur en 20 åring lever, jag menar med hyror på 6-7000 blir det ju inte mycket att leva på om man har en lägre lön som unga oftast har..<br/>  Att man får dela bostad eller bo hemma i Oslo är väl inte någon skräll för det gäller ju större städer i Sverige också men prisnivån på landsorten både att köpa och hyra är ju betydligt högre.<br/>  Frågade en på jobbet idag och han hade köpt en lägenhet(på en mindre ort 15-25k) som var på ~50kvm och jag räknade ut att han la 42% av disponibel inkomst på boendet vilket jag tycker är HELT orimligt i en småstad. <br/>  Kan ju acceptera det om man antingen har ett underbetalt jobb eller bor storstadsnära.</div> </td> </tr> </table> </div> <br/>  Man behöver amortera på lånen i Norge ja, men med det man amorterar ökar ju utrymmet du kan ta annan kredit på med säkerhet i bostaden (så kallade fleksillån) som man tex kan köpa bil för.<br/>  Nu har väl de flesta jag talat med om sådana här saker vart äldre än 20 år samt haft familj.<br/>  De fåtal personer i yngre 20-åren jag träffat studerar vidare. <br/>  Men kan vi ju även ta ett litet räknestycke:<br/>  Lön: 150 kr timme (får väl anses som en låg lön i Norge), det ger ca 19000 ut per månad.<br/>  Efter en boendekostnad på 8000 per månad har man 11000 kvar.<br/>  Det bör man kunna leva relativt gott på, även om man har lån på en något dyrare bil (och lägger en relativt stor del av inkomsten på boende). Angående hyra för bostad så har nog många gånger en person född och uppvuxen i Norge kontakter som gör att man har lättare att få tag i en billigare lägenhet att hyra än vad en svensk som kommer dit har.<br/> <br/>  Om vi sen ska in på löneskillnaden i Sverige kontra Norge skulle jag nog säga att den är högre än 20%.<br/>  Kanske inte för de lågavlönade yrkena, men de flesta som väljer att flytta till Norge för att jobba med sådant går väl oftast från arbetslöshet i Sverige, och det mesta är väl bättre än arbetslöshet.<br/>  I andra fall där man byter bort att arbeta i Sverige mot i Norge hoppas jag ju verkligen att man räknar på om det är värt det (inte bara ekonomiskt) innan man tar beslutet.<br/>  Hittat siffror på att minstalönen för sjuksköterskor i Norge är 356k NOK, medan den i Sverige ska ligga på 264k SEK (samt mkt bättre arbetsmiljö).<br/> <br/>  För egen del så har jag inte fått fram några siffror vad motsvarande tjänst jag har i Norge skulle ge betalt för lön i Sverige. Men är tveksam till att det skulle ge så mkt mer än 300k. Enligt mina arbetskamrater så har vi en ganska beskeden grundlön med norska mått mätt på 420k, men pga skift-tillägg, OB, mm så hamnar vi sällan under 600k (landade själv på strax under 650k förra året).<br/>  Är väl dock inte för lönen jag valde att säga upp mig i Sverige och flytta till Norge, utan för att jag fick möjligheten till ett arbete som jag väldigt gärna ville testa på. Sen trivs jag nu såpass bra, att jag i dagsläget inte direkt har några planer på att flytta hem till Sverige igen.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>messier11</strong> <a href=\"/p47620974#p47620974\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Nån som vet vad som händer om man blir sjuk eller skadad innan fyra veckors anställning uppnåtts(vilket verkar vara kvalificeringstiden) faller man mellan stolarna då??</div> </td> </tr> </table> </div>   Har ingen erfarenhet av det, men skulle nog tro att man faller mellan stolarna då. Bör väl dock inte gälla (och hoppas på att på att det inte gäller) arbetsplatsolyckor..."
	},
	{
		"postIndex": 8512,
		"postNumber": 8726,
		"rankGlobal": 15,
		"scoreGlobal": 94.9,
		"userRank": 164,
		"userScore": 5.7,
		"postUserName": "trainhopper",
		"postUserID": "u868966",
		"postUserUrl": "https://www.flashback.org/u868966",
		"postDateTime": "2014-06-30, 21:12",
		"postUrlInThread": "https://www.flashback.org/t1792221p728",
		"postUrlUniq": "https://www.flashback.org/sp49410734",
		"sentence": "Hur är det med att vara skriven/ha adress i Sverige, men att jobba i Norge?<br/> <br/>  Jobbade för 9 år sedan i Norge under 8 månaders tid. Då hade jag en adress i Oslo där jag bodde som jag anmälde när jag sökte skattekortet, men avskrev mig aldrig från Sverige. Flyttade tillbaka efter 8 månader.<br/>  Har för mig att jag har läst att numera ska man skriva sig i Norge om man jobbar där mer än 6 månader i sträck? Dessa månader kommer jag dock inte överskrida denna gång, så det behöver jag inte oroa mig för.<br/> <br/>  Denna gången tänkte jag åka till Norge med husbilen och bo i den, och jobba 4-6 månader under sommaren, för att sedan resa till värmen under dom resterande 6 månaderna/vintern. Fungerar detta bra första året är det inte omöjligt att jag kommer vilja fortsätta med det dom kommande åren...<br/> <br/>  Kan jag använda min Svenska adress när jag söker skattekort denna gång? Och \"veckopendla\"?<br/>  Måste jag ha en adress i Norge för att jobba där?<br/>  Jag får väl köra min Svenska bil i Norge i 6 månader utan problem, har för mig att det är efter 1 år som bilen ska registreras i Norge/man riskerar böter/beslagtagen?<br/> <br/>  Sista jag jobba utanför Oslo var det många Svenskar från Karlstad/Värmland som bodde i husvagnar och byggbaracker, men som hade lägenheter i Sverige och åkte hem på helgerna.<br/> <br/>  Nu var ju detta snart 10 år sedan, arbetsregler förändras, och jag har inte längre någon kontakt med mina gamla arbetskollegor som jag kan fråga om råd.<br/> <br/>  Tacksam för svar, och ursäkta för lite luddigt inlägg.<br/> <br/>  Mvh T"
	},
	{
		"postIndex": 4920,
		"postNumber": 5042,
		"rankGlobal": 16,
		"scoreGlobal": 94.6,
		"userRank": 226,
		"userScore": 4.9,
		"postUserName": "SaimoN91",
		"postUserID": "u482068",
		"postUserUrl": "https://www.flashback.org/u482068",
		"postDateTime": "2012-06-01, 16:36",
		"postUrlInThread": "https://www.flashback.org/t1792221p421",
		"postUrlUniq": "https://www.flashback.org/sp37645800",
		"sentence": "Hej!<br/> <br/>  Heter Simon, är 21 år och är i full färd med att kolla runt lite på Norgejobb. Jag och några kompisar (3st) är väldigt intresserade och vi har sneglat främst på fiskrensning men är öppen för andra jobb också. <br/> <br/>  Tyvärr verkar jag vara den enda självgående av oss tre och jag har redan registrerat mig för både Nordjobb.net och cribsnorge.se där jag lagt ut min all viktig information om mig själv, samt CV. <br/> <br/>  Jag har också läst på och förstått att man ska ansöka om Norskt skattekort samt D-personnummer. <br/> <br/>  Men när jag läser runt lite på internet så säger vissa att \"skaffa först boende i Norge, sök därefter efter ett jobb\" medan andra säger \"försök få till en arbetsintervju och få ett jobb bekräftat INNAN du söker boende i Norge\"... <br/> <br/>  Jag blir lite tveksam över detta, vilket alternativ är egentligen bäst? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/confused.gif\" title=\"Confused\"/><br/> <br/>  Jag vill förstås personligen kunna nå ut till en arbetsgivare - det känns ju alltid bättre att ringa och prata eller skriva till någon, istället för att endast ligga ute på en jobbsökarsida och \"hoppas\" på att någon ser en. <br/> <br/>  Jag har även läst någonstans att fiskrensnings-industrierna i Norge inte annonserar så ofta om jobb, man bör alltså personligen ringa dit eller höra av sig på annat sätt. <br/> <br/>  Jag har sökt runt lite på norska fiskrensings-industrier och hittat endast ett fåtal (kan ju inte namnen på så många norska fiskrensnings-industrier) men ej några telefonnummer? Jag kanske är värdelös på att söka ( <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> ), så hoppas nu på att någon vänlig själ kan guida mig rätt här?<br/> <br/> <br/>  Som sagt, jag är alltså väldigt intresserad av ett arbete i Norge men känner mig lite \"stillastående\" just nu. Känner heller inga svenska kontakter i Norge som kan gå i god för mig. <br/> <br/>  I övrigt är jag en väldigt fysisk och aktiv människa som vill arbeta med kroppen/kroppsarbete eller liknande. <br/> <br/>  Någon eller några andra som är intresserad av att bo och arbeta i Norge får mer än gärna höra av sig till mig om ni vill, jag samåker gärna (dvs om jag hittat ett jobb). <br/> <br/>  Ni kan isf skriva till min e-post som är: zaimon91@hotmail.com<br/> <br/>  /Mvh"
	},
	{
		"postIndex": 3870,
		"postNumber": 3962,
		"rankGlobal": 17,
		"scoreGlobal": 93.7,
		"userRank": 3,
		"userScore": 69.3,
		"postUserName": "Dainea",
		"postUserID": "u132300",
		"postUserUrl": "https://www.flashback.org/u132300",
		"postDateTime": "2011-08-04, 20:05",
		"postUrlInThread": "https://www.flashback.org/t1792221p331",
		"postUrlUniq": "https://www.flashback.org/sp35605272",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Mr.CroMe</strong></div> <div>Okej, vad jag förstått bor du i Norge nu, så hur är det och bo där egentligen? Jag behöver inga uteställen och priser på alkohol osv. jag är mer intresserad av mat, jag lever gärna på fisk/fågel/rött kött osv. <br/>  Jag kanske ska ta skitjobb här i Sverige och vänta in tills jag får medborgarskap, fast jag är mest sugen på och dra direkt efter sommaren, känns som en bra grej. Jag kan nog höra med dom på UDI och snacka med dom och se vad dom säger. <br/> <br/>  Jag är så sugen, suget är enormt, vill bara dra, här finns inga jobb, och det som finns är något som verkligen inte intresserar mig.<br/> <br/>  Jag är intresserad utav all jobb, inte bara it, dock skall jag inte skala bananer(haha..), men kan tänka mig städjobb där jag kan jobba övertid, helger osv. eller annat jobb med samma förutsättningar. Och jag har inga planer och dra tillbaka ifall Norge är bra, jag har hört att Oslo ska vara trevligt, och sen så är jag jävulskt glad över att Norges lagar är mer liberalare än Sveriges vad gäller det mesta, så det är också ett plus.<br/> <br/>  mvh</div> </td> </tr> </table> </div> <br/>  Matmässigt så är det lite som en bergochdalbana: priserna generellt är riktigt höga och färdiglagad mat kan antingen vara jävligt bra eller fullständigt värdelös. De större restaurangkedjorna som Big Horn och Egons är oftast helt ok, god mat som kanske kostar något mer än det smakar. Lokalgrillen kan vara precis hursomhelst, men hittar du väl en bra så är den oftast värd pengarna (snabbmat finns i portioner för vuxna män, exempelvis hamburgare i 333gram eller kebabtallrikar som är dubbelt så stora som de svenska).<br/> <br/>  Gällande det beryktade \"bananjobbet\" så var jag faktiskt där och hämtade varor en gång och enligt killen jag pratade med så var programmet ganska kraftigt vinklat, bland annat skalar dom inte bananer konstant utan det sker ett byte av arbetsstationer där du kanske skalar några veckor i löpet av tre månader. Dock så hade jag heller inte önskat att jobba där; matindustrin har lite \"vietnamesvarning\" över sig...<br/>  Lagerjobb finns det oftast en god del av (om du har truckkort, om inte så är det en god investering), och om du inte jobbar på ett internlager hos någon producent utan på ett transitlager hos en större fraktfirma så är övertidsmöjligheterna mycket goda.<br/> <br/>  Något som också bör tänkas på är depositum; de flesta norska hyresvärdar (marknaden är nästan uteslutande privat) kräver tre månaders innestående hyra, så du bör ha 18-24 000 NOK att hosta upp direkt, i tillägg till levnadskostnader före du får första lönen.<br/> <br/>  Jag tycker det är ett utomordentligt trevligt land att bo och jobba i. Jag skulle kanske inte vilja bo här som pensionär pga prisbilden, men fram till den dagen har jag inga planer på att lämna Norge bortsett från vid gränshandel och semestrar. Första gången jag flyttade till Norge var 1999 då jag jobbade här i ca 1,5 år, har sommarjobbat här många somrar sedan dess och flyttade tillbaka för gott 2008 och inte ångrat på det en enda dag! Det är verkligen ett underbart land med underbara människor, sen är jag kanske inte den allra största Oslo-patrioten (bor en bit utanför stan) då Oslo är ganska överskattat egentligen (även om den är trevligare än vilken svensk stad som helst i mina ögon) men det finns ändå en del jobb här och det är här jag har nästan alla mina vänner.<br/> <br/> <br/>  Men börja med att höra med UDI hur du ligger an, det är väl där det enda potentiella hindret är som jag kan se det, resten löser man som det kommer. Hör gärna av dig om det är något mer specifikt du undrar över, det är bara kul att hjälpa andra över! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>jaanejj</strong></div> <div>Jag tänkte passa på att ställa dig en fråga, då du verka kunna det mesta om arbetsmarkanden i norge/oslo. Om jag inte har helt fel så jobbar du inom transportindustrin? Vet du nåt om hur det är att köra buss i oslo? Inte stadsbuss, utan snarare flygbussarna till gardermoen eller rygge.<br/>  Bra betalt? Stressigt?</div> </td> </tr> </table> </div> <br/>  Det stämmer, dock så kör jag lastbil så buss-sidan är jag inte helt 100% på, dock så har jag hört att det nya bussavtalet som NTF fick fram sände busschaufförerna upp rejält i lön jämfört med deras tidigare nivåer (för bara ett par år sedan tjänade dom sämre än vi, men numera är det vi som ligger efter).<br/>  Min granne kör buss och trivs utomordentligt gott (då kör han lite allt möjligt; beställningstrafik och tågersättning samt något linjetrafik) och hans levnadsstandard verkar inte sämre än min heller...<br/>  Om jag får visa mina fördomar och okunskap inom den norska bussbranschen så skulle jag säga att det tycks som om dom mest använder MENA-folk till centrumlinjerna i Oslo, jag känner iaf ingen skandinav som sitter och kavar runt där särskilt länge...<br/>  Gällande stressen så blir det väl lite vad du gör det till, bussarna som går längs Østre Aker Vei kör exempelvis alltid runt 20 km/h långsammare än övrig trafik, så det verkar ju som om dom tagit lite marginal på hållplatstiderna."
	},
	{
		"postIndex": 2264,
		"postNumber": 2309,
		"rankGlobal": 18,
		"scoreGlobal": 93.6,
		"userRank": 196,
		"userScore": 5.2,
		"postUserName": "tina2008",
		"postUserID": "u282991",
		"postUserUrl": "https://www.flashback.org/u282991",
		"postDateTime": "2010-05-07, 15:13",
		"postUrlInThread": "https://www.flashback.org/t1792221p193",
		"postUrlUniq": "https://www.flashback.org/sp35603600",
		"sentence": "jag vill gärna åka till Oslo och jobba<br/> <br/>  jag tänkte jag ska åka till oslo nästa vecka och dela ut en himla massa cv´n och åka tillbaka till sverige igen<br/>  och vänta på att ngn ska ringa mig..<br/> <b><br/>  eller</b><br/> <br/>   om jag åker till oslo och stannar där i 1 månad och delar ut cv´n till olika ställen<br/> <br/>  tycker ni att jag kommer lätt få ett jobb inom 1 månad i oslo?<br/> <br/>  och ang skattekort mm....kan jag skaffa ett skattekort även om jag ej fått jobb <br/>  dvs väl i oslo gå till ett skattekontor och skaffa det?<br/>  eller måste man inte fixat jobb först för att få ett skattekort?<br/> <br/> <br/>  lägenheter i oslo är väl lätt att fixa eller? <br/>  finns det ingen svensk hemsida där man kan hitta bostäder<br/>  eller måste man gå igenom HYBEL ELLER FINN eller vad dessa norska hemsidor nu heter?<br/>  jag är bara lite osäker och rädd inför detta..men jag vill gärna göra det<br/> <br/>  vad tycker ni? vad är era råd och tips?<br/>  kan man verkligen åka till oslo och få ett jobb utan att söka från Sverige?<br/> <br/>  + en fråga till...<br/> <br/>  vad heter billiga matbutiker i oslo som ex willys eller LIDL eller ngt annat?<br/> <br/> <b>jag tackar så mycket för era svar och hjälp...trevlig helg alla....<br/> </b>"
	},
	{
		"postIndex": 6212,
		"postNumber": 6368,
		"rankGlobal": 19,
		"scoreGlobal": 92.8,
		"userRank": 156,
		"userScore": 5.9,
		"postUserName": "jaktord",
		"postUserID": "u223893",
		"postUserUrl": "https://www.flashback.org/u223893",
		"postDateTime": "2013-03-17, 13:04",
		"postUrlInThread": "https://www.flashback.org/t1792221p531",
		"postUrlUniq": "https://www.flashback.org/sp42509235",
		"sentence": "Att arbeta i Norge, har sina fördelar för somliga men dock inte för alla! <br/> <br/>  Detta som jag förstått det hela, kan ha fel, rätta mig i så fall! <br/> <br/> <b>Det kan ju generera i att Svenskar far illa helt i onödan annars.</b> Vilket en del redan fått erfara<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/confused.gif\" title=\"Confused\"/> <br/> <br/>  Tex.<br/>  Tänk på att om ni har provanställning så räknar \"Norge\" (myndigheterna) det som fast arbete med.<br/>  Detta innebär i realiteten (under provanställningen o i fortsättningen) att du måste ha Norsk reggad bil om du skall köra till o från arbetet tex. <br/> <br/>  Mycket viktigt att kolla upp detta noga då dem oftast inte visar någon barmhärtighet om du blir stoppad med Svensk reggad bil!! <br/>  100.000NKr är inte ovanligt i böter beroende på hur ny bil du har ( ! )<br/> <br/>  En del av oss som bor i Norge, bor som \"kloakråttor\" o får betala/betalt som om vi vore slavar!<br/>  När alla utgifter (I Sve/Nor) är betalda så har iaf jag inte mycket pengar kvar! <br/>  (Läs hela innan du går i taket *skrattar*) <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/> <br/> <br/>  Oftast så är vi Svenskar i Norge för att tjäna pengar o ha en slant kvar efter inkomst/utgifter, men det är i realiteten bara du som är singel utan barn o fasta utgifter i Sverige som kan få en krona över när allt är betalt! <br/> <br/>  Är det inte härligt med alla regler i Norge, så säg ?<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> <br/> <br/>  Har aldrig kännt mig så \"billig\" som när jag började arbeta här i Norge.<br/> <br/>  Ja jag måste göra detta (arbeta i Norge) då alternativet är att lyfta Akassa o det vill jag inte, dessutom så tar det ca: 4.5 månader innan du får akassan igång igen då det tar tid för att \"utreda\" din rätt till ny akassa och byråkratin mellan din arb,givare/Akassan Sverige/Nav och tro mig det tar tid!!!) <br/> <br/>  Tro mig. Ingen som upplyser dig (Innan) om detta när du söker arbete i Norge, det \"lovas\" guld o gröna skogar men det är mest \"kattguld o misär\" <br/>  (Lätt överdrivet kanske, men för somliga så ÄR det så!)<br/> <br/>  (Jo det är bättre betalt men glöm inte det är bra mycket bättre med utgifter här med, o glöm inte dina fasta utgifter i Sverige om du har sådana, o då är det rena slavarbetet som man utför om man ser vad som blir kvar o under dem förutsättningar som jag beskrivit)<br/> <br/>  Detta gäller för dem flesta som har barn o hem samt är singel i Sverige. <br/>  O Att ta reda på allt innan är ju extremt tidskrävande o den tiden har inte alla, tyvärr. <br/> <br/>  Nä Norge är INTE som Sverige trots att vi är grannar <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad.gif\" title=\"Sad\"/> <br/> <br/>  Obs!! <br/>  Nu gäller detta inte alla som söker arbete i Norge men tänk minst (!) två gånger innan du gör flytten! <br/> <br/>  Och kolla upp företaget du skall arbeta för noga! <br/>  Mycket oseriösa i många branscher o med ekonomisk katastrof som följd för den enskilde/anställde, detta gäller inte enbart <br/> <br/>  dem som söker sig direkt till arb.givaren utan även dem som går igenom uthyrnings/rekryterings företag!! Dem är inte heller alltid ärliga då deras syfte (Oxå!) är att tjäna pengar (På dig/genom dig) glöm aldrig detta!!<br/> <br/>  Blir du lovad ett fast arbete genom uthyrningsföretaget o hos \"kunden\" redan efter en månad så skall du dra öronen åt dig!! <br/> <br/>  Dem (uthyrningsföretaget säljer nämligen dig till kunden vid övertagandet) <br/>  o skiter fullständigt i hur du mår sedan då du \"kanske\" får reda på hur det egentligen funkar hos det nya företaget!! <br/> <br/>  (Ja nu finns det ju alla sorters företag, men tro mig ingen gör något enbart för dig)<br/> <br/>  Detta är mina erfarenhet, men det kanske passar dig att arbeta i Norge beroende på hur just din livssituation ser ut i Sverige!! Ja har du barn kvar där? Är du ensamstående? Är du singel ?<br/>  Är du gift ? Har du dubbla hyror ? Bor du långt ifrån o skall vara i Norge var helg tills det hela är över ?<br/> <br/>  Ja ALLT spelar in i detta byråkraternas rike! <br/>  Jasså du trodde Sverige var bäst i Världen på byråkrati ? <br/>  Nääää du där tror du fel! *garvar o blinkar*<br/> <br/>  Fyll på efter hand, du som har erfarenhet från att bo/arbeta i Norge och hjälp dina landsmän! <br/> <br/>  Ja både positivt som negativt då det inte behöver vara \"så\" för den som läser dina/mina inlägg :-)"
	},
	{
		"postIndex": 1284,
		"postNumber": 1308,
		"rankGlobal": 20,
		"scoreGlobal": 92.8,
		"userRank": 113,
		"userScore": 7.3,
		"postUserName": "Lakroy",
		"postUserID": "u280990",
		"postUserUrl": "https://www.flashback.org/u280990",
		"postDateTime": "2009-07-04, 01:54",
		"postUrlInThread": "https://www.flashback.org/t1792221p109",
		"postUrlUniq": "https://www.flashback.org/sp35602588",
		"sentence": "Som många här kanske redan vet så ses Norge som ett utmärkt land att jobba i, detta pga deras löner och utvecklingsmöjligheter.<br/> <br/>  Då det finns en massa trådar om arbete i Norge på FB så tänkte jag försöka vara lite orginell samtidigt som jag hoppas få svar på lite egna funderingar.<br/> <br/>  Det kan ibland vara lätt att stirra sig blind på de höga lönerna i Norge och då tro att allt är guld och gröna skogar, men frågan är hur det verkligen ligger till?<br/> <br/>  Finns det någon här som har en någorlunda objektiv syn på det hela, någon som kanske både jobbat i Norge och Sverige och som kan ställa för/nackdelarna mot varandra?<br/> <br/>  Jag undrar också, och detta är något som jag sökt runt på FB utan att hitta något bra svar på, hur det fungerar att jobba i Norge men samtidigt bo kvar i Sverige? Blir det att man får åka hem till Sverige på helgerna eller är det att glömma pendling om man inte bor vid själva gränsen?<br/> <br/>  Jag känner en hel drös med personer som jobbar i Norge och jag får allt som oftast höra väldigt bra saker om Norge, dock så känner jag ingen som bor i Sverige samtidigt som de jobbar i Norge, hade gärna velat höra hur detta går till (om det finns någon som vet det dvs).<br/> <br/>  Fördelar Norge:<br/> <br/>  ¤ Bättre lön (1,5x-4x den svenska är inte ovanligt, dock beror det mkt på jobbet man utför)<br/> <br/>  ¤ Bättre karriärsmöjligheter (helt enkelt en annorlunda arbetspolitik jämfört med den svenska)<br/> <br/>  ¤ Gott om övertid (för den som vill jobba så brukar det oftast finnas goda möjligheter till extra timmar)<br/> <br/>  Nackdelar:<br/> <br/>  ¤ Väldigt dyrt<br/> <br/> <br/> <br/>  Fyll gärna på, och om någon har svar på min frågeställning så hör gärna av er med ett pm eller posta direkt här i tråden.<br/> <br/>  /Lakroy"
	},
	{
		"postIndex": 4730,
		"postNumber": 4841,
		"rankGlobal": 21,
		"scoreGlobal": 92.6,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "Mittpunkt",
		"postUserID": "u444113",
		"postUserUrl": "https://www.flashback.org/u444113",
		"postDateTime": "2012-03-22, 22:08",
		"postUrlInThread": "https://www.flashback.org/t1792221p404",
		"postUrlUniq": "https://www.flashback.org/sp36412393",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Christopher.</strong></div> <div>Vad är standard, söka jobb från Sverige eller skaffa sig ett tillfälligt boende i Norge och söka som en galning?</div> </td> </tr> </table> </div> <br/>  Jävligt bra fråga och jag ställde samma som dig ovan! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/>  Min åsikt på det hela är att det är nog lite enklare om du bor i Norge, kanske Oslo eller någon annan stor stad och söker jobb på plats, att du sitter vid datorn och registrerar några hundra CVn hos företag som du vill arbeta hos.<br/> <br/>  Se det i en arbetsgivare situation när en kille eller tjej söker jobb från Sverige där personen ska boka flygbiljetter och ordna boende, det hela blir ganska komplicerat om inte redan pengar finns på banken i Sverige för deposition. Däremot, låt mig säga det att, få bostad i Norge är grymt lätt, lättare än att få bostad på vischan i Sverige.<br/> <br/>  När jag var på intervju i Oslo som orderplockare så jag tittade jag på två på lägenheter och innehavaren av lägenheten var som en hyena på mig att jag skulle hyra den och flytta in direkt, att flyttbilen stod parkerad utanför lägenheterna. Vi kunde gå till banken direkt och upprätta ett depositionskonto och jag får flytta in på momangen när pengarna är hos honom. Så nog är det lätt med bostad i Norge. Jag vet inte varför folk klagar över att det är svårt med bostad, dom ska nog istället klaga över att det är svårt att få jobb istället. Bostad är lika enkelt att få som en att få sparken från jobbet när du kallar chefen för idiot öppet inför dina kollegor.<br/> <br/>  Det som är svårt som fan är att få jobb i Norge. Min gissning är som sagt att du redan bor i Oslo, Stavanger eller någon annan stor stad och söker arbete där så att du inte behöver fibbla med flygbiljetter och allt annat praktiskt, utan att du har ditt på det torra om man säger så.<br/> <br/>  Jag säger det, spara ihop cash och sök bostad i Norge, i en stad där du planerar att bo några år. Betala hyran för 4-6 månader framåt plus depositionen och sedan söker du arbeta under tiden. Detta förutsätter självklart att du antingen studerar i Sverige innan och lägger undan pengar, jobbar i Sverige eller har välbärgade föräldrar som är täta i börsen."
	},
	{
		"postIndex": 2922,
		"postNumber": 2989,
		"rankGlobal": 22,
		"scoreGlobal": 92.2,
		"userRank": 204,
		"userScore": 5.1,
		"postUserName": "Lant",
		"postUserID": "u133599",
		"postUserUrl": "https://www.flashback.org/u133599",
		"postDateTime": "2010-10-26, 17:48",
		"postUrlInThread": "https://www.flashback.org/t1792221p250",
		"postUrlUniq": "https://www.flashback.org/sp35604287",
		"sentence": "tja! jag och en kompis har tänkt flytta till Oslo och jobba i 3-5 månader. har några frågor bara!<br/> <br/>  1. kan man förvänta sig att hitta jobb där man kan få mycket övertid om man ligger på som fan?<br/>  2. kan man då också förvänta sig att tjäna 20 000 sek+/månad efter mat- och lägenhetskostnader efter skatt? (jag bor hemma gratis och får ut typ 15 000 sek/månad i sverige, så det lönar sig inte om jag inte får minst 20 000 över per månad i norge)<br/>  3. är det jävligt svårt att hitta boende utan depositionsavgift? (vi kan bo i princip hur som helst)<br/> <br/>  jag har bara erfarenhet som städare och servitör. har alltså inget truckkörkort eller liknande<br/> <br/>  det jag undrar mest just nu är liksom om det kommer löna sig för mig att flytta till norge om jag redan får ut 15k/månad. <br/> <br/>  är det rimligt att tänka att jag ska komma hem med MINST 60 000 sek efter tre månader, utan att ha tur? jag kan jobba hela veckan, vilka tider som helst på dygnet och i princip hur många timmar som helst per dygn. ni fattar vad jag menar haha. <br/> <br/>  riktigt tacksam för svar!"
	},
	{
		"postIndex": 4472,
		"postNumber": 4578,
		"rankGlobal": 23,
		"scoreGlobal": 91.2,
		"userRank": 45,
		"userScore": 13,
		"postUserName": "MAS74",
		"postUserID": "u189281",
		"postUserUrl": "https://www.flashback.org/u189281",
		"postDateTime": "2012-01-05, 19:41",
		"postUrlInThread": "https://www.flashback.org/t1792221p382",
		"postUrlUniq": "https://www.flashback.org/sp35605897",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Dainea</strong></div> <div>Nej, jag är faktiskt svensk, har mest ett allöverskuggande intresse för forna Jugoslavien i allmänhet och Serbien i synnerhet. Men norrmännen är väldigt gästvänliga, eller vänliga överhuvudtaget; ofta när man sliter med något så kommer det folk fram och frågar om man vill ha hjälp. Norge är dock lite som resten av skandinavien ett jantelagens högborg, och lyckas man framstå som hövlig och ödmjuk så blir man inte bara väl mottagen, men också förlåten för de flesta andra fel och brister man kan tänkas ha. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> <br/>  Just gällande invandrare så ska du inte bekymra dig. Sköter du dig, jobbar och är trevlig så går allt utmärkt och du får garanterat nya vänner fort. Något som kan vara värt att tänka på är att norrmännen överlag är mer sociala än svenskar; i Sverige kan du gott få vara ifred utan att behöva umgås med någon om du inte vill medan det är betydligt svårare här. Väldigt många norrmän ser utanförskap i det sociala livet som en styggelse och verkar du ensam så får du ofta väldigt insisterande förfrågningar om du inte vill hänga med på både det ena och det andra av arbetskamrater, grannar o.s.v.<br/> <br/>  Små orter i Norge är lite speciella dessvärre (riktigt små orter that is, med innevånarantal som inte överstiger fyrsiffrigt nämnvärt). Där blir du forträknad som \"utsocknes\" oavsett om du kommer från Brasilien eller grannkommunen och det kan ta <i>riktigt</i> lång tid att komma in i samhället!<br/> <br/>  Klart att man kan bo bra här, men det förutsätter antingen två jobb (som du nämnde), ett jobb med obegränsat timuttag (som jag har) eller någon form av mer högkvalificerat jobb med tillhörande hög lön. Om man slavar för någon bemanningsfirma för 130,-/h och inte får övertid (norsk arbetsvecka är 37,5h) så sliter man om man inte bor i något hippiekollektiv på Grünerløkka och delar säng med två andra i skift samt äter nudlar dygnet runt...<br/> <br/>  Visst är det vanligast att man äger sin bostad, men det förutsätter fast inkomst för lån samt minst 10% av köpsumman i handpenning (med bostadspriser på 1,5-3M så blir det fort pengar). Så i början så bör du satsa på att hyra. Tänk bara på att norrmännen kräver nästan alltid deposition på tre månadshyror.</div> </td> </tr> </table> </div> <br/> <br/> <br/>  Hej <br/> <br/>  Tack för svaret frågade om hur det är att bo i Norge för man  vet inte i  fall det blir att det vissar sig bättre än man vänttat att i en snar framtid etablera sig där efter att ha jobba där ett tag. Ska ner till Värmland snart till Gränsetjänsten och prata med dom fåt information att dom är bäst på all angående jobba i Norge och man har myndighetsfrågor.<br/> <br/>  När jag tar ut mitt skattetabel samt id nummer så ska jag öppna ett konto vad kan du ge mig för rådd angående Norska banker? vilka är bäst? jag har Nordea och dom finns i Norge av din erfarenhet är dom Norska banker bättre?<br/> <br/>  Jag är född i Brasilien men uppväxt i Sverige och ser inte ut som Svensk till usende har varit litte orolig för man hör att även i Norge finns en del skit invandrare som begår brott och det sistta man vill är att bli ihop buntat med skit för jag vill jobba över hela Norge från barenshav till Oslo men som du säger så länge du jobbar och sköter dig ska det inte vara problem det hoppas jag.<br/> <br/>  Har hört att det börjar bli en stor invasion av undersköterskor från Svergie till Norge hoppas jag inte är försent ute för ska betala för min legitimation nästa vecka och inom 4 veckor får jag licens i handen tyvär går det inte fortare<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad44.gif\" title=\"Sad44\"/> Av din erfarenhet hur ställer sig Norska arbetsgivare om man erbjuder sig att jobba över hela Norge och inte har en massa krav på att man kan inte jobba helger och på vissa orter annat?<br/> <br/>  Jag har en truck kort men fick aldrig chansen än att få köra sökt jobb här i Svergie men hela tiden du måste ha kört för hur ska man få kött på bennen om man aldrig får chansen att visa sig. Ser att det finns fortfarande en efterfråga på truckförare och har fåt info att dom får 30000kr svenska i handen vet om det stämmer och är det efter skatt?<br/> <br/>  Vet du hur det är med att äga en läggenhete i Norge? jag har kollat litte och hitat en del intresant läggenheter men det tycks vara som i Svergie brist på ett rummare om man vill köpa är det som i Svergie om du köper ditt lägenheten  du måste betala hyra?. Stämmer det du skriver om depositions avgift inte litte heller nu årdnar dom bemaningsföretagen jag är hos bostad för kortare uppdrag och små kommuner årdnar en litten stuga för undersköterskor som ska vara och jobba hos dom i några dagar.<br/> <br/>  Om man har två arbete och en är obegränsad  med tid då klarar man sig bra det låtter bra för som jag har förstått att jobbar man i lagger i Norge så tycks det vara obegränsat med tid om man är villig att jobba 7 dagar i veckan.Om man skulle förlora sitt jobb hur länge får man ha Akassa och hur mycket sänker det i procent är det som i Svergie 65% efter 200 dagar? <br/> <br/>  När Normän fortffarande intereserad av Svensk sjukvårdspersonal? eller Svenskar över huvudtaget man hör här bland rekryterare att dom vill ha och tycker om Svenskar är det inte litte skön mållning? senast dom var här i Dalarna så lätt litte för bra."
	},
	{
		"postIndex": 6199,
		"postNumber": 6355,
		"rankGlobal": 24,
		"scoreGlobal": 90.9,
		"userRank": 210,
		"userScore": 5.1,
		"postUserName": "BrutusBeefcake",
		"postUserID": "u720861",
		"postUserUrl": "https://www.flashback.org/u720861",
		"postDateTime": "2013-03-07, 00:36",
		"postUrlInThread": "https://www.flashback.org/t1792221p530",
		"postUrlUniq": "https://www.flashback.org/sp42340718",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Chimaera</strong></div> <div>Okej, så jag har i princip bestämt mig - Jag ska till Norge.<br/>  Det jag undrar är hur ni som bara dragit dit har gjort, har börjat annonsera om boende osv (har förstått att det är bäst att lösa först och främst och leta jobb därefter?) men, har inga planer på att säga upp min lägenhet vilket kan bli lite knas om allting inte går som det ska.<br/>  Vi är två som är sugna på Stavanger, hur ser det ut på jobbfronten där överlag? Har inte hittat mycket på nätet, men knacka dörr känns på ett sätt bra och personligt.<br/>  Det tråkiga är hemresorna, som vi tänkt göra regelbundet, någon som pendlar med dessa avstånd och hur bra funkar det egentligen? Bil är vår lösning.<br/>  Har någon vettiga svar så uppskattas dem, har tidigare arbetat utomlands men allt var så mycket enklare med svartjobb. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/></div> </td> </tr> </table> </div> <br/> <br/>  Stavanger är väl lättaste staden att få jobb i med bara 3% arbetslöshet eller nåt sånt, borde inte vara några problem. Glöm inte att ha med er lite extra cash till deposition som kan vara från 1-3 månaders hyra. Det vill säga, får ni en lägenhet för 10.000 kr i månaden (ja räkna med det om ni vill ha större än en etta) så kan ni alltså behöva lägga 30.000 kr i deposition plus första hyran på 10.000, det betyder alltså att ni kommer behöva minst 40.000 kr i startkapital. <br/> <br/>  Bil tar skitlång tid, jag bor i Oslo och åker ibland till Stavanger med jobbet i min bil, det tar väl ca. 8 timmar tror jag. Snabbaste är att flyga, det är ganska smidigt, bor ni i göteborgsområdet så går det flyg mellan göteborg-stavanger har jag för mig.<br/> <br/>  Gå in på finn.no, där hittar ni både jobb och bostad. Om ni inte är så noga med lönen är det väldigt lätt att finna sig jobb på adecco (bemanningsföretag) du tjänar dock kanske bara 130 kr i timman och det är aldrig säkert hur lång tid du får ha jobbet.<br/> <br/>  Det jag gjorde med boende var att jag bodde på vandrarhem första veckan, sen efter en vecka hade jag både fått jobb och lya.<br/> <br/>  Lycka till."
	},
	{
		"postIndex": 5030,
		"postNumber": 5153,
		"rankGlobal": 25,
		"scoreGlobal": 90.6,
		"userRank": 212,
		"userScore": 5,
		"postUserName": "Groznyjt",
		"postUserID": "u606069",
		"postUserUrl": "https://www.flashback.org/u606069",
		"postDateTime": "2012-06-23, 11:56",
		"postUrlInThread": "https://www.flashback.org/t1792221p430",
		"postUrlUniq": "https://www.flashback.org/sp37998796",
		"sentence": "Jag har jobbat på två olika fjällhotell (på två olika orter), på lager i Oslo och på Hurtigruten.<br/> <br/>  Jag vill dels bekräfta och dels dementera bilden av att \"tjäna storkovan i Norge\":<br/> <br/>  Kan börja med att påstå att jag hade en osannolik tur då jag flyttade dit. Jag och en vän bestämde oss att flytta till Oslo då vi ledsnat på saker på hemmaplan. Dagen efter vi kom på idén tog vi bussen dit och vandrade in på \"Svenska Föreningen\" i centrala Oslo. Det är dock inget ställe jag rekommenderar, om det ens finns kvar. Vi fick ett dubbelrum i en central 8-rums lägenhet (samma dag), betalade 3500 NOK i månaden vill jag minnas (var dock tvungna att lämna lika mycket i deposition, pengar vi aldrig fick tillbaka). I den lägenheten bodde 18 personer, alla med olika dygnsrytm, syn på respekt samt hur man beter sig i ett kollektiv. Det var en mycket bidragande faktor till varför jag flyttade ifrån Oslo, faktiskt. När vi väl skrivit på kontraktet frågade den ena mig om någon av oss var intresserade av ett lagerjobb, vilket jag givetvis var. Hade dock inget truckkort men det fanns annat jobb också. Började jobba på lagret två dagar efter. Fick gå upp 5 för att ta en buss som var på lagret 7.30, jobbade hela dagen och försökte få så mycket övertid som möjligt. Dock var det nästan uteslutande svenskar på den arbetsplatsen så man konkurrerade om övertidstimmarna. Som mest fick jag ut 30.000 NOK netto på en månad, men då hade jag inget socialt liv. Eftersom att jag jobbade så mycket och det var så grisigt i vårt kollektiv blev det mycket äta ute, vilket äter upp (no pun intended) plånboken. Jag hade ingen klar bild av vad jag skulle \"spara pengar\" till, så jag brände allt där och när jag åkte hem. <br/> <br/>  Det ena fjällhotellet var jag på en säsong och städade/jobbade i restaurangen och tjänade sådär (runt 18 000 NOK netto, och då var det slitsamt). Det andra tjänade jag ännu sämre på och fick fan jobba ihjäl mig. <br/> <br/>  Hurtigruten är det jag tjänat bäst på. Där jobbar du 22 dagar i sträck för att kompenseras av 22 dagars ledighet. En tur (Bergen-Kierkenes) tar 11 dagar så du åker två turer. Du får 100% betalt för de 22 dagar du är ledig så med andra ord får du betalt för 44 dagar när du bara jobbat 22. Även fast det inte är lagligt jobbar vissa flera turer. En kollega jag delade hytt med hade som längst stått på i 100 dagar. 100 dagar! Ett jävla Big Brother. Hurtigruten betalade mina flygbiljetter t/r till Bergen (där de flesta mönstrar på) och boende/mat är inkluderade i lönen, så på det sättet är det tacksamt - man slipper deposition, hyra, handla mat och sådan skit. Det är dock ett ganska påfrestande jobb om man inte hittar några sköna människor att hänga med. De flesta jobbar på städ 8-15 och sedan i restaurangen 18-ca 22 eller då sista gästerna gått. För att få jobb där krävs det att du gått en kurs i \"Crowd &amp; Crisis Management\" (12 h kurs som du själv betalar, ca. 3500 SEK). Det är på detta jobb man har chans till de stora pengarna - förutsatt att man inte slösar bort dem när man är hemma på sina 22 dagars ledighet. Och ja, man blir sjösjuk.<br/> <br/>  Jag är medveten om att det finns massor av saker man kan ta tillvara på i form av deklaration mm men jag har aldrig pallat sådant där. Jag har haft usel koll, vilket jag nu kan ångra då jag säkert kunde fått tillbaka massor på skatt om jag bara fyllt i lite blanks.<br/> <br/>  I November är det skattefritt vilket betyder att du lyfter en bra lön i december. <br/> <br/>  Den föreställningen som är mest korrekt är den att norrmän älskar svenskar. Det räcker med att säga att du är svensk så ger dom dig massor med jobb, och dessutom ansvar. Jag har många vänner som jobbat på ställen och klättrat till chefspositioner hur snabbt som helst, bara med hjälp av lite hederligt svenskt blod. Sedan ÄR ju norrmännen jävligt lata.<br/> <br/>  Är det någon som har några frågor så välkommen att ställa dem!"
	},
	{
		"postIndex": 1260,
		"postNumber": 1284,
		"rankGlobal": 26,
		"scoreGlobal": 90.3,
		"userRank": 486,
		"userScore": 3.7,
		"postUserName": "Doie",
		"postUserID": "u337034",
		"postUserUrl": "https://www.flashback.org/u337034",
		"postDateTime": "2009-06-25, 23:12",
		"postUrlInThread": "https://www.flashback.org/t1792221p107",
		"postUrlUniq": "https://www.flashback.org/sp35602564",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>B´stard</strong></div> <div>Tveksamt, är ju inte så gott om jobben i Norge i nuläget. Du har ju mer eller mindre ingen arbetserfarenhet, så det är väl knappt lönt att skriva ett CV ö.h.t  <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/>  Du får väl leta upp nån lärare eller nåt som du kan som referens.</div> </td> </tr> </table> </div> <br/>  Har du någon aning om hur pass dåligt med jobb det är nu? Till exempel så finns det ett hyfsat antal lagerjobb på <a href=\"/leave.php?u=http%3A%2F%2Fwww.nav.no\" target=\"_blank\">www.nav.no</a> där man inte behöver truckkort, men får man lika dålig respons från norska arbetsförmedlingen som den svenska så säger det ingenting. <br/> <br/>  Jag frågar för att jag har börjat fundera på att dra mig till Norge efter sommaren, kanske mitten av augusti. Jag har inget truckkort, men lite erfarenhet av lagerarbete (ca 4 månader). Skulle verkligen inte ha något emot att ta truckkort, men jag skulle helst av allt göra det på plats när jag vet att jag kan använda det så man slipper slösa x antal tusen. Är det någon som har erfarenhet av att ta kortet i Norge? När jag kommer dit hade jag tänkt gå dit med den attityd som funkar sämst i Sverige, att \"tacka ja till vilket jobb som helst, vad det än innebär\", så man skrapar ihop tillräckligt för hyran och så.<br/> <br/>  Det som får mig att tveka är väl egentligen min egen ekonomi. Att flytta dit, men inte hitta något jobb skulle vara ett rejält bakslag, och jag känner dessutom ingen där som man skulle kunna dela hyra och sånt med, eller någon annan som ska flytta dit för den delen. <br/> <br/>  Tror ni en person, men mina erfarenheter, skulle klara av att fixa ett jobb inom 1-2 veckor om han/hon verkligen låg i? Jag vet att det nästan är helt omöjligt att svara på, men en fingervisning skulle säga mycket. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>"
	},
	{
		"postIndex": 2472,
		"postNumber": 2524,
		"rankGlobal": 27,
		"scoreGlobal": 90,
		"userRank": 215,
		"userScore": 5,
		"postUserName": "simcha",
		"postUserID": "u140818",
		"postUserUrl": "https://www.flashback.org/u140818",
		"postDateTime": "2010-07-17, 17:08",
		"postUrlInThread": "https://www.flashback.org/t1792221p211",
		"postUrlUniq": "https://www.flashback.org/sp35603815",
		"sentence": "Hej!<br/> <br/>  Jag har varit i Norge nu sedan i början på April och jobbat och har lite frågor. <br/> <br/>  För tillfället så betalar jag 36% i skatt och det känns lite väl mycket och jag har sett om mycket folk som skattar mindre. När jag kom hit så fixade jag ett skattekort som räckte Augusti ut då jag inte visste hur länge jag skulle stanna så jag ska om ett tag dra och fixa ett nytt då jag har beslutat mig om att stanna hela hösten. Så om någon har något tips på hur jag kan betala mindre skatt så dela gärna med er =)!<br/> <br/>  Har även läst lite om A-kassa... Att man är med i a-kassa automatiskt och att man inte behöver betala extra för detta. För att få ut a-kassan så måste man minst ha tjänat runt 100'NOK kalenderåret innan. Min lön nu ligger på ca 24-26'NOK/mån så jag kommer garanterat över gränsen. Är det möjligt att fixa detta tidigt i januari och sedan sticka iväg och få lite extra stålar? Någon som har kört a-kassa i Norge?<br/> <br/>  Alla svar uppskattas!<br/> <br/>  Om det är någon som har några frågor om Norge eller min vistelse så ska jag försöka besvara dem!<br/> <br/>  (Jag jobbar som butikschef i Sandvika som ligger strax utanför Oslo, och bor i Oslo.)"
	},
	{
		"postIndex": 7216,
		"postNumber": 7405,
		"rankGlobal": 28,
		"scoreGlobal": 89.6,
		"userRank": 218,
		"userScore": 5,
		"postUserName": "MrEchoz",
		"postUserID": "u670485",
		"postUserUrl": "https://www.flashback.org/u670485",
		"postDateTime": "2013-09-22, 01:28",
		"postUrlInThread": "https://www.flashback.org/t1792221p618",
		"postUrlUniq": "https://www.flashback.org/sp45352649",
		"sentence": "[quote=badhero|45352273]Hej där!<br/> <br/>  Nu är det så att jag vill ta reda, om det är värd för mig att flytta till Oslo.<br/> <br/>  Jag är ganska ung kille på 21, som har fast anställning här i Sverige, med ganska låg lön dock (22k förre skatt).<br/>  Precis fick svensk medborgarskap, och blev små sugen på att åka upp till Oslo och borga jobba på t.ex Gardermoen!<br/>  Har ingen hög utbildning då från första dagen som jag flyttat till Sverige, började satsa på jobbet istället för att möjlka soc., tänker inte börja plugga än heller.<br/> <br/>  Undrar om det är värd för mig att flytta till Oslo eller 2-3 mil utanför, kan ju lätt få jobb där med betalt 27k~, men hur är det med kostnader? Hörde att bilar var svindyra där (jag är bil intresserad).<br/>  Hur mycket behöver man per månad för att leva bra nånstans nära stor staden?[/QUOTE<br/>  Det du behöver är först och främst pengar då det är ganska så dyrt i Norge. Du behöver deposition plus 1 ev 2 månaders hyra undan sparat ifall du inte skulle få jobb där. Men ett tips är att har du ca 30.000-40.000 undan sparat så kan du gå in på tex hybel.no och hyra dig en lägenhet och flytta in dit och så söker du jobb på plats det kan bli enklare att få jobb då om man söker på plats samt att det går snabbare att få skatte kortet hemskickat till dig då. När det gäller bilar så är det ju inte billigt men beroende på hur länge du har tänkt att stanna så kan du ju köpa en bil i Sverige och ta med den till Norge och om du skall jobba på gardermoen så är det ett stort plus att ha bil."
	},
	{
		"postIndex": 1264,
		"postNumber": 1288,
		"rankGlobal": 29,
		"scoreGlobal": 89.5,
		"userRank": 161,
		"userScore": 5.8,
		"postUserName": "grejigabosse",
		"postUserID": "u294241",
		"postUserUrl": "https://www.flashback.org/u294241",
		"postDateTime": "2009-06-26, 11:58",
		"postUrlInThread": "https://www.flashback.org/t1792221p108",
		"postUrlUniq": "https://www.flashback.org/sp35602568",
		"sentence": "Det går att få jobb om man ligger i lite.<br/>  Dom kastar sig inte över dig om du inte har utbildning, istället får du kasta dig över arbetsmarknaden.<br/> <br/>  Skit i lagerjobben om du inte har erfarenhet eller truckkort!!<br/> <br/>  Ta istället andra \"dåliga\" jobb som ger samma lön.<br/>  Och som någon sa tidigare, man får inga jobb med GRYMMA löner om du inte har utbildning. Dom sämsta jobben ger dig ca 140 svenska kronor, bortsett från en tjejkompis som blev chef eller ansvarig för en webbtidning med endast gymnasieutbildning (media). Hon jobbade några månader men pallade inte mer, hon hade dock JÄÄÄVLIGT bra lön. Dock inte värt slitet som hon själv sa.<br/> <br/>  Men iallafall.<br/>  Dom som är intresserade av dig har i princip anställd dig inom tio sekunder från det att din ansökan kommit in om jag förstår det hela rätt. Det verkar räcka med att säga att man stannar ett tag och inte bara över sommaren.<br/> <br/>  Sökte ett väktarjobb och ett jobb på narvesen, båda ringde två dagar senare och bad mig komma på intervju.<br/> <br/>  Väktarbolaget undrade om jag ville hora för företaget (ta allt från 1 timmes pass på natten till rena lyxiga dagpass) vilket jag inte var speciellt sugen på eftersom att jag redan gjort detta i Sverige INNAN jag flyttade hit till Oslo. Känns ovärt att leva SAMMA liv som hemma i Sverige.<br/> <br/>  På narvesen lyckades chefen inte öppna mitt CV så han bad mig komma på intervju istället och frågade knappt vem jag va innan han anställt mig, till en heltidtjänst. Tog jobbet trots att väktarlönen ligger lite bättre än den på narvesen, just för att få garranterat dag och för att få lite omväxling. Som chefen på narvesen sa \"jag vill anställa en svensk, ni jobbar hårt och pratar rent\"<br/> <br/> <br/>  Flickvännen fick jobb i en mindre butik, redan innan dom träffat henne i princip. Dom väntade på att hon skulle flytta till oslo och tryckte kontraktet och pennan i handen på henne när hon klev innanför dörren, utan att knappt veta någonting om henne, bara hur länge hon tänkt stanna. (kanske för att hon va svensk)<br/> <br/> <br/>  Jag säger det igen, va inte för kräsen så får du jobba.<br/> <br/>  tillägg:<br/>  vadå e-legitimation? Har jag aldrig använt eller haft nytta av. Och gällande telefon. Jag skaffade lebara till mobiltelefonen. Tele2 har lite billigare, men det går inte att beställa på hemsidan med ditt tillfälliga norska personnummer, jävligt krångligt. Lebara kontantkort (kolla deras hemsida) kan du istället köpa startpaket i en butik och du ringer för ungefär samma priser som tele2. Med båda ringer du för låga priser inom norge OCH till morsan hemma i sverige"
	},
	{
		"postIndex": 6150,
		"postNumber": 6306,
		"rankGlobal": 30,
		"scoreGlobal": 88.9,
		"userRank": 6,
		"userScore": 39.5,
		"postUserName": "iron11",
		"postUserID": "u695336",
		"postUserUrl": "https://www.flashback.org/u695336",
		"postDateTime": "2013-02-28, 01:00",
		"postUrlInThread": "https://www.flashback.org/t1792221p526",
		"postUrlUniq": "https://www.flashback.org/sp42230802",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Tallkotte</strong></div> <div>Jo det är klart att det går. Dock måste man gå ned i levnadsstandard och då får man fråga sig om det är värt det. Bodde själv inneboende i Oslo första året och sparade bra med pengar. Men någon gång vill man väl leva också. Ska man ha samma livskvalitet som i Sverige är pengarna i Norge inte speciellt mycket värda. Bil, boende, intressen och mat äter upp det mesta av det \"extra\" man tjänar i Norge.</div> </td> </tr> </table> </div> <br/>  Kan säga att min livskvalitet ökat rätt rejält sen jag flyttade till Norge, och jag känner att min lön räcker betydligt längre än den gjorde i Sverige.<br/>  Sen flyttade jag iförsig inte till Norge för att spara en massa pengar på hög, utan för att jag fick lite av ett drömjobb här och har inte några direkta planer på att flytta tillbaka till Sverige.<br/> <br/>  Lite att tänka på:<br/>  Boende<br/>  Skulle tro att det är denna posten som avgör om man tjänar på att åka till Norge eller inte.<br/> <br/>  Ja, det är dyrt med bostäder i Oslo, och även i de andra större städerna i Norge, men likadant är det i Sverige. Det är varken enkelt eller billigt att få tag i bostäder i Stockholm, Göteborg och Malmö, om man inte stått ett antal år i bostadskö eller är student.<br/>  Skulle man lyckas få tag i en egen lägenhet i andra hand i Stockholm hamnar man nog på nästan samma priser som lägenheterna i Oslo. <br/>  Så bor man hemma hos föräldrarna eller sitter på ett förstahandskontrakt är det klart att det är en stor skillnad på boendekostnad om man väljer att flytta till centrala Oslo, Stavanger, Bergen eller Trondheim. Men troligtvis hade man åkt på en liknande kostnadsökning om man valt att flytta till en av de svenska storstäderna på kort varsel.<br/>  Har själv aldrig bott i någon större norsk stad, men alltid haft en egen lägenhet på de 4 orterna jag bott på. Det boende jag har nu är det dyraste jag haft under mina snart 3 år i Norge. Det är en stor 2:a på uppskattningsvis 70 m2 (dvs ett sovrum, vardagsrum och kök). Betalar 7500 per månad för den, men då ingår ström, bredband samt ett stort kanalpaket till TV:n. Tror inte jag kommit undan så många tusen billigare med det i Sverige.<br/> <br/> <br/>  Mat<br/>  Ja, maten är dyrare i Norge, men så extremt mycket dyrare är det inte.<br/>  Hur stor del av inkomsten handlar man mat för varje månad?<br/>  Jag tvivlar på den andelen av inkomsten man lägger på mat blir större i Norge än i Sverige.<br/>  Det största klagomålet jag har på norsk mat är att utbudet i affärerna bitvis är ruskigt dåligt.<br/>  Nu bor jag långt från den svenska gränsen, men de gånger jag tar bil till Sverige brukar jag handla med mig mat. På inköpslistan brukar det stå nötkött (det kan jag erkänna är väldigt dyrt här), ost (vill gärna ha ost som smakar något) samt saker jag upplever är svårt att få tag i här där jag bor."
	},
	{
		"postIndex": 3045,
		"postNumber": 3114,
		"rankGlobal": 31,
		"scoreGlobal": 88.2,
		"userRank": 32,
		"userScore": 15.7,
		"postUserName": "lazor",
		"postUserID": "u219341",
		"postUserUrl": "https://www.flashback.org/u219341",
		"postDateTime": "2010-12-03, 20:17",
		"postUrlInThread": "https://www.flashback.org/t1792221p260",
		"postUrlUniq": "https://www.flashback.org/sp35604413",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>HHR</strong></div> <div>Ska sticka till Norge på måndag för anställningsintervju för säljare för Securitas larmavdelning, installatör eller teamledare för larmmontering. Någon som har några bra tips för en 19 åring som aldrig varit i varken Norge eller på en anställningsintervju? <br/>  Inga händer i fickorna och vara positiv är vad jag kommit fram till hittills.<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/>  Läst runt lite och börjat få koll på läget, något som jag inte fått grepp om än är svenska bilen, hur länge kan jag ha den om jag ska bo i oslo utan att någon gnäller? Vad kostar det att regga om den till Norsk? (940 -91)</div> </td> </tr> </table> </div> <br/>  Gratulerar med intervjun! Låter som ett kalasjobb.<br/>  Det finns en massa tips för intervju att hämta via google eller här på flashback, så det tänker jag inte lägga ner tid på. Men som svensk för första gången i Norge kan det vara bra att veta vilka förväntningar arbetsgivaren har på dig. Svenskar har rykte om sig att arbeta väldigt bra och ansvarsfullt, och ger du det intrycket på intervjun tror jag du förbättrar dina chanser.<br/> <br/>  Vad det gäller bil har jag ännu bättre koll. Jag är också 19, men jobbade i somras när jag var 18 i Norge. Bodde hos min syster och lånade min mors bil i 8 veckor för att kunna köra till jobbet. Hade cirkus 25km till jobb. Det visade sig till slut att någon försäkring för om jag kör bilen ej gäller i Norge. Hade jag blivit tagen av polisen under denna tiden hade jag riskerat att få tulla in bilen för en JÄVLA massa pengar, alltså 20-50 000 kr. En bil som är värd ca. 40 000 kr <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> Att \"regga\" om bilen till norsk är det inte tal om, kostar ofantligt mycket pengar, och då måste du dessutom betala norsk försäkring som är helt sanslöst dyr om du är 19 år. Vad sägs om 20 000 i året för endast försäkring?<br/>  Ditt svar; lämna bilen hemma och åk buss+tunnelbana. Finns goda kommunikationer i Oslo.<br/>  Det du säger om att kunna ha den i Norge utan att någon gnäller, lagen är väldigt ospecifik. Men om norska myndigheter, efter att du blivit haffad av polis, gör bedömningen att du har bilen i Norge för jobbändamål blir du tvungen att tulla in bilen och det är som sagt mycket pengar."
	},
	{
		"postIndex": 1600,
		"postNumber": 1633,
		"rankGlobal": 32,
		"scoreGlobal": 87.9,
		"userRank": 132,
		"userScore": 6.5,
		"postUserName": "gustoo",
		"postUserID": "u112621",
		"postUserUrl": "https://www.flashback.org/u112621",
		"postDateTime": "2009-09-02, 20:27",
		"postUrlInThread": "https://www.flashback.org/t1792221p137",
		"postUrlUniq": "https://www.flashback.org/sp35602918",
		"sentence": "vet att det finns massa allmänna \"jobba i norge\"-trådar, och jag har frågat i dem men inte fått svar.<br/> <br/>  iaf, enligt en del låter det ju lite som att norge är paradiset på jorden och att folk slänger jobb efter en så fort man kommer dit och säger att man är svensk, men hur är det egentligen? har inte några arbetslivserfarenheter eller någon utbildning, kan jag få jobb i norge ändå? <br/> <br/>  sitter nämligen lite i skiten här hemma i sverige, gick ut gymnasiet i somras och flyttade hemifrån för att börja på högskola ganska så direkt efter, dock blev det inte så pga att jag är väldigt klantig(finns en annan tråd om det), så nu sitter jag i ett inneboenderum utan sysselsättning eller inkomst och söker jobb, dock vet jag att det är väldigt dåligt med sånt nu, och till och med premo dissar mig.<br/> <br/>  att flytta hem till föräldrarna är verkligen sista alternativet, då jag verkligen inte stod ut med att bo där, och det faktiskt var mest för att ha en ursäkt att flytta hemifrån som jag tänkte börja på högskolan.<br/> <br/>  också, kan man fixa jobb i norge innan man flyttar dit? skulle ju kännas lite sådär att flytta dit etc bara för att finna mig i exakt samma sits igen, fast i någon stad i norge."
	},
	{
		"postIndex": 2356,
		"postNumber": 2403,
		"rankGlobal": 33,
		"scoreGlobal": 87.5,
		"userRank": 44,
		"userScore": 13.5,
		"postUserName": "Dsndss",
		"postUserID": "u176404",
		"postUserUrl": "https://www.flashback.org/u176404",
		"postDateTime": "2010-06-08, 03:03",
		"postUrlInThread": "https://www.flashback.org/t1792221p201",
		"postUrlUniq": "https://www.flashback.org/sp35603694",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Jersi</strong></div> <div>Jag och en kompis har börjat prata om att åka till Norge nästa år och jobba. Det känns lite dock som att denna kompis har lite för höga tankar om landet, men jag vet inte, det är därför jag skriver här. Jag har nämligen några frågetecken.<br/> <br/>  1.) Att man en högre siffra på lönen i Norge verkar ganska så självklart. Men tjänar man i slutändan mer? Jag har läst att allting, särskilt mat, kan vara mellan 20 och 50% dyrare än i Sverige. Så får man verkligen över mer i Norge än vad man får i Sverige när räkningarna, månadens underhållning och maten är avklarad? Min kompis har en fantasi om att han kan spara ca. 20.000 i månaden och han pratar om lager, fiskrensare och butikjobb. </div> </td> </tr> </table> </div> <br/>  20 tusen låter väldigt mycket, tänker inte säga att det är omöjligt men din månadslön bör ligga runt 45 tusen brutto då. Och skattar du 36% så får du 30 tusen lite drygt över, och sen har du säkert 4 tusen på mat och 4 tusen på hyra, så det lämnar kvar runt 20. Det finns ju såklart folk som tjänar 45 tusen brutto, men jag skulle knappast kunna föreställa mig att de som gör det jobbar som varken fiskrensare, lagerarbetare eller i en butik.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         2.) Hur lätt är det egentligen att hitta ett jobb? På somliga låter det nästan som att de kastar sig över en men hur ser verkligheten ut? Är det lättare att hitta jobb i Norge än i Sverige?       </td> </tr> </table> </div> <br/>  Nej de kastar verkligen inte jobb över en. Tänk också på att det inte bara är Svenskar som åker till Norge för att tjäna pengar utan oljeguldet är ju känt över hela europa. Jag har jobbat med folk ifrån hela världen i princip, Polen, Bulgarien, Island. När jag först åkte till Norge trodde jag ju att man skulle vara relativt ensam om jobben här men icke, hela europa delar som sagt på Norge. <br/> <br/>  Det som dock är skillnaden mellan Norge och Sverige är att bemaningsföretagen i Norge fungerar klockrent, dvs där får du jobb direkt. Du kan få mycket timmar men oftast är det dåligt betalt.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         3.) Hur är det med avtal mellan anställd och arbetsgivare? Min kompis har en fantasi framför sig om att han kan jobba i två månader och sedan ut och resa i ett par månader - och sedan komma tillbaka och jobba mer. Vilka också kan bindas samman med båda tidigare frågor. Tjänar man så pass mycket att man kan dra iväg på en två månaders semester i valfria länder. Och hur lätt är det att hitta ett nytt jobb vartannan månad. Skulle arbetsgivarna gå med på att man typ är där 8 veckor och sedan lämnar och kommer tillbaka?       </td> </tr> </table> </div> <br/>  Det finns ingen arbetsgivare som gillar när sina anställda bara sticker iväg, skulle du hålla på sådär lär du inte få jobb inom samma företag igen, inom samma bransch kanske men inte på samma företag. Bara för att det är mycket folk som åker till Norge och jobbar så uppskattar inte cheferna direkt när folk försvinner som man kanske har lagt ner utbildning och pengar på.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         När min bekanta pratar om Norge låter det som om pengarna flödar. Att det är ett fantasiland. Men min hjärna frågar sig varför då inte alla beger sig dit och blir nästa Paris Hilton. Ungefär. Är tacksam för seriösa svar<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> </td> </tr> </table> </div> <br/>  Norge är ett ganska tråkigt och grått U-land, vägnätet är ett skämt och vissa städer och delar av landet ser ut som östeuropa. Skolbarnen äter mackor till lunch, även fast landet är hur rikt som helst, tycker det säger ganska mycket om Norge faktiskt. Vinmonopolet har väl 1/10 av sortimentet i en vanlig välsorterad systembolaget i Sverige. Läsken görs fortfarande i hårdplast, och det känns rent allmänt som att de norska affärerna Kiwi och Rema har stannat i utvecklingen."
	},
	{
		"postIndex": 607,
		"postNumber": 619,
		"rankGlobal": 34,
		"scoreGlobal": 87.3,
		"userRank": 190,
		"userScore": 5.3,
		"postUserName": "buntish",
		"postUserID": "u243271",
		"postUserUrl": "https://www.flashback.org/u243271",
		"postDateTime": "2009-01-26, 16:18",
		"postUrlInThread": "https://www.flashback.org/t1792221p52",
		"postUrlUniq": "https://www.flashback.org/sp35601880",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Silja</strong></div> <div>Hallå.<br/> <br/>  Jag är otroligt sugen på att fara och jobba i norge.<br/>  Är det någon som har tips på sidor där det är lätt att navigera och lätt att förstå?<br/>  Jag är väll bered att ta vilket jobb som helst, några tips på vad som kan vara enkelt att få jobb som?</div> </td> </tr> </table> </div> <br/> <br/>  Ett tips för att \"komma igång\" är väl att gå in på adecco.no och lägga in sitt cv, och skriva vad man kan tänka sig att jobba med. sen ta kontakt med dom på telefon, så kommer dom hjälpa dig så gått det går.. det är en väldigt bra start då du kan istortsätt få jobb innan du flyttat till norge. men lönen är inte skit bra. jag hade 127nkr/h. så det gäller att söka fast jobbplats under tiden du jobbar för adecco.. manpower och andra sånna firmor funkar givetvis bra, jag har dock bara erfarenhet från just adecco!<br/> <br/>  Oslo är väl bäst att flytta till. Den staden jag jobba i har det blivit ganska svårt att få jobb i nu. Jag hade jobb efter 3arbetsdagar i norge föra året, men nu sitter två vänner jobblösa efter ca 1månads tid. Så det har blivit lite annorlunda nu."
	},
	{
		"postIndex": 4029,
		"postNumber": 4124,
		"rankGlobal": 35,
		"scoreGlobal": 87.2,
		"userRank": 13,
		"userScore": 24.5,
		"postUserName": "SorXisteN",
		"postUserID": "u591317",
		"postUserUrl": "https://www.flashback.org/u591317",
		"postDateTime": "2011-08-28, 20:38",
		"postUrlInThread": "https://www.flashback.org/t1792221p344",
		"postUrlUniq": "https://www.flashback.org/sp35605435",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Flashbackpsykos</strong></div> <div>Mitt mål är ju att vara i Norge längre än 184 dagar. Det pratas alltid om att man \"måste\" skriva sig i Norge, jag tolkar det som att skriva sig i Norge är något dåligt som man helst vill undvika, är det så?<br/>  Varför i så fall?<br/> <br/>  Okej, det var ju skitbra! <br/>  På tal om legitimation förresten, som jag hade förstått det bör man ha med sitt pass när man söker D-nummer samt skattekort, annars behöver man beställa ett personbevis.<br/>  Men nu läste jag någonstans att man bör ha med sig <i>både</i> pass och personbevis, stämmer det?<br/> <br/>  Tillbaka till det här med att ordna jobb då, låt säga att jag går en vecka och söker jobb men inte får något. Vid det laget ger jag upp och går till ett bemanningsföretag. Är jag då anställd av bemanningsföretaget?<br/>  Kan jag söka D-nummer då?<br/>  Hur ska man kunna uppge inkomst i så fall, det verkar ju vara ett jävla lotteri hur mycket man får i månaden när man jobbar på det viset?</div> </td> </tr> </table> </div> <br/>  Jag va i Norge i 3 år utan att skriva in mig. Inga problem. Dock så säger dom så klart att du ska skriva in dig efter ett halvår eller hur många dagar det nu va. Du tjänar dock på att skriva in dig, bättre med skatten osv. <br/> <br/>  Men iaf, du kan söka jobb utan att behöva ha ett skattekort eller D-nummer. Du kan jobba på och sen så fort du får skattekortet lämnar du det till din arbetsgivare (DEL TVÅ REK.) och så öppnar du bankkonto etc.<br/> <br/>  När du ansöker om skattekort så skriv bara in 300 000 eller vad som helst, men ta gärna lite mer än vad du uppskattar att du kommer tjäna eftersom det påverkar din skattetabell. Men på skattekortet får du två delar, den första delen baseras på vad du uppskattade att du kommer tjäna (dvs du skattar efter hur mkt du uppskatta att du kommer tjäna) och den andra delen är 36% rakt av. Då vet du att du inte kommer behöva betala tillbaka något. Den kan du använda dig av första året för att sedan när du har ett hum om vad du tjänar använda Del 1 nästa år. <br/> <br/>  Men skriv som sagt gärna lite extra men tror att 300-350k blir bra. Har du två olika arbetsgivare måste du som sagt lämna Del 1 till ena och Del 2 till andra om du inte ansöker om flera skattekort så kan du köra enbart på del 2. Ja det finns en del sätt men det löser sig ska du se <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/>"
	},
	{
		"postIndex": 4564,
		"postNumber": 4673,
		"rankGlobal": 36,
		"scoreGlobal": 86.4,
		"userRank": 136,
		"userScore": 6.4,
		"postUserName": "K-pist",
		"postUserID": "u239118",
		"postUserUrl": "https://www.flashback.org/u239118",
		"postDateTime": "2012-01-23, 19:51",
		"postUrlInThread": "https://www.flashback.org/t1792221p390",
		"postUrlUniq": "https://www.flashback.org/sp35605993",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>odzak</strong></div> <div>Samma här! Alla snackar om hur \"lätt\" det går att skaffa jobb i Norge men det märks inte. Jag har sökt en hel del arbeten i Norge utan att få svar. Börjar ge upp hoppet om Norge drömmen <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad.gif\" title=\"Sad\"/></div> </td> </tr> </table> </div> <br/> <br/>  Mailar du från Sverige? Isåfall så är det ungefär lika stor chans som i Sverige som att få jobb, känns det som. Förra året mailade jag säkert på 50 Norgejobb och jag fick 1 vettigt svar där jag fick komma på intervju, som dock inte gav nånting.<br/> <br/>  Man lär nog vara på plats i Norge för att märka av det där \"lätta\" med jobb i Norge. Jag kommer inom kort tid att skaffa någon slags bostad i Norge och bosätta mig för att sedan börja söka jobb. Funderar på Svenska föreningen trots alla dåliga rykten. Har en kompis som bott där i 5-6 månader och han säger att det är hur trevligt som helst, ingen hög standard såklart men jag tror det funkar att ta första och kanske andra månaden där sen efter man fixat jobb så börjar man kolla lägenhet så fort som möjligt.<br/> <br/>  Nån som bor/nyligen bott på Svenska föreningen och vet om dom bättrat sig?"
	},
	{
		"postIndex": 1726,
		"postNumber": 1760,
		"rankGlobal": 37,
		"scoreGlobal": 86.1,
		"userRank": 135,
		"userScore": 6.4,
		"postUserName": "DrDengrot",
		"postUserID": "u120058",
		"postUserUrl": "https://www.flashback.org/u120058",
		"postDateTime": "2009-09-25, 12:00",
		"postUrlInThread": "https://www.flashback.org/t1792221p147",
		"postUrlUniq": "https://www.flashback.org/sp35603046",
		"sentence": "Vet att det skrivits spaltmeter men orkar inte plöja hela tråden. Tar därför mina pesonliga frågor och hoppas på råd.Måste försöka bena ut ett ev tillvägagångssätt om jag ska göra slag i saken och åka. <br/> <br/>  Har svårt att komma igång med arbete hemma och desperationen får mig att fundera på att dra Västerut. Om jag sen är för feg för att dra själv (om jag inte hittar sällskap) är en senare fråga. <br/> <br/>  Min tanke är att, om jag inte får ngt erbjudande innan, bara åka till Oslo och söka jobb på plats. Så: <br/> <br/>  Boende?  Känns som en svår bit. Jag tänker mig att ta in på vandrarhem till att börja med tills jag vet om Norge är något för mej. Tips på billiga vandrarhem? Bästa vore förståss om man hittade ett rum hos ngn, hur gör man det?Har läst att bor man i lght vill de oftast ha tre mån deposition. Om man vill lämna tidigare av ngn anledning, får man då tillbaka depostionen? Isf kan man kanske försöka hitta lght att dela med ngn rätt omgående? Väl i Oslo, ngn plats man kan gå till för att reka boendemöjligheter. (Förutom att kolla nätet) <br/> <br/>  Ngn plats där man kan träffa svenskar för att få tips och råd? <br/> <br/>  Vidare är min tanke att skriva upp adresser till ett antal bemanningsföretag och personligen besöka dessa. Vettigt? <br/> <br/>  Hur är det med skattekort osv? Kan man ordna allt sådant på plats när man väl fått jobb? Eller måste allt vara klart innan man får börja jobba? Hoppas inte det. <br/> <br/>  Bil? Jag känner lite för att ta min bil till Oslo. Är det krånligt med bil i Oslo? <br/> <br/>  Är akademisk utbildning eftertraktat i Norge? Tillhör de med fin examen utan att haft ngn större nytta av den. <br/> <br/>  Jag är också lite orolig för att man får lägga en förmögenhet innan/om man kommer igång med ngt jobb? <br/> <br/>  Någon som vill åka med? <br/> <br/>  Det var nog allt för tillfället."
	},
	{
		"postIndex": 6388,
		"postNumber": 6549,
		"rankGlobal": 38,
		"scoreGlobal": 85.9,
		"userRank": 27,
		"userScore": 16.7,
		"postUserName": "trakc",
		"postUserID": "u414546",
		"postUserUrl": "https://www.flashback.org/u414546",
		"postDateTime": "2013-04-05, 11:41",
		"postUrlInThread": "https://www.flashback.org/t1792221p546",
		"postUrlUniq": "https://www.flashback.org/sp42802856",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>schmengele</strong></div> <div>Tack för utförlig info! Uppskattas riktigt mycket <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/>  Gav mig lite hopp nu med då jag som tidigare nämn inte har några referenser eller mycket erfarenhet.<br/> <br/>  Får man fråga varför du lämnade norge?</div> </td> </tr> </table> </div> <br/>  Okej, jag var bara där på intervju på ett företag. Har inte jobbat något i Norge ännu. Tackade nej då lönen låg på ungefär samma nivå som här i Sverige, några tusenlappar mer. Fick reda på att lönen jag fick var lägre än vad de som jobbar annars där. Förstår kanske inte att jag kan ha samma lön som de som jobbat där tidigare, men det var ganska stor skillnad. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> <br/> <br/>  Dessutom har jag ett jobb kanske här i Sverige som jag vet kommer ge ungefär lite mindre än Norge, men tjänar på att jobba här i Sverige då jag kan spara mera pengar. <br/> <br/>  Vad har du jobbat med innan? Vad har du för erfarenhet av det du jobbat? Har du b-körkort och truckkort?<br/> <br/>  edit: Om du är 20 år eller över, då kan du säkert få restaurangjobb. Det finns bland annat Oleary's och TGI som de jobbar mycket svenskar på. Tror nog de inte är lika hårda på referenser. Annars som någon nämnde tidigare registrera dig på bemanningsföretagen.<br/> <br/>  Om du vill öka chanserna att få jobb ring upp och prata lite med dem, då är chansen större."
	},
	{
		"postIndex": 4705,
		"postNumber": 4816,
		"rankGlobal": 39,
		"scoreGlobal": 85.8,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "Mittpunkt",
		"postUserID": "u444113",
		"postUserUrl": "https://www.flashback.org/u444113",
		"postDateTime": "2012-03-16, 08:22",
		"postUrlInThread": "https://www.flashback.org/t1792221p402",
		"postUrlUniq": "https://www.flashback.org/sp36283647",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Tallkotte</strong></div> <div>Det är en sanning med modifikation. Levnadskostnaderna är så pass mycket högre här att det äter upp lönen. Ska du ha samma levnadsstandard som i Sverige måste du tjäna minst 40% mer än i Sverige, troligen ännu mer. Då räknar jag med sjukt dyrt med bostad, mat är svindyrt, bil är svindyrt, gå ut på restaurang är svindyrt. Det värsta med Norge tycker jag dock är utbudet på mat. Jag pallar det inte längre och kommer flytta tillbaka till Sverige i juni fastän jag troligtvis får gå ned åtminstone 10-15000kr i månadslön.</div> </td> </tr> </table> </div> <br/>  En kompis till mig arbetar som lagermedarbetare i Stavanger och är anställd privat av ett företag och inte av ett bemanningsföretag. Han packar order, tar emot leveranser osv. Hans har en nettolön på 28.000-29.000 SEK och han har runt 17.000-18.000 SEK kvar när hyran är betald och räkningarna i Sverige och sedan sparar han runt 7.000-8.000 SEK i månaden. 10.000 SEK kvar att handla mat för varje månad.<br/> <br/>  Han säger precis som dig när jag pratar med honom att maten är svindyr i Norge och tanken på att gå ut och ta en öl efter arbetet, det finns inte i tankarna utan du är där av en anledning att arbeta och tjäna pengar. Han vill också hem men han säger det att det finns inga arbeten i Sverige och sen gillar han inte mentaliteten bland svenska arbetsgivare.<br/> <br/>  Lite bakgrundsfakta är: Min vän sökte jobbet på finn.no och fick mail där han blev kallad till intervju och flög över till Stavanger och tittade på bostad i samma veva. Han fick jobbet och bostaden och sedan gick hans Pappa in med depositionen eftersom han får tillbaka pengarna när han flyttar.<br/> <br/>  Däremot håller han med mig om att det är inte guld och gröna skogar i Norge. Visst, du tjänar mycket bättre i Norge än i Sverige men det är lika svårt att få jobb i Norge som i Sverige trots att arbetslösheten ligger på 2-3% i Norge. Att söka på ICA, Kiwi och Rema1000 som svensk är riktigt svårt säger han också för han sökte allt som fanns på finn.no, ica.no och rema1000.no under två månader men fick inte ett svar. Så konkurrensen att arbeta inom livsmedel i Norge är nog lika stor i Sverige ser det ut som. Lager verkar vara lättare att få arbete inom i Norge och därför kan man stryka livsmedel säger han."
	},
	{
		"postIndex": 4481,
		"postNumber": 4588,
		"rankGlobal": 40,
		"scoreGlobal": 85.4,
		"userRank": 246,
		"userScore": 4.8,
		"postUserName": "breathewillow",
		"postUserID": "u296737",
		"postUserUrl": "https://www.flashback.org/u296737",
		"postDateTime": "2012-01-09, 14:02",
		"postUrlInThread": "https://www.flashback.org/t1792221p383",
		"postUrlUniq": "https://www.flashback.org/sp35605907",
		"sentence": "Hej alla!<br/> <br/>  Frågan har säkert blivit ställd 1000 gånger, snabbkollade de senaste 10 sidorna hittade inget av nytta.<br/>  Min fråga. Har fixat lägenhet i Oslo, tog truckkort i helgen. Ringde manpower nyss och frågade om man kunde få träffa dessa för en presentation och de skulle hjälpa mig med jobbmöjlighet, gick inte. Jag har reggat mig på några bemanningssidor. Min fråga, för att ENKLAST få jobb i Norge. Hur ska jag gå till väga? Jag kan söka på internet, ser att det är några spännande annonser uppe på företag. Har kastat in några ansökan, men känns som detta är typ VÄLDIGT liten chans att komma till intervju. Telefonnnummer står heller inte med på annonserna till \"anställaren\", så går inte att ringa och prata med dom. <br/> <br/>  Så, vad ska jag göra? Söka lite ströjobb på internet, sedan åka till Norge (har redan bokat resa till Oslo på torsdag, har lägenhet osv.). Söka jobb när jag kommer dit? I så fall, hur? Ska jag bara gå till bemanningsföretagen och fråga om jobb? När jag ringde till manpower så dom att de hade typ ett \"jobbcafe\", hängde inte riktigt med. Någon som kan klargöra? Vill inte åka dit, för att sedan vara arbetslös i 2 veckor och förlora alla mina sparade pengar, vill ju ha jobb så snart som möjligt."
	}
]
