[
	{
		"postIndex": 17263,
		"postNumber": 17774,
		"rankGlobal": 1,
		"scoreGlobal": 100,
		"userRank": 19,
		"userScore": 8.9,
		"postUserName": "Caprice110",
		"postUserID": "u884257",
		"postUserUrl": "https://www.flashback.org/u884257",
		"postDateTime": "2014-05-19, 12:21",
		"postUrlInThread": "https://www.flashback.org/t2065199p1482",
		"postUrlUniq": "https://www.flashback.org/sp48853513",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Janita</strong> <a href=\"/p48847046#p48847046\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Är helt fast i silver 4!!! Får panik. Jag och min polare lirar Duo ganska ofta, han ligger i silver 3 och jag i silver 4.  Båda låg i guld tidigare och gjorde verkligen inte bort sig där, men nu verkar det helt omöjligt att ta sig tillbaka. <br/> <br/>  Hur fan ska man bära sig åt när man ständigt kommer in med värdelösa teammates och Challenger-motståndare? Vi toppar alltid med statsen och försöker hjälpa laget så gott det går utan att förstöra för sig själva. Någon som har några bra tips förutom \"ligger du i silver 4 så förtjänar du det!!!!!\" ? Vilka två positioner kan egentligen avgöra mest i laget?</div> </td> </tr> </table> </div> <br/>  Känner igen mig :P<br/> <br/>  Dock undrar jag hur du kan möta challenger motståndare? det kan iaf inte vara ofta? för isf bör de åka ur challenger väldigt fort^^<br/> <br/>  Men det du inte skall göra är att gnälla, för flame = förlust. Har du någon i laget som flame:ar så mute dem bara så slipper du dem, jag blir iaf irriterad på de personerna. Sedan får du acceptera att alla kan ha en dålig match/dag, så även du!<br/> <br/>  Men när man får troll eller de som går afk direkt blir bara bara trött på :@  Dock så får motståndarlaget mindre guld ju fler gånger de dör (så länge de inte skulle döda ngn)<br/> <br/> <br/>  Jag mainar mid då jag tycker det är roligast och man kan hjälpa hela laget från den positionen. Jag spelar nidalee då hon är sjukt kul :P <br/>  Det som jag tycker är bra med henne är att även om ditt lag är dåligt så kan du vända matchen genom att poke:a ner dem. Ligger vi dåligt till  så säger jag att jag måste få blå så jag kan poke:a dem och när jag fått ner deras hp så går vi in och kan vinna en teamfight. När du blir lvl 6 och cougar så kan man lätta springa till bot/top och hjälpa dem då hon är en av de snabbaste champs. Hon är inte ofta bannad i silver heller <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/><br/> <br/>  Annars finns akali som kan göra det riktigt bra och vända en match, dock kan hon vara svår att farma med samt svår att spela. <br/> <br/>  Men du skall ALLTID tänka på vad du gör och vad du kan förbättra!<br/> <br/>  Jag har försökt farma bättre, vilket jag lyckats med. Dock mycket kvar xD (har för mig man skall försöka få 80% + av alla CS, det är ca 30 efter 5:30 min in i spelet (har jag för mig)<br/>  När du farmar, försök poke:a motståndaren om du har range och de melee. Tex kan en nidalee (top) poke:a ner en mundo top pre 6 och hindra hans farm. För om han går fram för att AA så AA du honom.<br/> <br/>  Du skall även minimera dina death's. Det är något jag också gjort och det förbättrar iaf min kda, samt jag feedar inte motståndarna.<br/> <br/>  Fundera även på dina ban's. Varför bannar du X-champ?  Försök spela champions som passar bra för ditt lag. Har du tex en Blitz som support i ditt lag är inte nidalee den bästa mid champen eftersom de har två helt olika spelstilar.<br/> <br/>  Förbättrar du/ni dig så kommer ni klättra. <br/> <br/>  Jag åkte ner från S2 -&gt; S5 pga jag fick mycket troll och afk, vilket gjorde mig grinig så jag spelade sämre så det blev bara sämre och sämre. Nu har jag börjat klättra och är S4 40 LP. Dock har jag haft turen att inte få afk spelare <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/>   tänk dock på man kan vinna 4vs5 så ge inte upp bara för det.<br/> <br/>  Edit:<br/> <br/>  Igår spelade jag en match där vi låg under och förlorade varje teamfight. Då bestämde jag mig för att spltipusha (kayle) och gick top och förstörde deras inhib. Detta vände mer eller mindre matchen eftersom de var tvungna att försvara sig och vi vann en 5vs4 fight och kom ikapp, vi fick 2 dragon's. Dock missade vi Baron do de stal den <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/> men vi fick nästa. Jag försökte sätta press top och bad mitt lag sätta press mid eller bot och de gjorde det. Kom bara LB top (fedad) så kunde jag döda henne, så de började med att komma 2 top vilket gör att vi får 4 vs 3 mid som mitt lag vann. Till slut vann vi även matchen."
	},
	{
		"postIndex": 8991,
		"postNumber": 9260,
		"rankGlobal": 2,
		"scoreGlobal": 96.3,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "irken",
		"postUserID": "u478566",
		"postUserUrl": "https://www.flashback.org/u478566",
		"postDateTime": "2013-07-21, 11:49",
		"postUrlInThread": "https://www.flashback.org/t2065199p772",
		"postUrlUniq": "https://www.flashback.org/sp44409632",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>OndaParabolen</strong> <a href=\"/p44404789#p44404789\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Jag kan ju erkänna att jag är ganska ovetande vad det gäller Poppy, var t.ex. inte alls längesen jag tog reda på hur man ser vem hon har lagt sin ult på. Enligt mig är det svårt att se i stridens hetta, man bör lägga den på support som du säger men det är inte alltid de gör det, misstag eller vad det kan vara, vet inte.<br/> <br/>  Vad det gäller items, är det något item som gör Poppy speciellt farlig? Något som indikerar att man ska börja se upp?<br/>  Och när man väl möter henne i teamfights, vad ska man göra? försöka baita ult och fly tills den är över?<br/>  Fixa ett lag med stark burst så man kan ta ner resten av laget relativt snabbt?<br/>  Jag lirar inte bland de bästa direkt, och är inte det själv för den delen, och ibland händer det att lagmedlemmarna står och slår henne med ult uppe, fast de inte är marked.<br/>  Spelar oftast som ADC så jag blir extra utsatt av en odödlig och rushande Poppy som laget slår på med ult uppe och jag dör relativt snabbt...<br/>  Ska jag satsa på mer MR när jag möter en Poppy eller ska jag fortsätta hoppas på att laget kan täcka mig och hjälpa mig att hålla henne borta?<br/>  Som ADC är hon otroligt frustrerande att möta.<br/> <br/>  Jag har alltid varit mer eller mindre rädd för Poppy när jag mött henne för att hon känts som någon med skaplig spikeskada. Men nästa gång jag möter henne ska jag pröva det du skrev.</div> </td> </tr> </table> </div>   Fast saken med Poppy är att den hon lägger ultin på kan bara göra damage på henne.  Det är ett misstag att lägga den på någon annan spelare än supporten då oftast alla andra champs gör mera damage än en support. <br/> <br/>  Öhm, något som gör henne speciellt farlig är väll när hon börjar få 3-4 items. Hon är ett lategame monster. Det finns ingeting som säger typ \"Nu har poppy xx items, nu kommer hon göra över er!\"  utan ja..<br/> <br/>  Poppy är vek emot Hard CC (Amumu ulti, sona ulti etc) och kiting. Till exempel så är Ezreal rätt bra emot henne i och med att han kan bygga Frozen gauntlet &amp; har sin E att hoppa över väggar med.  Burst fungerar också, men det är lite svårare att bursta 4 personer. <br/> <br/>  Rent generellt som ADC så måste du Kitea henne bara. Du kan ju testa köpa en GA, men att köpa mera mr bara \"för att\" är bara dumt. Hon är ju rätt svår att möta som ad carry och det finns inga direkt \"gör så här så vinner du\" utan det är bara försöka göra sitt bästa &amp; kitea i åtta sekunder. Bästa man kan göra emot henne är imo att Denya henne farm early-game ganska hårt så hon hamnar efter i mid/lategame.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Crusadelight</strong> <a href=\"/p44406383#p44406383\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>poppy lär ju få en buff eller en rework snart.</div> </td> </tr> </table> </div>   Fast ingeting är ju 110% säkert, men mest troligtvis så lär dem buffa henne när dem gör en rework, ja.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Groven85</strong> <a href=\"/p44407271#p44407271\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Någon som vill spela upp mig 50 LP? EUW - Roddan <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> Är silver 1 och är snart i Guld <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/></div> </td> </tr> </table> </div>   Kom igen, är du värd att vara guld så kommer du dit själv.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>LuttoLutto</strong> <a href=\"/p44407907#p44407907\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Tjena!<br/>  Funderar mellan Nocturne och Jarvan i djungeln.<br/> <br/>  Jag har inte riktigt valt en roll än, jag har mestandels kört dubbeltopp tidigare men nu när det börjar bli vanligare med djunglare har jag börjat fundera på det då det är en öppen plats för det i vårat lag. Jag köpte Lee Sin men det var bara en waste av en refound, det gick verkligen inte bra så jag har refoundat honom.<br/> <br/>  Mitt team består oftast utav: Elise/Jayce top (killen här är bäst utav oss, smurf), Akali/Le Blanc mid (fungerar bra) och Vayne/Tristana + Lux bot (denna lane är vår svaga länk skillmässigt).<br/>  Jag skulle säga att jag är precis över midlanern i skill.<br/> <br/>  Det bör nämnas att vi är ca lvl 20 förutom toplanern som smurfar.<br/> <br/>  Så vilken är bäst för vårat lag? <br/>  J4 har en jävla massa cc och är mer tankig av vad jag har förstått det vilket är bra för vårat lag då vi inte har en tank eller bra initiate. Dock vilket jag tycker är tråkigt, gillar mer dps vilket Nocturne vad jag förstår det erbjuder. Om jag bara hade tänkt på mig själv hade jag nog valt Nocturne men kommer förmodligen köra med J4 för mitt lags skull.<br/> <br/>  Vad tycker ni?</div> </td> </tr> </table> </div>   I och med att ditt lag är rätt vekt, och säkert förlorar ganska många games pga ni har så konstigt lag men varken någon CC eller någon direkt som kan starta fighter. Jag hade personligen pickat J4 då du kan starta fighter då och har lite CC i varje fall. Nocturne är bra, men i just det här laget så.. nja. Du kan ju testa dig fram och se vem du gillar mest games med, Nocturne eller jarvan och vilken du gillar mest. Jarvan gör faktiskt mera damage än vad man tror!<br/> <br/>  Jag hade personligen sagt åt er support att byta support-gubbar, menmen det är jag."
	},
	{
		"postIndex": 2990,
		"postNumber": 3077,
		"rankGlobal": 3,
		"scoreGlobal": 95.6,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "irken",
		"postUserID": "u478566",
		"postUserUrl": "https://www.flashback.org/u478566",
		"postDateTime": "2013-03-04, 12:55",
		"postUrlInThread": "https://www.flashback.org/t2065199p257",
		"postUrlUniq": "https://www.flashback.org/sp42296259",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Skywallker</strong></div> <div>Men att säga \"Denna champen kommer du inte vinna så mycket med för att hon har låg winrate\" är ju bara korkat tycker jag. De flesta champsen ligger runt 50%, taric har 55 och Vi har 50... Det betyder ju inte att du kan säga till någon, spela taric istället för vi så kommer du vinna mer matcher.<br/> <br/>  Vi är en stark champ, snowballar snabbt och är lätt att carrya med. Så kan man henne och hamnar med normala människor kommer man vinna mer än 55% av sina matcher.</div> </td> </tr> </table> </div>   Jag sa inte det, jag sa bara att man inte kommer vinna 9 av 10 games med Vi. I så fall hade hon ju legat på minst 70% just nu. Ja, dem flesta champs ligger runt 50% men 1% är rätt mycket, hon pickades 11k gånger igår och vann runt 5k matcher. Jag tycker det är helt okej winrate, men att man kommer vinna match för man spelar henne är bara bullshit. Samma sak med Kha zix &amp; Zed. Du vinner inte en match för du pickar dem. <br/>  Och om vi ska fortsätta på din teori att massa dåliga spelare spelar Vi så kanske det är ~4k dåliga spelare, men om vi tar Taric som pickas 37k gånger igår så måste det va minst dubbelt så många som är dåliga med honom men som vinner ändå.<br/> <br/>  Om jag vinner tio matcher i rad med Karma betyder det inte att du också kommer vinna tio matcher i rad med henne. <br/> <br/>  Jag sa aldrig att man skulle spela Taric, jag förklarade bara varför han har hög winrate, och att han inte är speciellt op om jag nu får säga så. Taric pickas i snitt runt ~39k gånger per dag och vinner över 20k games, du kan ju inte säga att det är dåligt? <br/> <br/>  Ja, hon är en stark champ och snowbollar bra, men å andra sidan gör nästan alla gubbar det nu. Det är ju inte direkt så om Hera får en kill så kommer han inte använda det mera än Vi. <br/>  Kan man vilken gubbe som helst, och då menar jag vilken som helst och hamnar med normala människor kommer man också vinna mera än 55% av sina matcher, det spelar ingen roll om du kör Poppy, Gragas eller Urgot. Du kommer vinna mera än 55% av dina matcher för du kan den gubben jättebra.<br/> <br/>  Visst finns det starkare &amp; svagare picks, men att bara för du spelar Vi som är stark nu betyder inte att du vinner varje match."
	},
	{
		"postIndex": 15182,
		"postNumber": 15649,
		"rankGlobal": 4,
		"scoreGlobal": 94.3,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "irken",
		"postUserID": "u478566",
		"postUserUrl": "https://www.flashback.org/u478566",
		"postDateTime": "2014-02-07, 13:04",
		"postUrlInThread": "https://www.flashback.org/t2065199p1305",
		"postUrlUniq": "https://www.flashback.org/sp47404839",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Krasigt</strong> <a href=\"/p47400300#p47400300\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Jag har ingen aning när PL har använts på det sättet, eller om det bara var något du bara sade. Jag har inte sagt att det inte förekommer i DotA. Däremot är det garanterat mycket mer framgångrikt och vanligt i LoL, framförallt då deras huvudserie består av en massa dumma Bo1's.<br/> <br/>  Jaha? Du kan picka Heimerdinger mot Kassadin och delvis stoppa honom i 15 minuter, men det är inte hållbart. Galio och Cassiopeia lineupen kanske spelas ut på ett annat sätt, men det slutar på samma sätt ändå. Shutdown-potentialen i LoL är betydligt mycket lägre i LoL än i DotA, vilket kan vara bra för spelare i början. Hans ulti är ju inte särskilt bra när det finns så oändligt många champions som kan avbryta den. Här hade de mycket väl kunnat adaptera DotA's system och ge honom magic immunity, men tillåta vissa spells att avbryta det, inte varenda förbannade CC i hela spelet. Då hade spelet även lagt in något mer nyskapande och unikt, eller är detta toxic?<br/> <br/>  Jag har aldrig någonsin sagt att Xerath är dålig, eller särskilt bra mot AD. Jag har alltid sagt att range är ett av de viktigaste elementen hos så väl AP, som AD carries. Ändå har Riot planer på att reworka en fullt fungerande och unik hjälte, antagligen för det sämre, så han blir mer generic och tråkig. Det problem jag kan se med honom är att han låser ner sig själv, vilket är dåligt i LoL, då extremt mycket handlar om mobility.<br/> <br/>  Nej, men det är ju fortfarande precis som jag säger. Man kan se ganska tydligt när en champion är en bra counterpick, eller inte. Urgot lider av väldigt stora problem i det att han suger efter en viss punkt i gamen, och eftersom man inte kan stänga ner champions tillräckligt hårt, så är han inte värd det.<br/> <br/>  Visst, men hur ofta skulle detta ske? Vad exakt skulle vara en counter-counterpick?</div> </td> </tr> </table> </div>   Det var ett exempel, för att du ska förstå att en melee carry inte fungerade så bra som roamer/ganker i Dota 2 då det finns mycket bättre champs att spela som roamer &amp; ganker, det kanske fungerar men det är absolut ingenting som är speciellt bra. Återigen, nu börjar du lägga till lite andra saker. Spelar väll ingen roll om det är så bo5 när jag försöker förklara för dig att en carry i dota 2 inte är jätte bra i varenda roll heller. <br/> <br/>  Varför skulle det inte vara hållbart för? Jag har spelat Twitch emot Kassadin och vunnit den matchen på ~20 minuter just för att jag möter en just en Kassadin. Det går, tro mig. Ja, självklart skulle dem kunna göra så \"shutdown\" potential blev mycket högre, men å andra sidan så är inte spelet byggt så och det fungerar ju onekligen väldigt bra just nu. Att hamna efter i XP är oftast väldigt underskattat så. Men jag syftade inte honom som counter pga hans ultimate, utan för hans passiv fungerar väldigt bra emot AP teams &amp; för att han har helt okej wave clear. Jag tror personligen att spelet hade blivit väldigt tråkigt om dem skull gett han \"magic immunity\" när han ultade och då skulle dem antagligen behöva göra det för andra champions också. <br/> <br/>  Jag grundade det på sättet du skrev om Galio, bara för att man har X skills så måste man inte promt använda just den skillen för att countra en annan champion utan det finns ju faktiskt flera andra saker som kan countra andra champions. Åter igen tycker du att han kommer bli \"generic\" och tråkig. Dem som spelar Xerath mest tycker hans rework är \"okej\", kanske inte bäst men han fungerar uppenbarligen inte just nu så någonting måste ju hända. Jag håller med att han måste designas om lite grann just nu för det är verkligen jätte, jätte svårt att spela honom just nu. <br/> <br/>  Nja, suger &amp; suger är väldigt överdrivet sagt. Han är kanske inte den bästa lategame champen, men det går absolut att ha en comp med honom fungera bra lategame utan större problem. Har man fem stycken hyffsat tanky medlemmar i laget så blir det väldigt jobbigt att möta en för man har ingen riktigt target för burst. <br/> <br/>  Till exempel så kan du picka Sivir, jag pickar vayne som små-counter &amp; så pickar motståndare x Caitlynn eller Draven och så går x botlane medans du går midlane. Fullt fungerade.<br/> <br/> <br/>  Mycket utav det du skriver verkar vara utav personliga åsikter och det är väll inget fel med det men just det går det ju inte ens argumentera om för det är så personligt baserat.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ProDeo</strong> <a href=\"/p47404226#p47404226\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Finns det något ställe man kolla på uppdateringar som kommer att komma i framtiden?<br/> <br/>  Sett på forum där de pratar om vilka champs som kommer att ändras i framtiden. Är det bara hittepå eller finns det någon sådan lista?<br/> <br/>  Undrar även om det finns något ställe man kan läsa ändringarna de gör på PBE?<br/> <br/> <br/>  Då jag ej fick svar förut så kollar jag igen :P<br/> <br/>  Hur är xerath ?<br/>  Inte sett någon spela honom men efter kollat lite snabbt på wiki tycker jag han verkar ok. <br/>  Han har okej ap ratio kan stunna dock saknar han en escape</div> </td> </tr> </table> </div>   Det finns Riot medlemmar som skriver om olika reworks, bland annat både Xerath &amp; Sion vet vi är på \"gång\". Så, nej det är inte hittepå oftast i varje fall.<br/> <br/>  Du kan läsa ändringarna dem gör på PBE genom helt enkelt googla på det.<br/> <br/> <br/>  Xerath är väll okej, han är väldigt svår tyvärr &amp; väldigt immobil. Han fungerar i specifika comps som siege/waveclear men annars så finns det bättre mids."
	},
	{
		"postIndex": 6970,
		"postNumber": 7176,
		"rankGlobal": 5,
		"scoreGlobal": 93.1,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "irken",
		"postUserID": "u478566",
		"postUserUrl": "https://www.flashback.org/u478566",
		"postDateTime": "2013-05-22, 10:20",
		"postUrlInThread": "https://www.flashback.org/t2065199p598",
		"postUrlUniq": "https://www.flashback.org/sp43553165",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>therefore</strong></div> <div>Ta bort poängen i hardiness och sätt på Barrier.<br/>  Q gör skada när du aktiverar den, plus du får armor pen när du har aktiverat den. Du går fram och lägger Q sen börjar attackera med W, börjar dom springa så följer du efter med en W med extra mycket attackspeed. 89 damage earlygame med extra mycket attackspeed ifrån boots och Q gör mycket skada. <br/> <br/>  Vet inte hur du brukar köra, men jag brukar inte aktivera Q sen bara ställa mig där och glo och tro att jag ska döda dom. <br/> <br/>  yes, based on maximum health, men en del av den är alltid aktiv. Ju mindre hp du har desto mer får du tillbaka = desto längre kan du stanna i lane om du passar på att lifesteala också. Som jag skrev till sen, 6hp/5 kan rädda dig ifrån en ignite.<br/> <br/>  Det som är synd är att det finns en standard att köra efter. Folk kan inte tänka sig exempelvis Sona och AP twisted bot, bara för att \"DET ÄR INTE STANDARD OMG!\" \"U must have ad carry bot! that's the standard\". Tänk på den kombinationen ett tag. Sen tänk att båda är duktiga spelare.<br/> <br/>  Samma med items, \"cakemolded\" för att göra mest damage! Jamen då måste man ju köra det! Man vill ju göra mest damage! <b>NEJ!</b> Jag kan bygga kog'maw hur fan jag vill och få det att bli bra. Vill jag ha en tank killer så fixar jag så att min armor pen blir whicked, och ser till att kötta ner Garen innan han ens har chans att göra något. Då så står deras lag där utan en tank garen med tummen i röven och kan inte gå in.. Har jag påverkat utkomsten utav matchen? I'd like to think so.<br/>  Vill jag springa runt och döda ad carrys så fixar jag mycket skada. Vilket är vad \"Standarden/Meta\" går efter.<br/> <br/>  Med den mentalitet som många har idag så skulle en Sona och AP twisted vara totalt omöjligt att vinna om dom gick bot. Nyss körde jag en match där twisted ville gå AD, jag sa åt han att det är värdelöst och gå ap med mig bot istället. Folk ifrågasatte det, funderade på det ett tag. Som tur var höll dom käft och vi vann.. Vi dominerade och snubben hade aldrig testat AP twisted förut... Jag sa hur han skulle göra, han anpassade sig, vi dominera.. Då är jag även den mest aggressiva sona du har sett förut, jag befinner mig vid frontlinjen och tar hitsen istället för min ad carry. Det blir vad man gör det till. Du kan köra precis som du vill om du kan spelet.</div> </td> </tr> </table> </div>   Nu sket du ju i ungefär hälften av vad jag skrev, och skrev massa annat skit som inte riktigt hör du saken. Men ja, Hade du problem med att klättra ut ifrån elohell på EUNE så tror jag inte du är en speciellt \"bra\" (..tyvärr) eller att du kan spelet så bra..<br/> <br/>  Tar du bort poängen i Hardiness och sätter den i Summoner's Resolve så vinner du ju fortfarande inte trades. För övrigt är det ju bra mycket bättre att ha 6 armor än 6 hp / per fem. Som ad carry får du ju redan tillbaka 5 hp / per auto attack om du bara börjar dorans? Förstår inte riktigt poängen i att ha det så? Bygger du rejuv bead, och massa pots i början också? Så du kan \"tradea\" bättre? <br/>  Har du dessutom 2st lifesteal quints och börjar dorans så får du runt 8-10 hp tillbaka vid varje auto attack.. Det är ju mycket bättre att ha dem tre poängen i där för tillexempel en junglare eller en midlaner, då dem inte bygger lifesteal.<br/>  Att du ens argumenterar för att \"det kan rädda dig ifrån en ignite\" är bara dumt, om vi säger att det är i snitt 4 hp / fem sekunder så är det 8 hp på 10 sekunder och hela 48 (!!) på en minut. Känns det verkligen som \"Jättemycket?\" 6 Armor kan rädda dig också i så fall, emot den sista auto attacken etc.<br/>  I lategame spelar inte hp5 på ad carrys någon roll heller då är mycket enklare att auto attackera ett creep en gång och få runt 40-50 hp direkt, istället för att tro att dem 72 hp'n (!) per minut som du tror inverkar sååå mycket ska rädda dig lategame. Det är två stycken auto attacks.. Att det hjälper dig att stanna i lane när du annars inte skulle kunna tror jag inte på för fem öre, då det är smidigare att gå b direkt om man hamnar i en sån situation att man har lågt hp. <br/> <br/>  Men problemet med q är ju att för det första så scalear den med AP, vilket inte hjälper en ad carry alls earlygame. Jämför vi lite, så 260 damage, -25 armor &amp; mres och lite armorshredd, vilket knappast hjälper så mycket som du vill få det till, 710 i range och 6% hp per hit. Jag väljer ju 710 i range varje dag över lite armor shredd och lite damage.. Och det är ju utav en anledning man inte köper attack speed först, utan AD först som ad carry, men återigenom, du kanske har några builds som resten av alla som spelar ad carry inte vet om bara.. <br/> <br/>  Fast nu gör du bara bort dig, ska du ha en \"tankkiller build\" så är det ju som sagt ie, botrk &amp; lw som gäller. Lägger man till bc också så gör man mest damage, att du håller på och ska bygga malady och massa annat skit gör ju knappast så du dödar en tank snabbare. Det är klart du får bygga precis hur du vill, men att tro att den optimala builden är dålig är ju bara korkat, då den builden dödar både ad carrys och tanks snabbast. Det är ju utav en anledning vi ser dem på dem flesta ad carrys, eller hur? Det är ju knappast så att en ad carry vill göra mycket damage emot en ad carry då man aldrig kör en en mot en fight lategame.  Att ha massvis med armor pen spelar ingen som helst roll om du inte har någon ad att \"backa\" upp det med, såvida du inte har hög basedamage på dina skills så som till exempel Renekton har. Och ska du promt döda tanks så kanske det är dax att ta bort poängen i Spellsword och lägga den i Sunder också.. Att säga att du inte vill göra mest damage heller är ju bara dumt då du spelar AD carry, det är den som spelar ad carrys roll att göra. Du kan inte vrida och vända på det, ett lag förlitar sig på att den som spelar ad carry gör mest sustained damage och inte hurvida du kan hålla på att mesa runt eller inte. Det är ju trots allt \"battle of the frontline\" om jag säger så. Dödar motståndarnas ad carry dina tank snabbast så kommer han också att börja skjuta på dig innan och ni kommer förlora fighten.<br/> <br/>  För övrigt ger Malady 25 ap, och 45% attack speed. 5% på 25 ap tänker jag inte ens räkna ut då det är så löjligt lite.<br/>  Dem två passivea på Malady hjälper ju inte kog speciellt mycket heller också, den ena gör att du gör 15 + (10% av din totala ap) i onhit, det blir alltså hela 17.5 i onhit! Wow?! <br/>  Den andra passiven gör att du shreddar mres, vilket knappast hjälper dig heller. Du är trots allt en ad carry, du auto attackerar, du gör AD damage och inte AP damage.. <br/>  Är det attack speeden du är ute (som jag hoppas du är ute efter) så finns det ju mycket bättre attack speed items. Till exempel blade of the ruined king, som ger dig 40% attack speed, att varje hit gör 5% hp, vilket gör att du har 11% hp damage med W aktiverad.<br/>  Och vet du vad det bästa är? Den ger dig AD med! Och lifesteal! Och en grym active som hjälper dig gentemot bruisers som hoppar på dig..<br/> <br/>  Hurvida AP tf med sona fungerar botlane har jag inte sagt ett piss om, så att dra upp det är bara dumt då jag skiter totalt i det. Det fungerar kanske på bronze &amp; silver nivå i soloq, men när folk faktiskt tar vara på sånt skit så fungerar det inte. Och för övrigt - om du är SÅ Jävla bra fattar jag inte hur du haft problem att klättra ur s.k \"Elohell\" som du hade problem på EUNE? Du borde ju va i diamond.."
	},
	{
		"postIndex": 13045,
		"postNumber": 13456,
		"rankGlobal": 6,
		"scoreGlobal": 93,
		"userRank": 23,
		"userScore": 7.9,
		"postUserName": "pozie",
		"postUserID": "u380355",
		"postUserUrl": "https://www.flashback.org/u380355",
		"postDateTime": "2013-11-21, 21:17",
		"postUrlInThread": "https://www.flashback.org/t2065199p1122",
		"postUrlUniq": "https://www.flashback.org/sp46250670",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Mantrid</strong> <a href=\"/p46250217#p46250217\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Om man spelar för att bli bättre och/eller klättra i rankat så ska man självklart fortsätta spela. Jag antar att många personer inte kan hantera förluster och bara sitter och önskar att det vore över. Personligen försöker jag lära mig någonting från varje förlust. Vad gjorde jag fel? Vad gjorde motståndarna rätt?<br/> <br/>  Och jag skulle vilja tillägga att du inte bör skylla ifrån dina förluster på någon annan. Även om du inte menade det så som jag läste det så är det väldigt enerverande att konstant se folk överdriva om hur många feeders de får i laget.</div> </td> </tr> </table> </div>   jag håller på att lvla upp ett nytt acc till 30, så jag kan bara köra normal games. jag förstår precis vad du menar, säkert många som klagar på att de förlorar pga andras misstag. men i de 2 senaste matcherna jag menar är det inte mitt fel, jag försökte carrya så mycket jag kunde, och det fungerade ena gamet, vi vann tack vare att jag kunde köra 3v1, teamet kunde farma upp medan de var döda, så vi vände matchen helt. andra gamet kunde jag inte carrya de som feedade pga att vår junglare vägrade ganka, han var bot hela tiden och feedade med adc + support. jag tänker alltid, hur skulle jag ändrat. vad skulle vart bättre i min build? men vad jag märker från flashback är att folk här måste lära sig att inte alla skyller ifrån sig, vissa games förlorar man solklart för att folk feedar. och om ens adc har 1/7/0 och supporten har 0/10/1 efter 15 min så är det ganska solklart vems fel det är xd. visst man kan carrya, men så bra är jag inte riktigt så jag kan dra ett helt lag till vinst haha, är inte direkt plat. kan även tillägga att i båda gamesen var ADC+ support first timers, de hade aldrig spelat rollen innan men vägrade ändå lyssna på tips<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>HejAnton</strong> <a href=\"/p46250130#p46250130\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Spela bara Riven + Renekton, mest op champs just nu imo</div> </td> </tr> </table> </div>   har spelat renekton och tycker han är riktigt rolig faktiskt, dock kör jag fiora atm, tycker hon är otroligt stark med. blir nog att spara ihop till renek eller riven, är tyvärr inte en bra riven spelare, men man måste ju lära sig någon gång! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>"
	},
	{
		"postIndex": 15816,
		"postNumber": 16297,
		"rankGlobal": 7,
		"scoreGlobal": 92.8,
		"userRank": 213,
		"userScore": 1.3,
		"postUserName": "Holmquist",
		"postUserID": "u300029",
		"postUserUrl": "https://www.flashback.org/u300029",
		"postDateTime": "2014-03-03, 12:38",
		"postUrlInThread": "https://www.flashback.org/t2065199p1359",
		"postUrlUniq": "https://www.flashback.org/sp47764073",
		"sentence": "Jag har precis börjat spela LoL igen efter ett uppehåll och tänkte fortsätta att fokusera mest på att bli bättre i jungle. Hamnade i silver 3 efter mina placement matches och det var ungefär där jag lirade tidigare.<br/> <br/>  Tycker det är djävligt svårt att ganka om ingen på lanen har någon stun eller liknande, ändå så blinkas och tjatas det varenda game efter ganks som jag med min lilla spelförståelse förstår att vi inte kommer kunna få någon kill genom, max en flash med lite tur. Är det då värt att ganka om inget av teamen har övertag på lanen och det är tidigt i gamet, under 10min. Tänkte om man får ett så pass stort övertag att det är värt att få t.ex deras adc att behöva gå tillbaka för att heala eller om det är bättre att då fortsätta att farma i jungeln?<br/> <br/>  Vet att jag ibland kan farma lite väl mycket då det är soft att bli stenhård och kunna krossa late-game, men det är inte så uppskattat <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/> <br/> <br/>  Ibland har jag dock märkt att om jag försöker ganka även fast det inte kommer att gå vägen så blir det betydligt bättre stämning och inte massa whine som det hade blivit om jag sket i det!<br/> <br/>  Jag har som vana att farma jungeln till level 3-5 (helt beroende på champion) då jag brukar vara tvungen att \"refilla\" och drar i sammanband med det nästan alltid ett gankförsök då jag ändå ska tillbaka. <br/> <br/>  Sen om 2 av våra lanes går bra och den tredje åt helvete. Jag brukar då fokusera på lanesen där vi har övertaget och ganka mer där än på den redan förlorade lanen. Är det generellt rätt eller fel att göra så?<br/> <br/>  Jag spelar mest \"tank junglers\" typ amumu, mundo, olaf och malphite men har nu fastnat lite för evelynn som är sjukt rolig att spela riktigt offensivt och vara en riktig plåga för motståndarna <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <br/> <br/>  Tips på någon champion som är lik evelynn till spelstilen? helst någon som kostar under 5k IP <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/> <br/> <br/>  Spelas master yi i jungle någonting i de högre ligorna? Han är en av mina favorit champions men har aldrig sett någon annan som spelar honom i jungle. Det är ju råsoft att efter en bit in i gamet springa runt mellan alla lanes och pusha dom med en djävla fart. Känns som att han inte tillför så mycket i team-fights lite längre in i gamet, ibland så brukar jag då trycka på någon lane och ibland så hinner man ju få lanen pushad till max och trycka ner 2 torn under den tiden <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> Är det värt att göra så eller hur stor skillnad gör egentligen tornen?<br/> <br/>  Fan vad jag ändrar och fixar inlägget nu då jag kört tjack. Säkert hållt på i 50 minuter med att skriva detta nu...."
	},
	{
		"postIndex": 8141,
		"postNumber": 8387,
		"rankGlobal": 8,
		"scoreGlobal": 92.2,
		"userRank": 145,
		"userScore": 1.9,
		"postUserName": "bennet590",
		"postUserID": "u521888",
		"postUserUrl": "https://www.flashback.org/u521888",
		"postDateTime": "2013-06-27, 02:00",
		"postUrlInThread": "https://www.flashback.org/t2065199p699",
		"postUrlUniq": "https://www.flashback.org/sp44070954",
		"sentence": "Tips för nybörjare!<br/> <br/> <br/> <br/>  Kanske har postats här tidigare men tänker inte sitta att gå genom tråden.<br/> <br/>  Här är en sida där nybörjare och inte nybörjare kan se hur proffsen bygger sina gubbar i solo Q.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.probuilds.net%2F\" target=\"_blank\">http://www.probuilds.net/</a><br/> <br/>  Någon skrev något om runor längre upp i tråden och vilka han skulle köpa! Jag vet inte hur det är med övriga här i tråden men när jag började köpa runor gjorde jag ett stort misstag. Jag tänkte att som AD carry ska man ha damage runor som AP carry ska man ha ap runor osv. Ni hajjar. Detta är något jag verkligen inte rekommenderar. När du köper runor till en specifik champ ska du se vad du behöver just på den champen! Om vi kollar på twisted fate t.ex. så finns det massa olika sätt att bygga hans runor på. Förmodligen väljer man honom för att man ska \"roama\" mycket efter lvl 6. Då är det viktig att ha movment speed. Dessa runor ser man alldeles för <u>sällan</u> i det lägre divisionerna. Man behöver inte ha full movement speed men det underlättar ju mera man har. För det flesta som spelar vill krossa sitt lane och ha max AP men om man kör en champion som t.ex twisted fate är det viktigt att man hjälper sitt lag mycket då det inte är en 40 minuter laningphase gubbe. Sedan om du inte vill köpa 20 runepages så är det bra att köra standard. Mr armor med Ap eller ad samt ad pen eller ap pen. Sen välja runt bland quins.<br/> <br/>  Sen läste jag något om champion select. Detta är en sida som har sina nackdelar och fördelar. (som det mesta har <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> ) <br/> <br/>  Först och främst tycker jag att man ska spela de champsen man är trygg med. Bara för att det står att Teemo countrar darius. Så är du en duktig darius spelare så countrar inte Teemo dig alls. Om det inte är en riktigt <u>grym</u> teemo spelare. <br/> <br/>  Ni förstår. Du blir inte countrad om du är bra. Speciellt inte i de lägre divisionerna!<br/> <br/>  Jag skulle vilja säga att det inte finns raka \"counters\" alla champs har något bra och något dåligt. Det du ska göra när du är i laningphase är att inte dö hela tiden och försöka lasthitta så mycket som möjligt. Det vill säga, om du är \"countrad\" så det viktigaste för dig är att inte dö hela tiden. Många försöker farma så mycket som möjligt även om man redan ligger efter, vilket såklart är vanligt man vill tillbaka in i gamet! Så klart ska du farma inte det jag menar men leder motståndaren redan stort över dig är det bättre att avvakta och farma under tornet. Det du ska göra om du ligger efter är att farma under tornet och vänta så kommer motståndaren att göra ett misstag. Det är därför att det är viktigt att du inte dör hela tiden! Ger du din motståndare 1-2 kills och han vet vad han gör så <u>bör</u> du inte ha en chans. Därför är det viktigt att du inte \"utmanar honom\" eller försöker slåss mot honom utan helt enkelt står under tornet och väntar in creep waven eventuellt väntar på backup från din jungle. Nu tillbaka in på counters. Fortsätter in på teemo spåret. En counter för mig är någon som inte vinner \"tradsen\" för mig betyder det : När två spelade slår på varandra så skadar jag mindre. Därför countrar inte teemo darius. Hookar du in teemo när han springer fram och gör Q på dig kommer du kunna slå på honom och få ner honom fortare än vad han får ner dig. Detta kommer resultera i en kill till dig eller att han blir mera skadad än dig. <br/> <br/>  Sorry för att jag skrev så mycket, det mesta handlar om saker jag tycker var svåra när jag började med League of legends.<br/> <br/>  Detta är tips för nybörjare!<br/> <br/>  Mvh<br/> <br/> <br/>  Edit: glömde skriva en<br/> <br/>  Något 99% av nya spelare aldrig gör. Är att köpa wards. Dessa kommer förhindra dig att du dör väldigt  mycket. Börja med att köpa 1 ward sätt ut den var du vill. Lär dig sedan att sätta ut den vid ut/ingångar så kommer du dö väldigt mycket mindre! Och varje gång du går till basen och har köpt ditt \"stora\" item köp då en ward! Det hjälper hela ditt lag!<br/> <br/> <br/>  Edit2<br/> <br/>  Om du nu blir countrad. Glöm inte det viktigaste att köpa items som countrar din motståndare! Och det finns det! Det finns alltid items som gör din motståndare svagare!"
	},
	{
		"postIndex": 13488,
		"postNumber": 13911,
		"rankGlobal": 9,
		"scoreGlobal": 92.2,
		"userRank": 8,
		"userScore": 16.4,
		"postUserName": "ProDeo",
		"postUserID": "u758424",
		"postUserUrl": "https://www.flashback.org/u758424",
		"postDateTime": "2013-12-07, 20:45",
		"postUrlInThread": "https://www.flashback.org/t2065199p1160",
		"postUrlUniq": "https://www.flashback.org/sp46482310",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>irken</strong> <a href=\"/p46481187#p46481187\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Hitta bara en champ som är rolig, du kan carrya med vilken gubbe som helst så länge du är bra med den. Visst finns det bättre val just nu (Ziggs, Ori, Kassadin, Gragas, Nida, Fizz &amp; Zed) men det är ju inte så att bara för du spelar gragas så kommer du vinna flera games än om du spelar till exempel LeBlanc eller Cassiopeia. <br/>  Alla gubbar är bra sitt sätt och jag tycker du borde fokusera på en gubbe som du tycker är kul inte hurvida den kan carrya för det är det minsta problemet imo, speciellt i silver där du just nu ligger. Jag tänker inte skryta eller så, men en en hög guld/plat spelare kan nog carrya med vem dem än väljer att spela.</div> </td> </tr> </table> </div> <br/>  Jag spelar många olika champs och jag brukar vinna min lane (mid) har mött guld och vunnit mot dem med. (dock kan alla ha dåliga dagar)  Men när man spelar i låg division så är det väldigt ofta någon som feedar eller går afk för han dött 2 gånger och skyller på alla andra.<br/> <br/>  Det är därför jag vill ha en champ jag kan snowballa med så man fortfarande har en chans att vinna matchen.<br/> <br/>  Tex spelade jag tidigare idag mid och fick ca 12-4-10 av ca 16 kills i laget, men då jag hade en feedare i laget 0-10-0 efter 10 minuter så känns det svårt att fixa det ändå och vi förlorade matchen även om jag dödade fler i deras lag. När jag fått en kill på mid så börjar jag även ganka top och bot för att hjälpa dem men vi förlorar ändå <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad.gif\" title=\"Sad\"/>"
	},
	{
		"postIndex": 4008,
		"postNumber": 4133,
		"rankGlobal": 10,
		"scoreGlobal": 91.5,
		"userRank": 94,
		"userScore": 2.8,
		"postUserName": "TrainOfThought",
		"postUserID": "u449429",
		"postUserUrl": "https://www.flashback.org/u449429",
		"postDateTime": "2013-03-26, 04:33",
		"postUrlInThread": "https://www.flashback.org/t2065199p345",
		"postUrlUniq": "https://www.flashback.org/sp42652182",
		"sentence": "Tja! Lite funderingar och frågor kommer här. Varning för en massa text...<br/> <br/>  Har spelat LoL i kanske tre-fyra veckor nu och gillar det skarpt (nästan lite för mycket)! Nu har jag testat på en hög med champs, och kommit fram till att jag gillar dom flesta på låg nivå förutom vissa support champs eftersom lagmedlemmarna inte använder dom på rätt sätt. Försökte spela Tresh några matcher, men tror inte jag lyckades få mina team mates att klicka på lyktan en enda gång, varken för överraskning eller undanflykt. <br/> <br/>  Hursomhelst vill jag testa på någon ny champ, och har siktat in mig på antingen Syndra eller Fiora. då dom ju kostar en hel del vill jag gärna höra lite tankar och åsikter, då det kommer att ta ett bra tag att farma upp tillräckligt med IP för att köpa en ny. På ett ungefär såhär känner jag:<br/> <br/> <br/>  Syndra: Har alltid i alla spel gillat magiker eller ranged generellt, och efter att ha kollat på lite guider, matcher osv känns det som att hon skulle passa mig.<br/> <br/>  Jag inser att hon förmodligen är ganska (väldigt, väl?) mycket svårare att spela bra än Fiora, men om det bara beror på mig så går det alltid att nöta på och bli skickligare. Anledningen till att jag är lite tveksam är att jag är osäker på om det har någon större betydelse för resten av laget om dom inte vet hur hon funkar?<br/>  Jag tänker då t.ex. på att köra mid, ha en Dark Sphere liggandes på marken och invänta gank och använda Scatter the Weak för stun. Kommer junglern från helt fel position kan det förstöra hela set-upen. Är det många sånna \"noob\" saker som kan gå fel, eller funkar hon att köra med på låg nivå, även om resten av laget inte känner till hennes skill set och styrkor/svagheter speciellt bra...?<br/> <br/> <br/>  Fiora: Som jag sa föredrar jag oftast ranged, men hon verkar riktigt rolig att spela med. Jag gillar hennes förmåga att snabbt ta sig in, göra skada, och sen eventuellt ta sig därifrån snabbt också. LeBlanc är en av mina favorit-champs, så det kan väl ha något med det att göra.<br/>  Har inte kollat upp henne lika noga, så hur fungerar hon i blind pick? Är hon lätt att kontra, och är hon en av dom champs som är starka ganska tidigt, men senare halkar efter lite?<br/> <br/> <br/> <br/>  Och nu vidare till fler frågor och funderingar (beundransvärt om någon fortfarande orkar läsa! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/> ).<br/> <br/>  Jag har spelat med Yorick en hel del dom senaste dagarna, och jag gillar honom rejält. Tycker om mixen mellan ranged och melee, underbar sustain och förvårnansvärt bra harass.  Saken är dock den att om jag inte får minst en eller två kills early game känner jag mig totalt värdelös under mid-game.  Ganska seg även i början, men jag fixar lane och så bra. Jag rushar Manamune och jobbar på Spirit Visage efter det, och därefter Iceborn Gauntlet. Jag tycker som sagt att jag klarar mig ganska bra i lane, men känner mig värdelös i fights (om jag inte lyckas överraska någon squishy typ 1vs1). Borde jag bygga något annat än spirit visage för mer skada? 20% CDR är riktigt fint för ghouls, men jag tycker inte att jag får något \"ompf!\" förns väldigt sent.<br/> <br/>  Det var väl allt för tillfället, tror jag! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/>"
	},
	{
		"postIndex": 15476,
		"postNumber": 15949,
		"rankGlobal": 11,
		"scoreGlobal": 91,
		"userRank": 8,
		"userScore": 16.4,
		"postUserName": "ProDeo",
		"postUserID": "u758424",
		"postUserUrl": "https://www.flashback.org/u758424",
		"postDateTime": "2014-02-17, 21:07",
		"postUrlInThread": "https://www.flashback.org/t2065199p1330",
		"postUrlUniq": "https://www.flashback.org/sp47560935",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Herr.Banan</strong> <a href=\"/p47560749#p47560749\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div><div style=\"margin:5px 20px 20px 20px\"> <div class=\"smallfont\" style=\"margin-bottom:2px\"><b>Spoiler:</b> <input onclick=\"if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = '';this.innerText = ''; this.value = 'Dölj'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Visa'; }\" style=\"width:45px;font-size:10px;margin:0px;padding:0px;\" type=\"button\" value=\"Visa\"/></div> <div class=\"alt2 post-bbcode-spoiler\"> <div style=\"display: none;\"> <br/> <br/></div> </div> </div>   Tackar för det, tråkigt att Kata inte gäller längre <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad.gif\" title=\"Sad\"/><br/> <br/>  Hann inte ändra efter att ni citerade, så vilka spells ska man levla på Kha? Däremot kul att Mundo är tillbaka! Behöver dessutom uppdatera mina ADs lite känner jag... Är inte Kog och Trist lika sjuka late längre?</div> </td> </tr> </table> </div> <br/>  Jag är i bronze så är inte så pro så återger mest det jag läst och förstått =)<br/> <br/>  det kog saknar är bla escape samt hans attacker har inte så bra ad ratio (om den har ngt?)<br/> <br/>  man kan fortfarande spela cait tex men top tier är lucian och jinx vad jag vet iaf. Dock är det väll bättre att du kan spela en champ bra än att champen skall vara \"bra\" för kan du inte spela champen blir det dåligt ändå^^<br/> <br/>  ett exempel är amumu, när han inte är bannad vill alla spela honom jungle, men få verkar veta hur man skall spela honom så de förlorar ändå även om de hade en \"op\" champ.<br/> <br/>  Man kan spela kata, är du grym med henne så kan du vinna din lane vs andra. En annan bra är LeBlance Top tier tror jag.<br/> <br/>  Vi är även hon en grym junglare och skulle ni tex sakna tank top så blir hon sjukt viktig eftersom hon går tank.<br/> <br/>  Jag spelar kha mid eller jungle och kör samma skills :P<br/> <br/>  mid: Q-E-W maxa Q först och i lvl 6 när du utvecklar kör jag Q och andra gången E och sista gången R. Jag lvlar up W sist.<br/> <br/>  jungle: Q-W-E sedan samma som ovan.<br/> <br/>  I mid tar jag E eftersom om jag skulle bli gankad så kan jag fly, men i jungel så tar jag W eftersom den ger mig lite HP.<br/> <br/>  Jag utvecklar R ist för W eftersom du kan använda din passiva 1 extra gång, springer fortare (om du jagar/jagas, samt de tar mindre dmg på dig när du är invisible<br/> <br/> <br/>  @Tjenaretjenare<br/> <br/>  Jag spelar inte mkt adc men jag tycker lucian är ganska kul ändå, dock ej spelat jinx som verkar roligar imo. Många rushar trinity på lucian dock brukar jag köpa BF eller BT innan eftersom jag tycker det blir lättare att farma, lasthitta och sedan köpa trinity om det går dugligt, om det går skit så struntar jag i den och köper LW ist."
	},
	{
		"postIndex": 9108,
		"postNumber": 9379,
		"rankGlobal": 12,
		"scoreGlobal": 90.8,
		"userRank": 210,
		"userScore": 1.3,
		"postUserName": "Alekto",
		"postUserID": "u74859",
		"postUserUrl": "https://www.flashback.org/u74859",
		"postDateTime": "2013-07-24, 12:38",
		"postUrlInThread": "https://www.flashback.org/t2065199p782",
		"postUrlUniq": "https://www.flashback.org/sp44454088",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Jag skulle gärna vilja veta hur du vet att dem testar sakerna? Så vitt jag vet så kan man inte se om vad någon har spelat för en vecka sedan i history så.. I och med att du är i placement gamesen så kommer du inte spela med dem bästa eller folk som kan precis allting.      </td> </tr> </table> </div> <br/>  De skriver det typ \"gonna try this bla bla\"<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Fast hur vet du att dem inte kan det? På grund utav hur många cs dem har? Tänk om dem hade haft lika mycket som Cait, eller någon annan ad carry? Alla personer snittar inte 10 cs / min och jag tror knappast du gör det heller så. <br/>  Wat? Bli en bättre spelare? Kan man inte bli en bättre spelare genom att spela en gubbe som man testat sen innan? Hur ska jag kunna bli bättre på adc jayce om jag aldrig får spela honom?       </td> </tr> </table> </div> <br/>  Många ser man att de inte ens försöker få cs bara auto attack hela tiden på creep waven till alla är borta och kanske fått 2 av dem.<br/>  Nej de är inte säkert att de hade haft fler cs bara för de hade en annan champ.<br/>  Men jag tycker att en adc är ganska avgörande på hur många cs man har om man inte får kills istället.<br/>  så innan man är van med det kanske man inte ska skrika adc i teamselect heller.<br/> <br/>  Visst får man väl köra det om man kan för att lära sig, men säger bara att jag inte tycker att man ska köra ranked innan man har vant sig med det.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       När du spelar placement games så kan du lika gärna hamna med en smurf som stompar dig så hårt att du funderar på hur bra du egentligen är och en spelare som kanske hör hemma i bronze V, han vet ingeting om spelet men spelar för han tycker det är kul. Båda två måste ju få spela sina Placement games utan att bli trashtalkad.      </td> </tr> </table> </div> <br/>  Ja visst är det så de som kan spela kan ju köra över en annan precis vilka lägen de vill.<br/>  Det jag tycker är så tråkigt är att jag sett fram emot att få börja köra ranked då alla sagt att det kommer bli så mycket bättre mot att köra normals.<br/> <br/>  Då jag strävar efter att vinna matcherna är det inte kul att hamna i ranked med folk som vill testa eller bara köra för att de tycker det är kul och skiter i om de förlorar.<br/> <br/>  Jag hade verkligen sett framför mig att normals är där alla kör som bara vill ha kul och leker runt.<br/>  Och ranked var verkligen gameface på och så seriöst/bra man bara kan.<br/>  Men så vart det ju inte därför blev jag djupt besviken =/"
	},
	{
		"postIndex": 5149,
		"postNumber": 5302,
		"rankGlobal": 13,
		"scoreGlobal": 90.8,
		"userRank": 197,
		"userScore": 1.4,
		"postUserName": "Chaesen",
		"postUserID": "u396625",
		"postUserUrl": "https://www.flashback.org/u396625",
		"postDateTime": "2013-04-14, 16:07",
		"postUrlInThread": "https://www.flashback.org/t2065199p442",
		"postUrlUniq": "https://www.flashback.org/sp42947912",
		"sentence": "Ett tips till alla som spelar rankat, testa spela på lite annorlunda tider!<br/>  När jag \"vanligen\" nöter rankat, spelar jag mellan 16.00 och 18-19.00, och får en av tre matcher som faktiskt går att spela, men varken vinner rating eller tappar, man bara ligger där, förbannad på alla leavers o dylikt.<br/>  Men jag har klättrat ifrån gold 3, till plat 3, utan några stora problem, för sätter man sig och spelar klockan 4a på morgonen, verkar alla helt plötsligt en nivå bättre, ingen leavar, lika dant om man spelar klockan 10 på en vardagsförmiddag.<br/> <br/>  Sen äre ett jädra jobb att vara snäll och fjantig. Ni måste verkligen anstränga er till 110% med att berömma i början, säga \"gj \"maokai\"\", efter en lätt gank, även om han misslyckades med ganken innan.<br/> <br/>  Sa åt en polare sen 10 år bak sedan, att jag aldrig mer kommer att spela rankat med honom, för att han just en sådan flamer, som jag sliter för att inte få se i varje game jag kör. Man sitter och spelar, och helt plötsligt börjar han halv skrika o Skype om att våran jungler failade sitt gank, han kanske dog i top, och börjar direkt skriva saker som \"Fucking kid\" eller \"nigger\", saker som gör att våran jungler inte gankar top. Och får denna \"toppare\" att börja flamea mer. Slutar med att dom har en feedad top, och våran jungler ligger efter deras, för han har en toplane, som är fri att hämta kills på.<br/> <br/>  Ah wow, fan va jag börja skriva, igen.. blir fan alltid såhär när jag börjar skriva -.-<br/>  Men fortsätter, för iaf jag har kul!<br/> <br/>  Spela det DU är bra på. Inte vad som andra säger är \"bästa champen\", alltså, jag menar inte att du ska ta en AP Champ, som last pick, om det är ADC platsen som är uppe, nej, försök att hjälpa laget så mycket som möjligt!<br/> <br/>  Men är du ganske vanligen en \"Ap\" spelare, som spelat ahri 45 av de senate 50 matcherna. Dra inte på dig en Shen, bara för att han var opickad.<br/>  I början, silver, gold, plat, tar folk amumu, shen eller malphite, bara för att dom inte är bannade. De har nästan aldrig spelat dom. Och de slutar nästan aldrig bra. Så försök få det ni är bra på!<br/> <br/>  Och tänk på att använda chatten i champion select ordentligt! Sitt inte och vänta tills det blir din tur, fjärde pick, och bli förbannad om någon annan har tagit din position! Speciellt om du inte skrevit att du ville ha den till o börja med!<br/>  Sedan får man försöka övertyga, eller erbjuda andra grejer! Jag erbjuder en kaka (I give u cookie if i get suport!), så jag får platsen jag vill ha. Och börja inte med skiten \"Well i have a diamond 1 in EU WEST, this is just a troll, give me top\", folk lyssnar inte på sådant! Och folk sitter och flamear om att du är för dålig, för att vara diamond 1, och sedan sitter alla i laget o skriver istället för att spela!<br/> <br/>  Så, skrev av mig lite, heipa"
	},
	{
		"postIndex": 3079,
		"postNumber": 3168,
		"rankGlobal": 14,
		"scoreGlobal": 90.1,
		"userRank": 365,
		"userScore": 0.8,
		"postUserName": "skibii",
		"postUserID": "u627803",
		"postUserUrl": "https://www.flashback.org/u627803",
		"postDateTime": "2013-03-05, 14:24",
		"postUrlInThread": "https://www.flashback.org/t2065199p264",
		"postUrlUniq": "https://www.flashback.org/sp42313216",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>OndaParabolen</strong></div> <div>Nu börjar det bli desperat och väldigt tråkigt att lira ranked.<br/>  har lirat 10 matcher i rad nu och det har i stora hela lett till bra prestationer men ändå så har vi gått med förlust 7/10 matcher.<br/>  Man sjunker i leaguen, då man sjunker är det vanligare att hamna med folk som inte har en aning om vad de ska göra, poängen för att avancera i skitleagues når absurda nivåer.<br/>  Det är verkligen ett svarthål man hamnar i när det verkligen går dåligt.<br/>  Gick ifrån silver, till brons 1, brons 2 och nu brons 3.<br/>  Som tävlingsmänniska så blir man nästan så frustrerad att man faller i gråt.<br/> <br/>  Det ideala vore att skrapa ihop ett lag och bli mer koordinerad än att lira singel, men den lyxen har jag inte.<br/> <br/>  Hur gör ni när det börjar gå riktigt riktigt dåligt och ranken faller i botten?<br/>  Har ni någon lane/speciell champ som ni väljer för att lättare kunna snowbolla en match och kör på det?<br/>  Tvingar ni in er på någonting ni vet ni kan lira riktigt bra för att forcera fram en vinst?<br/> <br/>  **Gick inte ifrån Silver till Brons 3 på 10 matcher**</div> </td> </tr> </table> </div> <br/>  Det tror jag inte att du gjorde, det går nämligen inte att gå ifrån silver till brons. (om man inte är inaktiv under en längre tid) När man väl har nått en ny tier så kan man inte förlora den, man går alltså max ner till tex silver V.<br/> <br/>  Jag har gått från bronze scrub season 1 och fick guld season 2 och nu har jagsnart platinum i season 3. (jag har inte spelat hela tiden utan spelar några månader då och då, för att sen ta en paus på några månader).<br/> <br/>  Dom bästa tipsen jag kan ge är att fokusera på 2 roller men samtidigt så ska du kunna spela alla. Jag spelar mid och jungler och får nästan alltid en av dom. Och det viktigaste är nog att lära dig 2-3 champs per roll som du kan riktigt bra, helst lite flavor of the month men som ändå inte är bannade.<br/> <br/>  Jag spelar tex mycket lux mid och jarvan i djungeln.<br/> <br/>  Det som nästan är viktigast av allt är att ALDRIG skriva något negativt.. Det leder till att dom flamar tillbaka även om du försöker säga vad dom gjorde fel på ett snällt sätt så funkar det inte.<br/>  Det sista du vill är att alla i ditt lag spenderar mer tid på att skriva än att spela.<br/>  Om någon skriver massa skit till dig så ignorera det.. om du känner hur du bara vill skriva tillbaka så gör inte det, muta den spelaren istället.<br/>  Efter jag började med det här så gick jag upp flera ligor inom ett par dagar.<br/> <br/>  Sen ska du såklart vara extremt självkritisk efter och under varje match. Om du missar en lasthit så slår du dig på fingrarna och försöker att inte missa en till.<br/>  Om du blir gankad så sätter du en ward där deras junglare kom ifrån och håller dig på den sidan av lanen. Det ser jag väldigt många göra misstag på dom sätter en ward men ibland står dom ändå på fel sida av midlane och blir gankade ändå.<br/> <br/>  Efter matchen vinst eller förlust så ska du tänka igenom vad du gjorde fel och vad du ska göra bättre nästa game.<br/> <br/>  Ett tips om du lirar jungler ibland är att gå runt midlane om du gankar så du kommer bakifrån istället för att gå in från sidan.. Det blir så mycket svårare att hantera så det är värt dom extra sekunderna det tar att gå runt. Om du du är blått lag så smyg in vid midlanes wraiths och gå och ganka top genom hans tribush. Om du är lila lag så ganka genom river och inte tribush för dom flesta wardar tribush om dom är toplane i blått lag.<br/> <br/>  Skrev fort och säkert massa stav och gramatikfel.. hoppas det är något som hjälper iaf. :P"
	},
	{
		"postIndex": 3022,
		"postNumber": 3111,
		"rankGlobal": 15,
		"scoreGlobal": 89.4,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "irken",
		"postUserID": "u478566",
		"postUserUrl": "https://www.flashback.org/u478566",
		"postDateTime": "2013-03-04, 18:25",
		"postUrlInThread": "https://www.flashback.org/t2065199p260",
		"postUrlUniq": "https://www.flashback.org/sp42301167",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Skywallker</strong></div> <div>exakt detta jag menar... <br/> <br/> <br/>  att just Vi har låg win rate i lcs beror ju på många faktorer, dels är hon väldigt ny, dels passar hon inte in i alla teamcomps, alla kan inte spela henne, säger inte att Vi är den bästa champen i spelet, men en av de bästa champsen att vinna solo queues från Jungleln. Sen är det väldigt stor skillnad på Solo Q och 5v5. <br/> <br/>  T.ex hade Volibear låg winrate i LCS men har hög i solo Q.<br/> <br/>  Jag är knappast överbevisad.<br/> <br/> <br/>  och det är inte Vi vi enbart snackar om utan det är att Winrate spelar i stort sett ingen roll på hur bra champen är.</div> </td> </tr> </table> </div>   Hur ska vi annars jämföra hur bra en champion är då?<br/>  Vi har ungefär samma winrate i divsioner, du kan inte säga att det beror dåliga spelare kör henne för dem kommer göra alla andra gubbar. Vilka man möter spelar inte heller roll, för andra gubbar kommer också möta samma champs, och att man spelar med dåliga spelare går inte att räkna med heller för det kommer andra champs göra. Det är ju bara dumt att säga \"Nä, vi förlorar många matcher för folk vet inte hur man ska spela med henne.\" Gäller det inte för andra champs då? Hon är ju inte spelets mest svårspelade gubbe.<br/> <br/>  Hon vinner inte 9 av 10 matcher i någon division, hon kanske gör det för dig men det gör inte att jag, min kompis eller någon annan kommer vinna 9 av 10 matcher med henne. Den statistik jag anger är ingeting jag hittar på, utan det är ifrån lolking, och kan du inte ta att den säger att champ är så bra så vet jag inte hur jag ska argumentera emot dig. <br/> <br/>  Winrate visar rent generellt hur bra en gubbe är, hur ska man annars jämföra gubbar? Genom vad du tycker? Personer tycker rätt olika så det kan bli väldigt konstiga åsikter. Du tycker vi är bäst i jungel just nu, jag kanske tycker Veigar är bäst, och Captain obvious tycker Xin är bäst just nu. Hur ska vi jämföra vilken som är bäst isf? Alla vi tre vinner 9 av 10 matcher med våran respektive junglare också.. Är alla tre lika bra isf?"
	},
	{
		"postIndex": 12032,
		"postNumber": 12416,
		"rankGlobal": 16,
		"scoreGlobal": 89.4,
		"userRank": 8,
		"userScore": 16.4,
		"postUserName": "ProDeo",
		"postUserID": "u758424",
		"postUserUrl": "https://www.flashback.org/u758424",
		"postDateTime": "2013-10-22, 11:26",
		"postUrlInThread": "https://www.flashback.org/t2065199p1035",
		"postUrlUniq": "https://www.flashback.org/sp45785719",
		"sentence": "Hej<br/> <br/>  Jag har inte sökt då jag inte visste vad jag skulle söka på^^<br/> <br/>  Men jag undrar om ni har något tips på hur man kan göra för att gå upp o division? Jag spelar i silver V :S Samt min kompis jag spelar med spelar i Gold III tror jag.<br/> <br/>  Han brukar spela adc och jag support och vi vinner till 90% bot lane men då förlorar vårt lag mid &amp; top och sedan förlorar vi hela gamet.<br/> <br/>  Jag kan även spela jungle och top och brukar oftast vinna dem när jag väl får spela där.<br/> <br/>  Men vad kan man göra för att gå upp i division? för det är omöjligt när man spelar med folk som inte verkar förstå hur man skall spela... de vet inte vad focus är eller spela deff :@ <br/> <br/>  vi är inga som klagar på våra medspelare men om de kanske har 0-2 top och vår top pushar hela tiden så kan vi säga spela deff eftersom deras junglar gankar och dödar honom men han fortsätter pusha och sedan har han 0-5 och tornet är borta. Samma sak i mid.<br/> <br/>  Finns det något sätt att gå upp i division eller måste man ha ett helt lag för att det skall gå? För jag har inte tid med det då jag studerar och det är ganska tungt.<br/> <br/>  Jag undrar även vad ni tycker om Yorick på top, är han bra eller var han bättre förut?"
	},
	{
		"postIndex": 8637,
		"postNumber": 8891,
		"rankGlobal": 17,
		"scoreGlobal": 88.5,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "irken",
		"postUserID": "u478566",
		"postUserUrl": "https://www.flashback.org/u478566",
		"postDateTime": "2013-07-11, 12:01",
		"postUrlInThread": "https://www.flashback.org/t2065199p741",
		"postUrlUniq": "https://www.flashback.org/sp44268057",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>fgnm</strong> <a href=\"/p44267413#p44267413\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Jag tycker jag spelar, eller har tidigare iaf spelat, rätt mycket men det blir ofta normal då jag spelar med vänner och vi sällan är 5. Har totalt 200 ranked spelade (3v3 och 5v5 premades inräknat) och det är verkligen ingenting. Fick stryk igår av någon som hade 1200 matcher bara i soloq, tro fan han är bättre än mig när han har spelat sin gubbe 10x mer än mig. Detta beror också på att jag lyssnade på \"fiddle-only\" idioten som insisterade på att jag pickade malph.<br/> <br/>  Jag är nu helt säker på att jag aldrig kommer komma upp i diamond sålänge jag spelar normals med mina silver-polare. Och det suger, fucking casuals som smittar av sig. Jag menar, visst, jag kan spela mina mains och \"tryharda\" sönder varje game men det är ju bara normal så varför ska jag bry mig om ingen annan gör det. <br/> <br/>  Låter säkert som ett pretantiöst rövhål men whatever.</div> </td> </tr> </table> </div>   Fast du är väll något bättre om du har spelat 200 rankade matcher och är i samma liga som en kille som har lirat 1200 matcher, det tycker jag i varje fall.. Beror väll visserligen på vart det är (Övre diamond är väll en sak ..) Är ni sällan fem personer men kanske 2-3 personer kan ni ju testa gå in i Flashback chatten eller Practice mode och fråga om någon vill vara med, jag är säker på att någon vill vara med så man blir fem! <br/> <br/>  Att du inte kommer bli diamond kanske inte beror på att du spelar normals då det är absolut inget fel på Normals, men mera kanske att du helt enkelt inte räcker till? Jag spelar rätt ofta diamonds med silver/guld-spelare men ändå så fortsätter jag att klättra.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>174563</strong> <a href=\"/p44267719#p44267719\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Folk spelar mer tryhard oftast i normal än ranked, dvs. om du är med 4 kompisar och möter ett gäng på 5 andra, visst händer det att vissa gäng trollar eller att ni som du kallar det \"kör casual\" men tyvär tror folk att man måste köra skitseriösa tournament-comps och spela cookiecutter pubstomp när det kommer till premade normals.<br/> <br/>  Normals är till för att ha kul egentligen, varför spelar du? för att ha kul med vänner eller för att få nån löjlig rating om du kan skryta om när du gnäller och tjaffsar på forum med prepubertala småbarn?</div> </td> </tr> </table> </div>   Fast det beror väll på dem andra fyra också? Spelar man med fyra andra personer så är det väll klart att man kör lite mera seriöst för att man vinna såvida man inte bestämmer innan gamet \"Vi ska göra xx för att ha kul\". Man behöver ju inte spela skitseriösa tournament-comps eller något utan det är väll upp till alla fem hur pass seriöst man vill spela och om man vill försöka vinna eller om man bara vill trolla.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Luxx7</strong> <a href=\"/p44267795#p44267795\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Ungefär hur många games behöver man spela i en ranked \"division\" för att ta sig upp till nästa? Bara nyfiken då jag precis börjat med ranked, det är verkligen underhållande.</div> </td> </tr> </table> </div>   Det beror helt på din MMR. Vissa behöver spela 5 games andra 10 andra flera också vidare.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ragataskata77</strong> <a href=\"/p44267794#p44267794\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>kan ni snälla säga några nybörjar champions? Jag köpte tryndamere men jag tyckte han var för svår att köra.</div> </td> </tr> </table> </div>   Annie är en väldigt bra nybörjare mage, Caitlynn är OK som nybörjar AD, Warwick, nunu &amp; Master yi fungerar top &amp; Jungle. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>"
	},
	{
		"postIndex": 13677,
		"postNumber": 14105,
		"rankGlobal": 18,
		"scoreGlobal": 88.4,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "irken",
		"postUserID": "u478566",
		"postUserUrl": "https://www.flashback.org/u478566",
		"postDateTime": "2013-12-14, 02:09",
		"postUrlInThread": "https://www.flashback.org/t2065199p1176",
		"postUrlUniq": "https://www.flashback.org/sp46578371",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Cpt.Obvious</strong> <a href=\"/p46574674#p46574674\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>En av Lucians absolut starkaste fördelar var dock att han outrangeade i stort sett alla med sin Piercing Light, nu har den samma range som AA's. Kanske inte en hård nerf men gör honom svårare att spela.<br/> <br/>  Skulle vilja påstå att Caitlyn är bättre än Sivir för tillfället. Sivirs mobility fick väldigt hårda nerfs och det kommer vara väldigt svårt för henne att komma tillbaks efter en dålig laningphase.</div> </td> </tr> </table> </div>   Fast 20 range eller inte - det är inte SÅN stor skillnad att han faller ner ifrån \"top 3\" och han kommer fortfarande vara lika stark som han varit förut då hans största trading potential i lane ligger att man får av hans passiva i trades. Att det gör honom svårare att spela tror jag inte alls på, 20 range är ingeting som gör en champ svårare att spela då det bara är på en ability. Och vilken ad carry du än kör om du inte använder en ability earlygame så kommer lucian outradea dig med piercing light + passiva så att det är 20 mindre range spelar nog ingen som helst roll. Lucian's starkhet var/är inte att han kunde harassa med Q och använda den enbart som harass utan det är ju i hans möjlighet att outtadea vilken AD carry hur lätt som helst genom bara använda en ability som proccar hans passiv och använda sin passiv sen.<br/> <br/>  Nä, visst har sivirs mobility earlygame fått nerfs då man förut kunde lägga 2 extra autos när man jagade någon men det är fortfarande inte en jätte hård nerf och det gör henne lite svårare att spela möjligen men det är ju inte precis så att hon suger nu som hon har gjort innan. Det går fortfarande att göra ungefär samma saker lategame med en Olaf till exempel eller Volibear. Rent generellt tycker jag det är en bra nerf då hennes ulti var alldeles för bra innan. Hon är ju minst lika stark lategame med hennes ulti så att hon kommer ha svårt att komma tillbaka efter en dålig lane (Vem ska outtrade henne förutom top3 &amp; Draven?) tror jag inte hon kommer ha spec svårt. <br/> <br/> <br/>  Cait är ju som sagt cait och hun fungerar väll om man ska pusha turret's och siega (Som CW ville göra idag) men med dem starkaste support'sen just nu fungerar hon inte sådär jätte bra (Jag tänker på Annie mest). Rent generellt om man ska siega så pickar man hellre Lucian och kanske Sivir före Cait i nuläget då dem har mera att erbjuda."
	},
	{
		"postIndex": 3014,
		"postNumber": 3103,
		"rankGlobal": 19,
		"scoreGlobal": 87.5,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "irken",
		"postUserID": "u478566",
		"postUserUrl": "https://www.flashback.org/u478566",
		"postDateTime": "2013-03-04, 17:19",
		"postUrlInThread": "https://www.flashback.org/t2065199p259",
		"postUrlUniq": "https://www.flashback.org/sp42300037",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Skywallker</strong></div> <div>Vi är just nu en väldigt stark junglare och är enklare att snowballa med än andra då hon tidigt (lvl2) kan bursta ner andra champs snabbare än de flesta junglarna. Så är man bra med henne kommer man få hög winrate, högre än 50%. <br/> <br/>  Winrate har fortfarande inget att göra med hur bra eller dålig en champ är.<br/> <br/>  Olaf som nästan har lägst är en av de starkare gubbarna i spelet trots sin nerf.</div> </td> </tr> </table> </div>   Winrate har visst något att göra hur bra en champ är, hur fan ska du annars jämföra? Genom att du säger att du vinner i snitt 9 av 10 games med Vi? Jag kan ju kontra och säga att jag vinner 9 av 10 games med Soraka i jungle. Man måste ju utgå ifrån något och inte bara vad du &amp; jag personligen tycker.<br/> <br/>  Hade Vi varit så \"lätt\" och bra som du vill få det till hade hon haft mycket högre winrate, och winraten betyder faktiskt något. Säg inte att det är dåliga spelare som kör henne, för det finns minst lika många dåliga spelare som kör alla andra gubbar också.<br/> <br/>  Är man bra med vilken gubbe som helst så kommer man få hög winrate, så det är bara bullshit. Spelar ingen roll om du kör Vi, Maokai eller Nautlius. Är du bra med gubben så kommer du ha hög winrate. <br/> <br/>  Olaf har lägre winrate för att folk spelar han som dem spelade han innan nerfen &amp; hade han varit så stark som du säger hade han blivit pickat mycket oftare i LCS.. Just nu har han bannats 6 gånger och pickats 3, och har en winrate på 33%. Han har pickats/bannats i 20% av alla games, så.. Ja."
	},
	{
		"postIndex": 11772,
		"postNumber": 12145,
		"rankGlobal": 20,
		"scoreGlobal": 87.2,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "irken",
		"postUserID": "u478566",
		"postUserUrl": "https://www.flashback.org/u478566",
		"postDateTime": "2013-10-13, 15:24",
		"postUrlInThread": "https://www.flashback.org/t2065199p1013",
		"postUrlUniq": "https://www.flashback.org/sp45656176",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Cap.teemo</strong> <a href=\"/p45656060#p45656060\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Du är helt enkelt för dålig, tyvärr. Om du gör det som du beskrev så kommer du klättra till guld på max 100 games.</div> </td> </tr> </table> </div>   För dålig är väll väldigt dumt att säga, men nog har han problem att jobba med och att han kanske i nuläget hör hemma där nere.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ShizzleNizzle</strong> <a href=\"/p45654055#p45654055\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Jag behöver lite tips och råd om hur jag klättrar uppåt i rankat. Jag sitter fast i Bronze III, visserligen har jag inte ens spelat en match efter dom 10 första rankade matcherna man kör. Men alltså, det känns bara så ovärt. Först ska man köa i 5-10 min innan man hittar en match, och då är det någon mupp som TL och struntar i vad folk säger att dom föredrar att spela för roll, utan han tar det han vill spela. Fair enough. Men sedan slutar det alltid med att någon går afk eller att någon feedar. Jag är inte sämst, jag kan spela mina roller hyffsat bra och hålla min lane. När jag dör så analyserar jag varför jag dog, vad jag gjorde för fel, och vad jag hade kunnat göra för att undvika att dö. Jag spelar oftast top, mid eller adc. Jag kan outfarma dom flesta i de games jag spelar, jag brukar roama omkring och försöka hjälpa andra lanes ifall det går bra för mig och jag känner att jag vinner min lane, men längre än så kommer jag liksom inte. Kan inte carrya ett helt lag som feedar och fokuserar tanks istället för motståndarlagets ADC i teamfights. <br/> <br/>  Jag har knappt någon ork längre, jag lirar mest normals, men vill kunna spela rankat seriöst. Vad gör jag för fel? Eller handlar det mer om att alla andra gör fel? (jag försöker undvika att skylla på andra).</div> </td> </tr> </table> </div>   Jag spelade till exempel ett game där jag spelade Karma mid och min polare Zed top. För att göra det relevant till just det här så; Nasus hade väldigt bra lane-kontroll och farmade väll helt okej, men det gjorde å andra sidan Zed med. Nasus försökte inte ens tradea med Zed vilket är jävligt korkat då han (nasus) skulle vinna dem flesta trades och kanske forcea Zed ur lane. Det jag försöker säga är att det spelar ingen roll om du har 110 cs / minut om du totalt skiter i motståndaren och låter dem få ungefär lika bra farm. Visst är det en sak om han spelar en early-game hjälte  &amp; du en lategame hjälte, men i grund och botten måste man lära sig att tradea, hur man ska tradea, när man ska tradea också vidare.<br/>  Sen går det ju att prata om att bara för man är guld eller något ha riktigt bra farm, utan halva spelet handlar ju också vad man gör lategame och vilka beslut man tar. Ta beslut lategame är oftast bronze-spelare väldigt dåliga på också så..<br/> <br/>  Du kan knappast skylla på att en i ditt lag går afk, feedar eller gör något annat korkat då det är minst lika stor chans att någon ifrån det andra laget även gör det - och det är ju inte därför du är där nere, eller hur? <br/> <br/>  Att laget fokuserar motståndarens tank i en teamfight kan ju också vara bra, om den tanken (nasus till exempel) är rätt \"stor\" och på så sätt kommer göra att eran egen ad carry inte gör någonting alls (Wither förstör rätt mycket) och sen är ju inte en AD carry som spelar i bronze heller speciellt bra på att peela för sig själv så det kanske krävs att halva ens lag gör det - och det är väll ingeting konstigt med det..<br/> <br/> <br/>  Förstör för övrigt inte varför du kan spela halv-seriöst i normals och på så sätt träna tills du spelar ranked. Visst betyder inte ett normal game SÅ mycket, men det är ju ett utmärkt tillfälle att träna på saker."
	},
	{
		"postIndex": 7498,
		"postNumber": 7720,
		"rankGlobal": 21,
		"scoreGlobal": 87,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "irken",
		"postUserID": "u478566",
		"postUserUrl": "https://www.flashback.org/u478566",
		"postDateTime": "2013-06-05, 15:04",
		"postUrlInThread": "https://www.flashback.org/t2065199p644",
		"postUrlUniq": "https://www.flashback.org/sp43779212",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>OndaParabolen</strong> <a href=\"/p43777010#p43777010\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Det där med att \"Höra Hemma\" är något som inte passar in i spel där samarbete har en sån tungvikt.<br/>  Lirar du något ensam så har du absolut inget att skylla på än dig själv.<br/>  Men när det kommer till tungt lagbaserade spel som de flesta moba (HoN, LoL, DotA) så är det extremt viktigt att alla sköter sig, möjligtvis 1 kan klanta sig men alla ska klara sig.<br/>  Så andra kan mycket väl dra ner dig ifrån där du \"Hör Hemma\"<br/> <br/>  Men det går åt bägge håll, det blir ju betydligt svårare att veta vart du \"Hör Hemma\", när så pass många spelar in för ens resultat.<br/>  Nu är jag inte så insatt i hur det räknas osv. och är inte så intresserad heller, men det känns ju jäkligt konstigt att lira man ska behöva vinna +- 15 gånger i rad för att sen få en förlust och behöva spela om alla +-15 för att försöka komma tillbaka.<br/>  Att det är tufft i de höga klasserna kan jag mycket väl förstå och så ska det vara, men jag ligger i Brons 1 och får sådana svep, räknade sist till 11 raka segrar och låg omkring 50 hamnade på 99, förlorade en match och sjönk till botten för att börja om.<br/>  I sådana lägen tycker jag det är väldigt tydligt att man INTE hör hemma där man här, när man kan då och då få sådana streaks.<br/>  Win och Loss ration är helt galet.</div> </td> </tr> </table> </div>   Men som sagt, det är 100% retards i det andra laget och 80% retards i ditt lag, är jag tillräckligt bra för att vara i guld ett så kommer jag ditt förr eller senare då jag har större chans att vinna varje match i och med att jag har \"bara\" 80% retards/afks/dcs/flamers etc. <br/> <br/>  Har du fått 11 raka vinster och hamnar på 99 LP, och sen förlorar en match och \"sjunker\" till 0 LP så har du jättekonstig MMR och det är därför inte systemet vill göra så du åker upp till Silver då du aldrig kommer åka ner igen. Varje person kan få en lucky-streak så det bevisar ju ingeting. Om jag vinner 10 matcher i rad ska jag helt plöstligt klättra två divisioner och sen när jag är väl där förlorarar mer än jag vinner stanna där? Rätt så tydligt isf att jag inte ska vara där då jag inte vinner varannan match. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Adava</strong> <a href=\"/p43777685#p43777685\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>-1106 i nuläget.<br/> <br/>  Angående reddit så finns det flera användare som skriver att dom är missnöjda. Hur det är relevant att mindre än 1000 kommentarer på reddit förändrar stämningen kan jag dock inte förstå då det officiella lolforat är fyllt av ett större antal missnöjda spelare.<br/> <br/>  Du får det att låta som ett limited skin inte är så mycket att tala om. Så du tycker det är charmigare med ett nytt skin som går att köpa än ett som aldrig mer kommer kunna köpas?<br/> <br/>  Ganska roligt att du jämställer diskussionen med en godisfabrik. <br/> <br/>  1. Det är ett spel vi snackar om där spelare faktiskt lägger ner SIN TID på att förbättra och testa spelet.. Gör man det i en godisbutik? Sitter du och snaskar marabou i 40 timmar / vecka och samtidigt hjälper till att förbättra chockladkakan? Tror inte det.<br/> <br/>  2. Det är ett spel. Är det råttor som bajsar i marabouchockladen i götet - och de som köper kakan få tillbaka pengarna ska väl de som har råttor som bajsar i chockladen i sthlm också få tillbaka sina pengar? ELLER???</div> </td> </tr> </table> </div>   Poster på reddit får automatiskt nedåt röster så inte samma post ligger på första sidan hela tiden, så att det är så många är inte sant. Och för att man röstar ned en post betyder inte heller man är missnöjd, kan bero på antal saker. <br/> <br/>  Jo, men är 1-10% procent speciellt mycket då? Det kommer alltid finnas personer som vill ha mera, hur dem än gör - tyvärr. Sen så är det väll inte så många poster heller där det visar folk som faktiskt är nöjda heller? Det går ju göra det hur ensidigt man vill bara man orkar.<br/> <br/> <br/>  Men dem i Korea hade aldrig en chans att köpa skinet, det är inte limited edtion där. Det har aldrig gått att köpa. Förstår du varför dem gav bort det? Jag sa aldrig att det är bättre att dem ger ett skin som är nytt, men gör dem ett nytt skin som alla får är det ungefär samma sak då ingen i Korea (Förutom dem 170 personerna) har betalat RP för skinnet.<br/> <br/>  1. Vänta, va? Jag varken \"testar\" eller \"förbättrar\" spelet så vitt jag vet, både du och jag spelar för det är kul och för vi gillar det. Det är inte direkt så vi är anställda av Riot för att testa det. Jag kan göra vad jag vill med min tid, jag MÅSTE inte ägna den åt spelet. Jag gör precis hur jag vill. Äter man marabou choklad 40 timmar i veckan så gör man ju antagligen det för man gillar den eller för det är gott, jobbar man med det får man betalt. Förstår inte riktigt hur du försöker få argumentet då du inte har en tjänst och måste spela det här spelet. Du kan spela Dota 2 om du vill. Och som Jahauus skrev tidigare, ärligt hur mycket feedback ger du till Riot? Säger du att jag man ger feedback omedvetet så är det samma sak med choklad om du ska hålla på så.<br/> <br/>  2. Nu är det ju helt konstigt igen, både Göteborg och stockholm ligger inom samma land och samma företag. Bättre dra ett exempel att du säger att du köpte en tv i stockholm och fick en ny + pengar när den förstördes på ett ställe och borde få det på båda, men det är ju somsagt upp till Företaget, men fortfarande är det inte riktigt samma sak ändå. Skinet har dem i korea aldrig kunnat köpa så..<br/> <br/> <br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Cpt.Obvious</strong> <a href=\"/p43778581#p43778581\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Bör noteras att 0,5% av NA faktiskt fick 1K RP pga problem med champs+skins, jag vet inte hur många som får den här IP-boosten på EUW men det är inte alla.</div> </td> </tr> </table> </div>   0.5% av vad är det, kanske 400k som spelar på NA? Det är .. ja runt 500 kanske? Alla som har haft problem på EUW kommer få den, och det är väll runt 500k dagligen på EUW så.."
	},
	{
		"postIndex": 2404,
		"postNumber": 2479,
		"rankGlobal": 22,
		"scoreGlobal": 86.9,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "irken",
		"postUserID": "u478566",
		"postUserUrl": "https://www.flashback.org/u478566",
		"postDateTime": "2013-02-22, 20:17",
		"postUrlInThread": "https://www.flashback.org/t2065199p207",
		"postUrlUniq": "https://www.flashback.org/sp42146567",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Dollce</strong></div> <div>Hans q är väldigt situationalt, och är rätt så enkel att dodga. Efter det, så är han superenkel att kita.<br/>  Ja, han är mycket enklare än andra champs att kita, det fattar du väl? Att om han inte har en säker gap-closer så blir han kitad eller ignorerad i en tf. Vilket amumu inte har. Han är nästintill värdelös efter sin ulti i en teamfight.<br/>  Ditt exempel på kedje-cc är helt fel. För det första, att komma ut ur en zyra ulti(innan den cc-ar dig) är väldigt enkelt, om man inte är är stunnad eller nåt. För det andra, jo late game så handlar mycket om ad carryn och dennes positionering. En bra ad carry som inte blir focusad kommer att kunna vinna teamfighten. En amumu har sin ulti, sen då? Om du ens träffar fiendens ad/ap-carry med din ulti så att säga, vilket i sig är rätt så svårt eftersom man inte kan flash-&gt;ulti varenda fight.<br/> <br/>  Du borde inte vara så fixerad av aoe-cc. Sjukt överskattad.</div> </td> </tr> </table> </div>   Ja, men ska vi vara så är ju väldigt många junglare lätta att kitea? Nu vet jag inte vilka junglare du tycker är god tier. Men nästan alla har svagheter, annars så skulle ju vissa sticka ur sjukt mycket.<br/> <br/>  Nja, värdelös i en teamfight är väll nästan alla tankigare junglare i så fall? Skarner har sin ulti, sen är han värdelös, Maokai har sin snare sen är han värdelös, osv osv. <br/>  Jag sa inte zyra ulti, utan bara snaren. Inte hennes ulti. Sen brukar ju inte teams nu för tiden bara ha en CC, så till exempel om Renekton får in sin Stun och adc cleansar så kan han inte cleansa längre.<br/> <br/>  Vet inte riktigt hur jag ska förklara, men majoriteten av champs som spelas just nu har någon form av CC och man kan inte cleansa sig hur allting. Det går bara inte. Cleanse har ändå 210 sekunders CD, så man kan inte heller använda den efter varje fight. QSS köps i 0.50% av alla games, så det är .. ja. Scimitar i ännu lägre procent. <br/>  Ja, visst så kommer en bra ad carry vinna teamfighten men, se det ifrån andra lagets sida. Dem kommer ha fyra stycken personer som gör skada, och ditt lag har en och det är din ad carry. Du kanske får en Renekton eller Elise i ditt face vilket gör saken ännu värre, medans andra lagets AD carry står och skjuter på eran ap carry eller någon annan. Det andra laget kommer göra mera damage, för att flera personer kan använda sina spells. <br/>  Sen måste det andra laget vara grymt efterblivna om ad carryn cleansar ur amumu's ultimate, och sen står dem andra fyra där som fån och bara tittar på..<br/> <br/> <br/>  Amumu's w gör procentuell skada, vilket är jättebra i just denna meta. 2.7% + 24 magic damage varje sekund blir väldigt mycket efter ett tag. Det låter inte mycket, men det är det. Att träffa ad/ap carryn är rätt lätt med ultin, dem flesta lag sprider ju inte ut sig som aldrig förr, så att flash+ultia behövs nästan aldrig. Sätter man en q och så kan man follow up med en ulti så brukar man åtminstone få tre stycken i sin ulti, och det brukar räcka för att vinna en teamfight.<br/> <br/>  Jag vet inte vilka junglare du föredrar så kan inte riktigt säga något, men alla champs så går ju att undvika också vidare. Typ jarvan lägger sin ulti på ens ad carry? np blinka/dasha ur alternativ flasha. Så blev gör han inte speciellt mycket längre. Lee missar sin q? sjukt lätt att kitea då, också vidare."
	},
	{
		"postIndex": 16289,
		"postNumber": 16782,
		"rankGlobal": 23,
		"scoreGlobal": 86.8,
		"userRank": 8,
		"userScore": 16.4,
		"postUserName": "ProDeo",
		"postUserID": "u758424",
		"postUserUrl": "https://www.flashback.org/u758424",
		"postDateTime": "2014-03-25, 10:40",
		"postUrlInThread": "https://www.flashback.org/t2065199p1399",
		"postUrlUniq": "https://www.flashback.org/sp48091438",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Replique</strong> <a href=\"/p48091222#p48091222\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Haha, varken Amumu eller Nasus blir bannade. Men ja, finns väl folk som trollar om de inte får spela vad de vill här också även om det inte är så vanligt, haha. <br/>  Mot amumu kan man split pusha, helt klart effektivt, man kan även försöka dodgea hans Q och sen kitea honom om han träffar ett target han inte vill ulta, vilket nog är det vanligaste. Typ att man har en Renek/Shyvana/Trundle långt fram som bara tar emot hans stun och sen slår på honom så att han inte vågar engagea igen. Lite mer risky men jävligt mycket mer frustrerande för Amumu :&gt;</div> </td> </tr> </table> </div> <br/>  Det låter intressant! finns det även någon bra counter junglare mot amumu? <br/> <br/>  Okej, men antar det inte är lika vanligt där uppe som här nere :/ så svårt att klättra när man får sådana spelar i sitt lag <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad.gif\" title=\"Sad\"/><br/> <br/>  Jag försöker maina mid då jag tycker det är roligast samt lättast att hjälpa laget, brukar gå bot och top för att mitt lag skall få kills så vi vinner matchen. Men vad för champs är bra på att splitpusha om man går mid?<br/> <br/>  Försöker spela yasuo en del, dock ofta bannad. Spelade förut Kha mid men inte gjort det efter Q nerfen utan tycker han känns bättre som junglare nu. Som du ser gillar jag assasins mid :P<br/> <br/>  Vem är \"bäst\" splitpushare av:<br/>  Riven, zed, yasuo eller kanske någon annan? <br/> <br/>  För även om jag inte provat själv så ofta så tror jag det kan vara väldigt effektivt att splitpusha eftersom folk inte kollar på minimap så ofta i silver xD"
	},
	{
		"postIndex": 13391,
		"postNumber": 13810,
		"rankGlobal": 24,
		"scoreGlobal": 86.8,
		"userRank": 194,
		"userScore": 1.4,
		"postUserName": "I.Like.Riven",
		"postUserID": "u860909",
		"postUserUrl": "https://www.flashback.org/u860909",
		"postDateTime": "2013-12-05, 11:29",
		"postUrlInThread": "https://www.flashback.org/t2065199p1151",
		"postUrlUniq": "https://www.flashback.org/sp46444719",
		"sentence": "Season 1 och Season 2 så gick det väldigt dåligt i ranked eftersom att jag spelade <b>VÄLDIGT</b> många champions. För många. Även fast jag inte kunde dom bra, spelade liksom lite vad som helst, vad jag kände för bara. <br/> <br/>  Jag har haft en paus från spelet i typ ett halv år. Men för bara ett litet tag sen har jag börjat lira igen och jag har specialiserat mig på 2 champions BARA och har märkt stor skillnad.<br/> <br/>  Riven (Top/Mid) <br/>  Lee Sin (Top/Mid/Jungle)<br/> <br/>  Nu går det sjukt bra klättrar i ranked hela tiden, vinner min lane nästan hela tiden och carryar ofta. Men det är sjukt många som gnäller när man bara kan lira 2 champions och vill hålla på att trolla då i champion select.<br/> <br/>  \"Don't play ranked if you can't play all roles noob!!\" <br/>  \"Ok 2 top\"<br/>  \"/ALL REPORT NOOB RIVEN FOR ONLY PLAYING 2 CHAMPIONS\" <br/> <br/>  Sen forsätter dom hålla på att spamma chatten att jag är idiot för att top har countra mig. Men jag kan säga att jag brukar inte förlora lane även om jag möter en hård counter, bara om personen mainar den eller spelar den EXTREMT bra. <br/> <br/>  Men oftast tar folk tex garen/olaf bara för att jag spelar riven och vill countra mig men dom kan inte spela dom särskilt bra. <br/> <br/> <br/>  Men som sagt är det drygast i champion select ibland blir jag tvungen att dodgea för att vissa trollar verkligen SÖNDER när dom får reda på att jag bara lirar 2 champions.<br/> <br/>  Blir det bättre när man kommer högre upp? Eller är folk lika kritiska i plat också?<br/>  Är i silver 1 just nu men jag klättrar snabbt. Så kommer bli plat snart därför jag undrar.<br/> <br/> <br/>  Vad tycker ni om folk som mainar 1-2 champions? Tycker ni det är dåligt? Blir ni också griniga över folk som gör som mig?"
	},
	{
		"postIndex": 8395,
		"postNumber": 8646,
		"rankGlobal": 25,
		"scoreGlobal": 85.8,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "irken",
		"postUserID": "u478566",
		"postUserUrl": "https://www.flashback.org/u478566",
		"postDateTime": "2013-07-03, 20:58",
		"postUrlInThread": "https://www.flashback.org/t2065199p721",
		"postUrlUniq": "https://www.flashback.org/sp44161369",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>cbatbh</strong> <a href=\"/p44161091#p44161091\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Du tycker inte det säger något alls? Efter 21 minuter (19 minuter aktivt spel) så har alla i mitt lag dött 10 gånger var. <br/> <br/>  Visst jag kan försöka ganka osv men det är svårt när jag som mid är level 5 och han som kör solo top i motståndarlaget är level 8 tack vare alla kills han får. Det blir ännu svårare att ganka eftersom mina lagkamrater inte har en aning om vad som händer så då blir det 1v1 fast mot någon som är mycket högre level.<br/> <br/>  Visst stats är inte allt men du kan inte vara helt frisk och säga att de statsen som jag visade på den bilden inte betyder något.<br/> <br/>  Klart jag kör med mina kompisar ibland. Dock kör vi inte riktigt på samma tider då vissa jobbar på dagen och andra på natten. Så det blir alltid att vi får 2-3 feeders i vårat lag vilket gör att mina kompisar tröttnar på att köra unranked och kör ranked istället.</div> </td> </tr> </table> </div>   Nej, absolut ingeting alls. Du (Jag antar du har 8-2) kan ha tagit 8 kills ifrån dem andra, när din junglare ha gankat kan han ha blivit counter-gankad och på så sätt dött, men räddat dig. Det finns tusen jävla ursäkter för att man inte alltid <b>bara</b> kan titta på KDA vilket du verkar tro allting handlar om. I och med att man inte kan se ens hur många CS du har (Rätt viktigt del imo) så.. hey? Men vad vet jag, jag har bara spelat runt 2.5k games..<br/> <br/> <br/>  Är du så pass bra som du faktiskt vill få det att framstå förstår jag inte riktigt problemet heller. Spela mid, snowbolla hårt och ganka dem andra lanes bara, du möter trots allt en sämre spelare (enligt dig själv..).  <br/> <br/>  Stats betyder ingeting. I OGN (Koreanska versionen av LCS) så brukar två lag spela Ryze toplane och det går jämnt sådär för dem. Dem hamnar efter och dör (3-4ggr kanske) men det är accepterat för Ryze får en sån powerspike lategame istället och på så sätt vinner dem ändå. Allting handlar inte om kills, utan man kan spela ett objektiv-baserat game också, dvs man ger upp en kill och får ett eller två torn till exempel.<br/> <br/>  Om vissa jobbar på dagen och andra på natten så borde du rent teoretiskt jämnt ha någon att spela med. Och, även i ranked så kan man få trolls, feeders &amp; folk som går afk. Det är inte så att när man spelar ranked så får man absolut ingen som feedar eller går afk. Till exempel när det är en betydligt bättre spelare i laget man möter så ens toplane till exempel blir stompad. Det kan hända även i ranked. Det finns inte försäkering bara för att man spelar rankat att man slipper få en feedare. Sen, om du nu är så bra och dina kompisar är level 30 så är det ju bara duoq med dem i normals? Du får lite bättre MMR (Jag antar han har bättre MMR än dig nu) och han får lite lättare motstånd - både du och han borde kunna carrya till en vinst då.<br/>  Har du absolut inga polare kan du gå både gå in i Practice mode (Ett \"Chattrum\") och Flashback chatten och fråga om någon vill spela."
	},
	{
		"postIndex": 14920,
		"postNumber": 15381,
		"rankGlobal": 26,
		"scoreGlobal": 85.8,
		"userRank": 8,
		"userScore": 16.4,
		"postUserName": "ProDeo",
		"postUserID": "u758424",
		"postUserUrl": "https://www.flashback.org/u758424",
		"postDateTime": "2014-01-26, 22:12",
		"postUrlInThread": "https://www.flashback.org/t2065199p1282",
		"postUrlUniq": "https://www.flashback.org/sp47228685",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Jahauus</strong> <a href=\"/p47226200#p47226200\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Kan du inte carrya i bronze V så är du inte diamond. När jag lirar på mitt bronze acc så behöver jag inte ens försöka, jag steamrollar alla utan att ens tänka..</div> </td> </tr> </table> </div> <br/>  Han har rätt. Det är inte lätt att spela när bot fedar för att sedan gå afk.<br/> <br/>  Spelade nyss och mötte en EZ som hade 10-1 från bot efter ca 15 min och de hade tagit första tornet. Sedan gick får adc afk. jag hade 1-1 mid.<br/> <br/>  Jag klagar inte eller liknande utan fokuserar på mitt spel och försöker förbättra mig. Men det är svårt att carrya ett lag när jag vet att jag inte är pro...<br/> <br/>  Mitt mål är att komma till guld för jag tror jag passar mellan silver/guld. Så jag tar lite i taget, men det är svårt när folk gör så.<br/> <br/>  Sedan känns det sjukt mycket svårare nu, känns som en massa har smurf acc i bronze :/ <br/> <br/>  Vad spelar du för champ för att kunna carrya så lätt när laget feedar och sedan går afk?<br/> <br/> <br/>  Vet att laget man möter också får trolls då och då. Men det känns som riot jävlas med en :@ från att ha vunnit 3 matcher i rad med bra lag (no flame eller afk) och man får promo så hamnar man i ett lag där någon trollar eller går afk :@ Vet att alla kan ha en dålig dag/match och feeda, men det som gör mig irriterad är när de lämnar gamet efter de har feedat"
	},
	{
		"postIndex": 15189,
		"postNumber": 15656,
		"rankGlobal": 27,
		"scoreGlobal": 85.6,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "irken",
		"postUserID": "u478566",
		"postUserUrl": "https://www.flashback.org/u478566",
		"postDateTime": "2014-02-07, 14:25",
		"postUrlInThread": "https://www.flashback.org/t2065199p1305",
		"postUrlUniq": "https://www.flashback.org/sp47405735",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Krasigt</strong> <a href=\"/p47405078#p47405078\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Har blivit ombedd att lägga ner DotA 2 jämförelsen, så jag gör helt enkelt det.<br/> <br/>  Dömande av hur lätt det är att turtla i League, så är det oftast baserat på att ens motståndare antingen ger upp, eller att de spelar förhållandevis dåligt och har ett allmänt dåligt lag. Varför skulle inte spelet vara byggt så? Ska man tillåtas att feeda hur mycket man vill och fortfarande vara i någorlunda fas? Du bara slår ner mitt argument som att det skulle vara tråkigt att folk faktiskt behövde tänka för att avbryta hans ulti, usch vad hemskt. Ser inte varför de skulle behöva göra det till andra champions för det? Det kan ju fortfarande vara många grejer som avbryter den. Man får helt enkelt möjligheten att använda sin hjärna och inte bara wasta sina abilities på allting annat, och dessutom <b>counterpicka</b> honom.<br/> <br/>  Om jag inte missminner mig ska de ge honom channeltimes på sina spells, vilket är i min mening jättedumt. Förvisso vet jag inte om det går att avbryta hans saker, vilket majoriteten av spellsen i spelet inte går, av helt okända anledningar (Ez ultin, Lux ultin).<br/> <br/>  Okej, vad roligt. Du vägrar att acceptera att vissa champions har en early phase som går över till att bli väldigt dålig. När du säger detta, så får du det att framstå som att alla champions är nästan lika bra genom hela spelet. Skillnaden är helt enkelt att fiendelaget har en ordentlig carry, medan man själv inte har det. Jag har spelat matchups utan AD carry och fullständigt ödelagt deras botlane, men i slutändan spelar det oftast ingen roll. Om inte Urgot i dina ögon är dålig lategame, då kan helt enkelt ingen hjälte i detta spelet var underpowered eller dålig, enligt dig.<br/> <br/>  Det funkar, men hur ofta skulle detta ske? En överlägsen majoritet av gångerna är det bara smartare och enklare att antingen dodga matchupen, eller bara ta den och förlita sig på andra lanes.<br/> <br/>  Hur genomsyras inte din text av personligt tycke? Jag försöker mitt bästa för att förstå hur du tänker, men du bara vägrar att acceptera att vissa champions är överlägset sämre än vissa andra, i olika stadier av spelet. Ska du försöka övertyga mig att Sion också funkar i vissa matchups?</div> </td> </tr> </table> </div>   Season tre så var nästan inga matcher över 40 minuter så lätt att turtla då vet jag inte, i soloq är oftast folk väldigt dåliga på att ta vara på chanser att enda, speciellt i lägre elo, utan gör heller andra saker så.. Ja?<br/>  Spelet är uppbyggt på att man inte förlorar guld när man dör och visst är det kanske dåligt så men å andra sidan så öppnar det ju också upp spelet mycket mera. Man vågar göra saker man annars kanske inte skulla göra det, till exempel divea lite mera än annars. Feedar man så är man inte i någolunda fas, går du 0-3 i lane så är du enormt efter redan då och det är inte en auto-win bara för du har en champion som har lite bättre lategame än mig. Men varför ska dem göra det för? Det är redan en game-changing ultimate och att göra den ännu mera game-changing vore ju bara korkat, ska dem göra precis samma sak på Katarina också bara för hennes kan bli avbryten också..?<br/> <br/> <br/> <br/>  Nej, jag vägrar inte att acceptera det, men han blir inte totalt värdelös. Han gör fortfarande helt okej damage, kanske inte lika mycket damage som en sex item cait men han gör fortfarande damage. Vad roligt att du har spelat utan en AD Carry! Nu ska jag inte basha dig, men det går att spela en kill-lane botlane och vinna utan problem, det handlar bara om hur bra man kan utnyttja att det andra laget har en väldigt svag medlem. Nej, man ska kanske inte dra ut matchen till femtiofem minuter, men det går att vinna. Och nu tog du en sak ur det jag skrev och gjorde om det. Jag skrev att det går att ha honom fungerade lategame med en bra comp och att på så sätt göra honom helt okej. Ska man spela 1v1 så är han kanske ingen höjdare men det här är ett lagspel där man är fem stycken som möter fem andra och det går att använda honom lategame.<br/> <br/>  Men det går, det var det som var idén. Det går att counter-counterpicka folk och man behöver inte dodgea.<br/> <br/>  Du verkar inte inse att det blir det man gör det till, Urgot spelades i LCS förra veckan till exempel, Galio också för den delen. Nä, det är kanske inte den bästa champen om man ska spela 1v1 men i specifika comps så fungerar alla champions. Sion spelades ifjol rätt mycket utav Team WE och väldigt framgångsrikt också så, ja det kan jag göra om du vill?"
	},
	{
		"postIndex": 14930,
		"postNumber": 15391,
		"rankGlobal": 28,
		"scoreGlobal": 85.4,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "irken",
		"postUserID": "u478566",
		"postUserUrl": "https://www.flashback.org/u478566",
		"postDateTime": "2014-01-27, 13:52",
		"postUrlInThread": "https://www.flashback.org/t2065199p1283",
		"postUrlUniq": "https://www.flashback.org/sp47235380",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Raz0r</strong> <a href=\"/p47234189#p47234189\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Nejdå, jag missförstår dig inte.<br/>  Jag pratar inte om att ta sig ut ur bronze, jag pratar om den attityd som spelare i högre elo har jämtemot folk som INTE är i Diamond, Plat etc.<br/>  För precis som du säger så har alla börjat på samma ställe.<br/> <br/>  edit: och då menar jag specifikt den här \"de kvittar vem jag möter för ja e såpass bra att jag spöar allt och alla i lägre elo\"-attityden...<br/>  Jag har tillochmed diskuterat med en diamondspelare som bestämt hävdade att jag hade fel i den helt korrekta matematiska uträkningen jag gjorde, enbart för att jag vid tillfället var i bronze och min åsikt räknades således inte, trots att den var 100% korrekt..</div> </td> </tr> </table> </div>   Nu är inte jag Jahauus &amp; vem du har diskuterat med spelar ingen roll men i och med att man själv blir så pass fed så spelar det inte så stor roll att deras AD carry är så fed. Den killen kommer inte outplaya den som är Diamond för den i Diamond är helt enkelt bättre, nej man kanske inte vinner alla matcher men +90% vinner man nog med lätthet ska du se. Sen spelar det väll lite roll vad man spelar också, det är sjukt enkelt att spela junglare och märker man att deras botlane är lite bättre bara göra några camps så ens egen vinner. Alternativ roama ner ifrån mid.<br/> <br/>  Nej, det är inte så svårt att vinna i bronze som du verkar vilja tro. Nej, alla har inte börjat i bronze heller så."
	},
	{
		"postIndex": 14024,
		"postNumber": 14461,
		"rankGlobal": 29,
		"scoreGlobal": 85.1,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "irken",
		"postUserID": "u478566",
		"postUserUrl": "https://www.flashback.org/u478566",
		"postDateTime": "2013-12-27, 17:14",
		"postUrlInThread": "https://www.flashback.org/t2065199p1206",
		"postUrlUniq": "https://www.flashback.org/sp46765670",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Rethen</strong> <a href=\"/p46760485#p46760485\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Vem är era favoritspelare och favoritlag? Börjar hålla bättre koll nu i början av season 4, mitt favoritlag och spelare spelar i Team Curse och är Voyboy för tillfället...</div> </td> </tr> </table> </div>   Mitt favoritlag var fram till splittringen utav laget Team WE, men nu när det bara är Caomei &amp; Wexiao \"kvar\" i det gamla så hejjar jag på SK T1, började jag iosf göra redan S3 (Spring season) men WE var fortfarande mina favoriter då.<br/> <br/>  Favoritspelare är nog Piglet &amp; Ambition.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Boomshiggabang</strong> <a href=\"/p46763531#p46763531\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Är det bara jag som saknar vintertemat som var kring jul för två år sedan? Var så mysigt att springa runt bland snö, glitter, julklappar och små tomteluvor på minions och monster.<br/></div> </td> </tr> </table> </div>   Jodå, jag saknar det lite grann men det var rätt så stora \"fel\" på den mappen (Till exempel att man inte såg om Annie hade stun redo.).<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>gurka5OO</strong> <a href=\"/p46764444#p46764444\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Största noobchampen enligt er? <br/> <br/>  Nog faller fan min röst på Tryndamere eller Master Yi. Tryndas ult är så jävla gay och med yi är det bara att spamma q.</div> </td> </tr> </table> </div>   Varken Tryndamere eller Yi är ju dock speciellt lätta att spela bra. Jag förstår hur du menar men att spela Tryndamere duktigt i lane är sjukt svårt och det är ungefär samma sak med Yi. <br/> <br/>  Skulle nog snarare säga Garen alternativ Warwick är dem enklaste champsen att spela.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Boomshiggabang</strong> <a href=\"/p46764948#p46764948\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Garen eller Riven skulle jag vilja säga. Riven med sina 17 hopp hon kan använda om det blir lite jobbigt. I lane kan man i stort sätt bara rulla huvudet över QWE fram och tillbaka och se motståndarens HP sjunka.</div> </td> </tr> </table> </div>   Att spela riven bra är det ju knappast bara att rulla huvudet över QWE då hennes skillset är väldigt komplicerat att faktiskt göra bra saker med henne men jag förstår vad du menar. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ShizzleNizzle</strong> <a href=\"/p46760508#p46760508\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Jag hoppade direkt in i ranked från level 30 och jag måste säga att det gjort mig till en bättre spelare. Bara ett extremt kaos i normal games. Alla skriver mid eller top sedan säger dom \"i was first\" fast dom inte ens var det, så copy pastar man chatloggen där det står att personen i fråga har joinat chatrummet och jag t.ex. har skrivit \"mid\" innan han ens hunnit skrivit nåt. Då får man tillbaka \"nice fake im mid\". <br/> <br/>  Jag körde med XP boost från level 10-30 och hoppade direkt in i ranked. Jag är inte asduktig, jag är fortfarande bronze. Men min polare har liksom 1800 vunna normal games och typ 300 vunna ranked games och är i bronze 1. Så finns ingenting egentligen som säger att han är bättre för att han har tränat mer. Jag tror jag har 117 vunna normal games, och då har jag haft accountet sedan i somras. <br/>  Är bronze 2 atm i promo för bronze 1. Hoppat mellan bronze 3 och 4 säkert 5 gånger nu så känns skönt att komma vidare. My point is: ranked games gör fan dig bättre som spelare. <br/> <br/>  Kollar man mycket streams och hur pro's spelar så lär man sig snabbt och kan direkt se \"fan vad jag måste träna på det där\" eller \"det där måste jag göra oftare\". Min erfarenhet iallafall. Goddag på herr'n.</div> </td> </tr> </table> </div>   Fast att spela normal games är inte SÅ dåligt och det är inte SÅ kaos, det beror ju på vad man har för MMR i normal games bara. Har man väldigt låg MMR så är det klar det lätt blir kaos men när man har högre MMR så är det ju lite seriösare nivå iaf. Angående hur folk säger \"Mid\" eller \"top\" så händer exakt samma sak i både lägre &amp; högre elo så att det är något unikt för normal games  .. <br/> <br/> <br/>  Och angående din polare - så är det bara kanske så att din kompis är lite \"sämre\" än dig ifrån början? Alla spelare är olika bra och lär sig olika snabbt ifrån början. Din poäng fungerar ju inte direkt då varken du eller någon annan här vet hur bra din polare var när han bara hade spelat ~500 games. Kanske var han \"bara\" bronze V då? Du förstår ju säkert själv att varje spelare har olika utgångsläge när dem börjar..<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>pozie</strong> <a href=\"/p46765561#p46765561\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>hur kör ni syndra? precis köpt henne och tycker hon är riktigt rolig <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> men är lite fundersam på vilken build/runor som gäller</div> </td> </tr> </table> </div>   Beror väll lite på hur matchen ser ut - vem du möter också vidare men mpen röda, armor gula, flat mres blåa &amp; flat ap quints &amp; 21-0-9 kör jag henne oftast med.<br/> <br/>  Hur jag bygger henne beror lite på ifrån match till match. Athenes/DFG är oftast min första item (Det beror på om jag bara behöver nuke'a en gubbe eller inte) och sen brukar jag oftast köpa Rabadon's/Zhonyas (Beror på hur \"säker\" jag känner mig) och som tredje item brukar jag väll antingen köpa Void staff eller Zhonyas/Rabadon's. (Beror på vad jag känner behövs - stackar dem MR är Void staff till exempel).<br/> <br/> <br/>  Slutbuild brukar väll ungefär se ut så här, sorc shoes, Athenes, Zhonyas, Void Staff, Rabadon's &amp; DFG/GA/Omen/Morellonomicion/Twin Shadows. Beror lite på."
	},
	{
		"postIndex": 3877,
		"postNumber": 3994,
		"rankGlobal": 30,
		"scoreGlobal": 84.6,
		"userRank": 26,
		"userScore": 7.6,
		"postUserName": "OndaParabolen",
		"postUserID": "u404398",
		"postUserUrl": "https://www.flashback.org/u404398",
		"postDateTime": "2013-03-22, 21:58",
		"postUrlInThread": "https://www.flashback.org/t2065199p333",
		"postUrlUniq": "https://www.flashback.org/sp42602351",
		"sentence": "Vad tycker folk här om Morgana mid?<br/>  Har börjat lira henne en hel del mid och har vunnit ungefär 80% av alla matcher jag lirat (ungefär 20 matcher).<br/>  Det tycker i alla fall jag är en imponerande score.<br/> <br/>  Stöter på en överdrivet krävande och beordrande Kayle support. Kanske har sina fördelar men jag gillar inte Kayle som support, låt gå, så länge denna gör bra ifrån sig.<br/>  jag möter Yi mid. Det är en väldigt svår och komplicerad lane, enligt mig, men jag är taggad på att jag ska klara mig med nöd och näppe tack vare min shield. <br/>  Lite fegt spelat och extremt noga med placering för att inte bli träffad av Alpha Strike, de få misstag och missar som inträffar drar jag shield.<br/>  Jag ska hålla min lane.<br/>  Som mid med Morgana drar jag alltid Barrier och Ignite, för att lättare hålla mig levande och samtidigt göra skada. Det har funkat kanon förut.<br/> <br/>  Kan även tillägga att vi har en J4 i motståndarlaget. Då jag tidigare har mött J4 har jag fortfarande kört med Barrier och Ignite.<br/>  J4 Ult fångar hela deras lag, jag kör R-E-W-Q, träffar hela deras lag och hoppas att resten gör sitt, vilket de ofta göra. Drömläge enligt mig.<br/>  Men nej, den här Kayle skriker (caps) att jag ska byta ut Barrier mot Flash.<br/>  CHANGE SPELLS! GET FLASH! YOU'LL NEED FLASH! GET IT!<br/>  Jag argumenterar för min sak men han bara spammar och kör med den klassiska frustrationstekniken.<br/>  Korta<br/>  Iskalla<br/>  Nonchalanta<br/>  Svar<br/>  Som<br/>  Inte<br/>  Betyder<br/>  Något<br/> <br/>  Ni förstår nog.<br/>  Han tycker att jag är dum i huvudet, jag får det spammat under hela pick phase.<br/>  Både strax innan och precis när matchen börjar så får jag tjatat att jag kostat matchen, vi kommer förlora. Motivationen och lusten är top notch.<br/>  Han blir tyst. <br/>  Matchen går precis som jag skrivit ovan, det är knappt men det går, han hade börjat bli kaxig och pushade stenhårt och började spamma Alpha Strike, direkt på mig också, det var bara en tidsfråga innan han skulle rusha mig in i tornet och då skulle jag låsa honom.<br/>  Xin, ifrån jungle, pingar att han är påväg och jag tycker det är toppen. Han kommer in bakifrån, men samtidigt som han kommer in så kommer J4 bakifrån, Xin märker INGENTING och självklart dör han efter en kladdig fight, Yi får killen.<br/> <br/>  Då fick Yi det lilla övertaget som fattades och började dominera mid, Xin försörde min lane.<br/>  Och den här Kayle får totalt spel.<br/>  \"Yupp, Morgana mid, so great...\" \"told you it was lost...\" osv, extremt onödiga kommentarer.<br/>  Spelet rullar på men Yi börjar snowbolla hårt, även med wards ända uppe vid Draken lyckas de inte fly honom vid bot...<br/>  Efter det så börjar han pinga min lane, skriva \"ss mid\" ÅT mig osv.<br/>  Allt är mitt fel såklart. han fick det t.o.m. till att det var min BARRIERS fel att mid blev förlorad...<br/>  Jag har ledande kills i matchen, jag trycker ner alla väldigt ordentligt, men jag är fortfarande värdelös.<br/>  Även fast de engage med motståndarna kommandes ovanifrån och underifrån och stänger in oss, 4v5 osv. Allt är mitt fel, mina spells och spelandes mid förlorade allt.<br/>  Hans premade (såklart...) kompis börjar haka på honom.<br/>  Motiveringen och moralen sjunker i backen och nu börjar folk hoppa på 3v5 2v5 utan tanke på positioner osv. Självklart förlorade vi.<br/> <br/>  Det hela är väl mest för att skriva av mig, men jag undrar:<br/>  Vad tycker ni generellt om Morgana mid? <br/>  Jag gillar henne, främst för shield. Men det känns som om ingen roll är accepterad att spela henne som... fått skäll när jag lirat som support och folk hatar när jag går mid, även fast jag gör bra ifrån mig.<br/> <br/>  Vad är en bra counter till AP Yi mid?<br/> <br/>  Och vad ska man göra när man får en sådan i sitt lag? Bara försöka spela sitt och ignorera honom?"
	},
	{
		"postIndex": 11767,
		"postNumber": 12140,
		"rankGlobal": 31,
		"scoreGlobal": 84.6,
		"userRank": 29,
		"userScore": 7.1,
		"postUserName": "ShizzleNizzle",
		"postUserID": "u292519",
		"postUserUrl": "https://www.flashback.org/u292519",
		"postDateTime": "2013-10-13, 12:23",
		"postUrlInThread": "https://www.flashback.org/t2065199p1012",
		"postUrlUniq": "https://www.flashback.org/sp45654055",
		"sentence": "Jag behöver lite tips och råd om hur jag klättrar uppåt i rankat. Jag sitter fast i Bronze III, visserligen har jag inte ens spelat en match efter dom 10 första rankade matcherna man kör. Men alltså, det känns bara så ovärt. Först ska man köa i 5-10 min innan man hittar en match, och då är det någon mupp som TL och struntar i vad folk säger att dom föredrar att spela för roll, utan han tar det han vill spela. Fair enough. Men sedan slutar det alltid med att någon går afk eller att någon feedar. Jag är inte sämst, jag kan spela mina roller hyffsat bra och hålla min lane. När jag dör så analyserar jag varför jag dog, vad jag gjorde för fel, och vad jag hade kunnat göra för att undvika att dö. Jag spelar oftast top, mid eller adc. Jag kan outfarma dom flesta i de games jag spelar, jag brukar roama omkring och försöka hjälpa andra lanes ifall det går bra för mig och jag känner att jag vinner min lane, men längre än så kommer jag liksom inte. Kan inte carrya ett helt lag som feedar och fokuserar tanks istället för motståndarlagets ADC i teamfights. <br/> <br/>  Jag har knappt någon ork längre, jag lirar mest normals, men vill kunna spela rankat seriöst. Vad gör jag för fel? Eller handlar det mer om att alla andra gör fel? (jag försöker undvika att skylla på andra)."
	},
	{
		"postIndex": 4465,
		"postNumber": 4600,
		"rankGlobal": 32,
		"scoreGlobal": 84.5,
		"userRank": 28,
		"userScore": 7.1,
		"postUserName": "BrainDisorder",
		"postUserID": "u151382",
		"postUserUrl": "https://www.flashback.org/u151382",
		"postDateTime": "2013-04-02, 05:36",
		"postUrlInThread": "https://www.flashback.org/t2065199p384",
		"postUrlUniq": "https://www.flashback.org/sp42754720",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Herr.Banan</strong></div> <div>Om två likvärdiga spelare möter varandra, vem är då starkast av Ali och Taric? Jag, som anser mig rätt bra med Ali tycker att han känns mycket bättre i och med att man kan åstadkomma så mycket mer. Kan göra en snabb engage i lvl 2 som inte många förväntar sig och detresulterar nästan alltid i en kill. Körde Ali med en Cait idag mot Taric och Varus, de fick storspö, minst sagt. Jag tyckte ändå att de båda spelade helt okej, men det är ju helt omöjligt att fly från en Ali, flash+knockup+headbutt=kill. Man har liksom allt som Taric har, bara dubbelt av det.</div> </td> </tr> </table> </div> <br/> <br/>  I lane-phase så är nog en Ali mer värd, men många utav dom jag spelar med säger att att Ali inte har någonstans att vara förutom i jungeln, men tyvärr så funkar ju han inte lika bra där längre heller. Men det beror ju på vilka man möter och vilka man spelar med helt enkelt, jag spelade Teemo i jungeln tidigare idag och vann tillslut efter 61 minuter. Det var svettigt. <br/> <br/>  Ali är en sån förbannat dryg champ att möta, även fast man ser honom så sällan så blir man lika förbannad varje gång då man inser hans potential.. Man kommer som Nocturne ner och gankar bot, lyckas döda ad-carryn där alla lider utav stor hp-förlust.. Man drar E på honom och tänker nu jävlar, men då flyger man upp i luften och den avbryts.. Ali rushar mot tornet och man drar sin ulti för att sänka den jäveln, men då pushar han iväg en och drar en heal och fortsätter lobba och man själv antingen dör emot tornet eller kommer knappt undan med livet i behåll.. Och motståndaren skriver \"dat cow\" och man har lust att smasha tangentbordet då på direkten.<br/> <br/>  Men som någon skrev, Taric bidrar nog mer till team-fights. Spelar knappt någon utav dom så ska inte säga allt för mycket. Taric fick väl sig även en nerf för inte allt för länge sedan.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>acuh</strong></div> <div>Bästa ADC enligt er?</div> </td> </tr> </table> </div> <br/> <br/>  Vayne eller Ezreal. <br/> <br/>  Det beror endast på att dessa champs är rätt duktiga på att hålla sig jämna med andra champs som t.ex kan förstöra lanen ordentligt, t.ex Miss Fortune eller Caitlyn.. Och det med dom nämnda så har jag nog nämnt dom 4 bäst som finns atm. Twitch är också extremt bra, men då gäller det verkligen att veta hur den gubben fungerar och att ditt motståndarteam inte vet hur man ska undvika hans stealth. <br/> <br/>  Vayne blir bara bättre och bättre ju längre matchen går, likaså med Ezreal. Båda två har dessutom rätt schyssta escapes. MF har ingenting, om hon nu inte har attackerat och kör sin E och således kan springa utav helvete. Caitlyn kan köra sin nät-grej och flyga iväg, t.om över väggar (knappast nyttigt i team-fights dock) <br/> <br/>  Skulle det handla om early team-fights eller laning-phases så är dock MF eller Cait att föredra, Cait har väldigt lång range med sina auto-attacks och den där spellen som skjuter iväg något (spelar aldrig henne) och MF som har sin aoe-slow, sin Q som gör extremt ont, särskilt om den träffar ett 2nd target och hennes ulti som är extremt aoe. Och hennes W sänker dessutom folks möjlighet till att heala, som om du möter Sona, Soraka eller dylika heal-supports så picka MF och sänk deras självförtroende.<br/> <br/>  Vayne och Ezreal och dock dom roligaste ad-carrysarna som finns att spela enligt mig. Hög mobility, man kan göra extremt schyssta moves, extremt hög skada om man vet hur man ska spela dessa. Ezreal har dessutom en global ult som aldrig kan ses som fel egentligen, dock vet jag faktiskt inte hur man någonsin ska bli bra på den eftersom man möter olika människor hela tiden. Men känslan som uppstår när man dödar deras junglare efter en misslyckad gank mid, i deras jungle med den, eller när man dödar deras försök till att ta draken, och ens egna lag \"applåderar\" är obeskrivbar. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/>"
	},
	{
		"postIndex": 14009,
		"postNumber": 14446,
		"rankGlobal": 33,
		"scoreGlobal": 83.9,
		"userRank": 303,
		"userScore": 1,
		"postUserName": "NP.S",
		"postUserID": "u747111",
		"postUserUrl": "https://www.flashback.org/u747111",
		"postDateTime": "2013-12-27, 02:13",
		"postUrlInThread": "https://www.flashback.org/t2065199p1204",
		"postUrlUniq": "https://www.flashback.org/sp46759662",
		"sentence": "Shena! Behöver en liten guide, och är oerhört tacksam om nån orkar läsa det här.<br/> <br/>  2 månader sen starta jag med LOL och tyckte att det var det bästa spelet som finns, tycker fortfarande det. Helt sjukt det spelet. Älskar det verkligen. Spelar minst 3-4 timmar om dagen plus att jag kollar youtube någon timme. Köpte till och med en ny data för att liva upp känslan. Men som sagt jag är noob och det känns som att jag inte utvecklas, jag kommer ingenstans. Jag är på level 25. Jag har kört 90 procent av alla spelen med en och samma hero, Teemo, Och när jag spelar med han normal game är jag ändå någorlunda okej (inte konstigt när jag spelat han hur länge som helst), men jag suger fortfarande! i snitt brukar jag ha 2-3 death mer än kills. Sen när jag testar en annan gubbe då är jag en riktig amatör, det är helt sjukt.<br/> <br/>  Nu har jag gjort en ny acc och tänkte börja om och köra olika gubbar, olika lanes, lära mig olika saker. Körde just nu förut mina första 3 matcher online med det nya accountet och jag suger fortfarande! Mot nybörjare! Visst jag har mer kills än deats, men va fan, i detta stadiet ska jag vara fidad mot dessa amatörer som precis börjat spela.<br/> <br/>  Mitt största problem är att farma, efter 10 min kanske jag har 15-20 farm. Jag har kollat på youtube hur andra farmar, försöker samma sak och lyckas inte. Och farma är hur viktigt som helst! Sen har jag ingen aning om vad alla dessa djur i buskarna gör. Vet bara om Blue, dom andra har jag ingen aning om. Vad gör baron? Vad gör dragon? Jag vet bara att baron är viktig men ingen aning varför.<br/> <br/>  Jag vill verkligen utvecklas och brukar träna med bots, men även där lyckas jag aldrig bli riktigt fidad eller lyckas farma mycket.<br/> <br/>  Kan någon ge mig en guide så hade det varit snällt? Det känns att motståndaren alltid e starkare än mig och detta gör att jag drar mig tillbaka och inte vågar gå fram riktigt och farma eftersom motståndaren tar mer skada (vilket han inte gör egentligen, då det känns så redan i början)"
	},
	{
		"postIndex": 13691,
		"postNumber": 14119,
		"rankGlobal": 34,
		"scoreGlobal": 83.5,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "irken",
		"postUserID": "u478566",
		"postUserUrl": "https://www.flashback.org/u478566",
		"postDateTime": "2013-12-14, 16:15",
		"postUrlInThread": "https://www.flashback.org/t2065199p1177",
		"postUrlUniq": "https://www.flashback.org/sp46585105",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ProDeo</strong> <a href=\"/p46584737#p46584737\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Som du vet har jag haft svårt att välja 1 champ att spela <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad.gif\" title=\"Sad\"/><br/>  Så har tänkt att lära mig 1-2 champ på varje position då man inte alltid får spela mid :P<br/> <br/>  i jungle spelar jag kha och hec <br/>  Mid orianna och gragas, skall köpa aniva och se om jag tycker om henne<br/>  Support leona/alistar som tank annars lux/orianna<br/>  Top jayce<br/>  adc ashe och nu funderar jag på lucian och nästan ingen i låg division spelar honom så tror jag man får ett övertag då de inte vet hur han fungerar.<br/> <br/>  Jag ser mig själv som en lagspelare och behöver vi en tank jungle så tar jag hec tex och kvittar vart jag spelar även om jag föredrar mid. Jag har Ez men jag är så dålig med honom, har försökt att lära mig men jag klarar inte av honom :P</div> </td> </tr> </table> </div>   Ska du promt spela 1-2 champions på varje position så borde du ju spela dem champs som är \"op\" just nu, till exempel borde du inte spela Hecarim jungle utan kanske Lee sin då han passar in i många flera comps än hecarim. Även om ni behöver en \"tank jungle\" så är ju Hecarim ingen riktig tank champion utan mera dps inriktad imo.<br/>  Ungefär samma sak med Jayce, han passar in i kanske 1-2 comps men annars är han värdelös så det är bättre att lära sig Renekton, Nasus, Shyvana eller Mundo toplane och spelar någon utav dem fyra då det är dem som \"gäller\" just nu.<br/> <br/>  Ungefär samma sak i support, ska du bara spela 1-2 champs så är nog en \"tank\" och en lite mera utility bättre typ Annie som är riktigt bra just nu. Eller Sona/Zyra kanske..<br/> <br/>  Har du problem att spela Ezreal så tror jag inte du kommer ha direkt lätt att lära dig Lucian heller så det är nog bättre att du spelar Cait (Den i min mening lättaste ad carryn att spela) och kanske Ashe om du gillar henne.<br/> <br/> <br/>  sååå ska du \"bara\" spela 1-2 champs på varje position skulle jag nog inte säga att du ska spela Jayce toplane, Hecarim jungle eller både leona &amp; Thresh som support. Utan det gäller att ha ett \"breda\" champions som passar in i många olika comps då."
	},
	{
		"postIndex": 10146,
		"postNumber": 10454,
		"rankGlobal": 35,
		"scoreGlobal": 83.5,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "irken",
		"postUserID": "u478566",
		"postUserUrl": "https://www.flashback.org/u478566",
		"postDateTime": "2013-08-27, 10:55",
		"postUrlInThread": "https://www.flashback.org/t2065199p872",
		"postUrlUniq": "https://www.flashback.org/sp44964320",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>MohammedSvensson</strong> <a href=\"/p44962968#p44962968\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>EXAKT, <b>indirekt</b>. Inget mer. Late game klarar sig en adc enkelt utan supp. Håller han sin lane från början bra utan en supp så märker man knappast av att suppen är afk. J<br/> <br/>  Jag körde själv adc utan en supp en gång och det gick as bra. Gav en kill på mitt lane och fick två. Saken är t.ex varför tar inte supporten kills om det nu är han som hela spelet beror på...</div> </td> </tr> </table> </div>   Fast då måste ni ju komma till lategame också. Det är ju utav en anledning en support faktiskt går med ad carryn och dem inte spelar som du verkar tro att folk gör. En support går botlane enbart för att babysitta en AD carry. Dens jobb är alltså att hjälpa en annan att klara sig till lategame utan att den dör för mycket. Då är det väll rätt klart den (supporten) carryar en AD carry i lane, eller?<br/> <br/>  Jaha, men grattis, en gång?! Det är ju precis som jag säger \"Jag vann en gån gmed sona, jag carryar jämnt som support\". <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>MohammedSvensson</strong> <a href=\"/p44962973#p44962973\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Självklart är det också supportens jobb. MEN en bra adc kan göra allt ovanstående ensam.</div> </td> </tr> </table> </div>   Nej, en \"bra adc\" kan inte göra allting själv. Återigen så är det utav en anledning supports faktiskt går med ad carryn och inte med toplaner eller midlaner.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>MohammedSvensson</strong> <a href=\"/p44963031#p44963031\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Han har kört 13 matcher med sona. Återkom gärna när han har kört mer än 100 matcher........Jag kan verkligen inte berätta om han är skillad eller inte med sona när han har kört dryga tio matcher....wtf!!!!<br/> <br/>  Det är som att säga att jag har 100% win rate med jax för att jag kört 7 matcher och vunnit alla.</div> </td> </tr> </table> </div>   Nu får du ju titta igen länkarna igen. Herregud..<br/> <br/>  10-4 har den första killen (Kan du räkna?)<br/>  10-3 har den andra killen (LemonNation) går ju tilläga att han har 8-1 med Nami också.<br/>  Godkänner du inte det så kan du kolla på hans vanliga profil: <a href=\"/leave.php?u=http%3A%2F%2Fwww.lolking.net%2Fsummoner%2Fna%2F19302712%23ranked-stats\" target=\"_blank\">http://www.lolking.net/summoner/na/1...2#ranked-stats</a><br/>  63-40 Thresh<br/>  35-17 Lulu <br/>  28-13 Janna (Alla tre har högre winrate än 50%)<br/>  Tredje killen hade 51-8 med ENBART Sona i Dia V. Han är just nu Diamond ett och har 153-83 (64% winrate rätt ok?)<br/> <br/>  Chauster har;<br/>  9-3 Nami (75%)<br/>  9-0 Thresh (100)<br/>  7-1 Zyra (87%<br/>  4-1 Lulu (80%)<br/>  Totalt blir det alltså 29-5.<br/> <br/>  Xpecial har 66-37 med sona, 63-42 med Thresh  &amp; 20-8 med Janna vilket jag vare ute efter.<br/> <br/>  Och Mantrid länkade dessutom sin egen lolking där han har 70% winrate med janna efter 88 matcher, det är INTE samma sak som efter sju matcher.<br/> <br/>  Du kan ju knappast säga att det inte går att carrya som support, för i så fall, har dem har killarna bara mera tur än andra personer när dem kör support?<br/> <br/>  Ja, på sju matcher som du pratade om kan man väll ha tur, men på 34 matcher (Chauster?) Kom igen.<br/> <br/> <br/> <br/> <br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>MohammedSvensson</strong> <a href=\"/p44963071#p44963071\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Du lirar supp riktigt bra. Men vågar inte säga att ni vinner för din skull. <br/> <br/>  Fast det går faktiskt suppa med vemsomhelst. Är faktiskt inte nere i bronze men men. Fyller du bara den rollen som suppen har så går det att suppa med vemsomhelst. Försök bara hålla din adc vid liv. När jag körde lee sin supp var jag riktigt bra på det. gick full tank och engagade/disengagade varenda tf (när det behövdes). Hade min ulti sså att ingen rörde min adc. Har slow. Sist men inte minst så har jag shield som jag självfallet maxar som lee sin support.</div> </td> </tr> </table> </div> <br/>  Du måste ju va århundradets trögaste person.<br/>  Nu har vi visat x antal exempel på spelare som har +70% winrate med support, och ingen av dem carryar sig enligt dig? Det går ju ta precis samma argument som du använder och använda det för en mid/junglare/toplaner eller AD carry.<br/> <br/> <br/>  Ja, det går att supporta med vilken gubbe som helst, men det går också att spela jungle med vem som helst. Förstår inte riktigt problemet. Ingen här har sagt att det <b>inte</b> går att spela Lee sin support och att det går att göra det \"bra\". Men, det går också att spela leBlanc jungle \"bra\" Om vi ska vara så.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>MohammedSvensson</strong> <a href=\"/p44963991#p44963991\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Jo, jag klarar det vi kör que tillsammans och gå gärna afk som supp så ska du se att jag iaf klarar mig min lane med kanske 10 cs efter. Får jag dessutom en gank av jungeln är det kalas.<br/> <br/>  haha, jo. Jag vet vad winrate betyder. Det jag menar ät att du omöjligt kan veta hur bra jag är på 7 matcher oavsett hur det har gått</div> </td> </tr> </table> </div>   Ptja, det är ju bara titta på hur folk spelar när det är LCS och dem kör 1v2. Motståndaren (Som är själv) klarar sig ALDRIG lika bra som ad carryn som har sin support där. Herrejösses.<br/> <br/>  Och då undrar jag, om du inte har några problem att göra det så varför gör inte LCS lag det? Klarar du dig så klarar väll sig dem också?<br/> <br/> <br/>  Ärlig talat så verkar du totalt skita i alla konkreta bevis man ger. Räcker inte en profil med 88 matcher som har 70% winrate vet jag inte vad som räcker."
	},
	{
		"postIndex": 15993,
		"postNumber": 16478,
		"rankGlobal": 36,
		"scoreGlobal": 83.5,
		"userRank": 222,
		"userScore": 1.3,
		"postUserName": "Captain.Johansson",
		"postUserID": "u659537",
		"postUserUrl": "https://www.flashback.org/u659537",
		"postDateTime": "2014-03-12, 12:59",
		"postUrlInThread": "https://www.flashback.org/t2065199p1374",
		"postUrlUniq": "https://www.flashback.org/sp47898343",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Nynge</strong> <a href=\"/p47897073#p47897073\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Behöver rådgivning, var i guld förra säsongen och nu efter mina 10 promotion games så har jag spelat riktigt bra men ändå så förlorade jag massa matcher där pågrund av andra i laget inte kan hantera sina lanes.<br/> <br/>  Nu är jag fast i silver 5 och kommer tammefan inte härifrån, jag får JÄMT massa Honor av motståndarlaget då dom säger att det är jag som haft kvar dom i matchen etc etc. Hur fan gör ni för att klätta i systemet? jag har testat köra samma champ eller åtminstone 2-3 st som jag rullar på, kommer upp till runt 80-90 LP sedan så kommer idioterna fram igen och förlorar matcher åt mig så jag hamnar på 0 LP igen.<br/> <br/>  Hur fan ska jag göra? Jag gör oftast inte några fel eller lägger mina spells rakt åt helvete.<br/>  (spelar oftast support, men kan lira top också)</div> </td> </tr> </table> </div>   Jag började i bronze 5 då jag trollade 10 första spelen om de jag lirade med var idioter. Silver 3 nu på väg uppåt, finns inge riktiga tips, lira gärna top/jungel/mid så kan du bära bra även om de andra lirar dåligt då du kan roama(ganka andra lanes). <br/> <br/>  Själv kör jag adc/top/mid och bär laget nästan varje match så det är bara nöta inte jätte roligt som jag hade med Cait för några dagar sedan 8-0-0 och överlägset bäst farm vi låg under med 8-9 den matchen men började ge bort kills så andra började komma ikapp så hade mest kills och assists så vi lyckades vinna efter mycket om och men... När du bär hjälp andra mer istället kör med tp eller någon champion som du kan ganka bra med!<br/> <br/>  Själv gnäller jag som fan på idioter, ibland fungerar det för de kan ju inte bli sämre..."
	},
	{
		"postIndex": 2270,
		"postNumber": 2339,
		"rankGlobal": 37,
		"scoreGlobal": 82.4,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "irken",
		"postUserID": "u478566",
		"postUserUrl": "https://www.flashback.org/u478566",
		"postDateTime": "2013-02-20, 13:30",
		"postUrlInThread": "https://www.flashback.org/t2065199p195",
		"postUrlUniq": "https://www.flashback.org/sp42107536",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Salorm</strong></div> <div>Du förstår nog vad jag menar, och jag har spelat Darius rätt mycket och har rätt bra koll på honom. Stressa honom så han Q'ar (gärna minions) så han pushar lane. Lås lane och invänta jungler. Han har ingen escape vilket jag anser vara en gratis kill. <br/>  Och ja, spelar ingen roll om man som Darius har 0-6 i lane då man såfort man kommer in i tf's blir ett jävla ånglok på krack och jag kan förstå det också. Tycker ändå inte han är så svår att kitea runt med och hålla sig undan från, hans grab är inte särskilt lång den heller.</div> </td> </tr> </table> </div>   Jo, men det är ju en del av det som skiljer dem bra spelarna mot dem dåliga. Just nu startar man ju till exempel rätt ofta 9 pots &amp; 2 wards, vilket gör att junglaren borde teoretiskt sätt inte kunna ganka lanen om man spelar okej.<br/>  Är man så dum så man pushar lanen ned q så får man skylla sig själv imo. Då startar man antagligen inte wards heller så..<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Sickmyduck</strong></div> <div>Det han menar är nog att junglern ska ganka tidigt i topp när man möter Darius eftersom han saknar escape och därför är väldigt lätt att låsa, precis som alla andra gubbar utan escape.<br/> <br/>  Som jungler gankar jag alltid direkt i top när vi möter en darius eftersom han är så lätt att döda + att får top 1/0 mot Darius så är det bara för ens top att snowbala och för mig att fortsätta ganka honom tills han gråter blod.</div> </td> </tr> </table> </div>   Men ganks tidigt just nu fungerar oftast inte. Iaf inte för mig, det blir inte first blood bara för junglaren gankar top early, i och med att dem som spelar top oftast köper en ward eller två i början av spelet så blir det mycket svårare att ganka tidigt. <br/> <br/>  Att campa darius så som du säger är nog bara dumt ändå, han KAN komma tillbaka i teamfights pga ultin likt förbannat, så det spelar ingen roll hur mycket du campar honom. Bättre campa mid/botlane imo.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Pansarbabian</strong></div> <div>Tråkigt, adrenalintopparna infinner sig alltid när man ligger på 20 % hp och har en fruktansvärt blodtörstig och ack så taggad Darius efter sig.<br/> <br/>  Förövrigt, när blev det en kvarts ban när i normals, om man lämnar i Champ-select? Körde med en vän som fick detta alldeles nyss, trots att han inte har lämnat något tidigare idag, då detta skulle blivit första gamet. <br/></div> </td> </tr> </table> </div>   När man lämnar en normal så får man först 5min och sen 15 min. Din vän har antagligen lämnat ett game tidigare idag, finns ingen annan förklaring. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>revamp</strong></div> <div>Tror det var Rekkles som hävdade att Cait, MF och en tredje som jag inte minns som, i den ordningen, var starkast för soloq just nu. Sen var det enligt honom ett låååångt skutt ner till den fjärde.</div> </td> </tr> </table> </div>   Rekkles är grym, men bara för en spelare säger så är betyder inte det att det är 110% sant och att fungerar på alla spelare. Bättre att försöka lyssna på vad flera high elo spelare tycker än bara en.<br/>  Twitch säger Doublelift till exempel är OP, det betyder ju inte att han är nummer ett just nu."
	},
	{
		"postIndex": 13577,
		"postNumber": 14003,
		"rankGlobal": 38,
		"scoreGlobal": 82.3,
		"userRank": 190,
		"userScore": 1.5,
		"postUserName": "Sliparn",
		"postUserID": "u376842",
		"postUserUrl": "https://www.flashback.org/u376842",
		"postDateTime": "2013-12-11, 18:49",
		"postUrlInThread": "https://www.flashback.org/t2065199p1167",
		"postUrlUniq": "https://www.flashback.org/sp46540871",
		"sentence": "Så typiskt att sådana här games fortfarande händer ofta, även i platinum. Spelade som Lee Sin i top som vanligt, då han är min main, och slutade med 16/7/12 (15/4/11 innan vi förlorade alla teamfights). Stängde ner Jax i top och gav kills till både mid och bot när jag roamade men förlorade ändå eftersom Evelynn och Lissandra i vårat lag flameade som idioter på varande och sög båda lika hårt. Standard LoL.<br/> <br/>  Inte nog med det så kunde jag inte utnyttja min feed till max då jag var tvungen att bygga mer tankitems än vanligt eftersom resten av lagmedlemmarna valde squishy champs.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ric</strong> <a href=\"/p46538549#p46538549\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Vem skulle ni köpa om ni hade och välja på Vi, Aatrox, Sejuni och Zed? Sjukt osäker vem jag vill köpa av dem.<br/> <br/>  Sejuni tycker jag verkar vara sjukt skön jungle, so much slow.<br/> <br/>  VI är jag osäker på hur hon är efter alla patches? <br/> <br/>  Aatrox ser intressant ut, men samtidigt inte lika strong som man antar att han är med tanke på passive?<br/> <br/>  Zed är ju intressant pga så jävla dmg, men squishy om han blir fångad är den uppfattning jag fått efter de matcher jag mött/spelat med han.</div> </td> </tr> </table> </div>   Seju är rätt lätt att spela, väldigt stark även om man inte bemästrat henne helt och hållet.<br/> <br/>  Vi har jag inte spelat själv, men hon har en väldigt bra engage och har starka ganks. Starkt val i jungeln.<br/> <br/>  Aatrox ser jag aldrig i ranked (platinum) längre, tror inte att han för tillfället är jätterelevant. Har inte spelat honom själv.<br/> <br/>  Zed är sjukt rolig att spela. Väldigt stark burst, men rätt svår att lära sig bemästra. Om du köper honom så spela normals/customs ett tag tills du får grepp på hans skillset. Zed kör du bara om ditt lag har rätt tankiga gubbar i antingen top/mid och i jungeln eftersom han är såpass squishy. Någon som helt och hållet bemästrat Zed är riktigt, riktigt stark och kan carrya upp sig i ranked väldigt bra.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>TheFaggot</strong> <a href=\"/p46538034#p46538034\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Funderar på att köpa en ny junglare och funderar mellan Hecarim och Lee sin. Vem ska jag köpa, eller finns det någon som ni rekommenderar utöver de två?</div> </td> </tr> </table> </div>   Heca är väldigt irriterande att möta i jungeln som mid, hans mid-ganks är sjuka. En bra hecarim i jungeln kan carrya sitt lag hårt. Lee Sin tycker jag själv passar bättre i lane (spelar honom själv där iaf) då hans early-game är jävligt stark och kan användas för att stänga ner starka late-game champs i top och i mid.<br/> <br/>  Någon som bemästrat Lee Sin tror jag är bättre än någon som bemästrat Hecarim."
	},
	{
		"postIndex": 9107,
		"postNumber": 9378,
		"rankGlobal": 39,
		"scoreGlobal": 81.8,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "irken",
		"postUserID": "u478566",
		"postUserUrl": "https://www.flashback.org/u478566",
		"postDateTime": "2013-07-24, 11:07",
		"postUrlInThread": "https://www.flashback.org/t2065199p782",
		"postUrlUniq": "https://www.flashback.org/sp44453115",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ze_bandit</strong> <a href=\"/p44451184#p44451184\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Nyss lirat några matcher med Dr. Mundo och känner direkt att han passar min spelstil bra, så han tar plats i poolen.. Vad tycker ni andra om Mundo och hur pass bra är han även på högre nivåer? Lirar i Silver 5.</div> </td> </tr> </table> </div>   Jag tycker du ska skita totalt i vad som spelas på högre nivåer och spela vad du gillar och vad du känner att din spelstil är. <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Alekto</strong> <a href=\"/p44451856#p44451856\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Jag blir bara irriterad på att folk ska fortsätta att testa saker i ranked som de aldrig har prövat förut bara för det har sett det på någon stream eller tournament.<br/>  själv hade jag hoppas på att när jag börjar spela ranked så vart det på en högre nivå men en gång jämfört med normals.<br/> <br/>  Visst att vissa champs och builds spelas av proffs men nu när det är folk som tydligen inte kan det så tycker jag mest att det förstör för alla andra.<br/>  Någon som verkligen kan spelet skulle ju i princip spela med vem/vad som helst och vinna jämfört med där jag ligger i spelet.<br/>  Men jag tycker att ska man prova nya gubbar/build får man gärna köra det i bots eller normals.<br/>  Tycker inte det hör hemma i ranked när man försöker bli en bättre spelare själv.<br/>  Men det är bara min åsikt.</div> </td> </tr> </table> </div>   Jag skulle gärna vilja veta hur du vet att dem testar sakerna? Så vitt jag vet så kan man inte se om vad någon har spelat för en vecka sedan i history så.. I och med att du är i placement gamesen så kommer du inte spela med dem bästa eller folk som kan precis allting.<br/> <br/>  Fast hur vet du att dem inte kan det? På grund utav hur många cs dem har? Tänk om dem hade haft lika mycket som Cait, eller någon annan ad carry? Alla personer snittar inte 10 cs / min och jag tror knappast du gör det heller så. <br/>  Wat? Bli en bättre spelare? Kan man inte bli en bättre spelare genom att spela en gubbe som man testat sen innan? Hur ska jag kunna bli bättre på adc jayce om jag aldrig får spela honom? <br/> <br/>  När du spelar placement games så kan du lika gärna hamna med en smurf som stompar dig så hårt att du funderar på hur bra du egentligen är och en spelare som kanske hör hemma i bronze V, han vet ingeting om spelet men spelar för han tycker det är kul. Båda två måste ju få spela sina Placement games utan att bli trashtalkad.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>fgnm</strong> <a href=\"/p44452164#p44452164\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>ADC jayce är dåligt av samma anledning som varför quinn floppade som adc, värdelös ulti. Vad handlar adc om late game? Positionering. Varför vill man då ha en ulti som tvingar en att gå melee?</div> </td> </tr> </table> </div>   Jayce fungerar ju som ad carry, men det är ju verkligen inte bra på grund utav att man måste gå Melee. Förstör halva syftet. Ultin på Jayce är ju OK, men för att maximera sin damage så måste han byta stance och gå melee gentemot till exempel Varus som är ranged hela tiden."
	},
	{
		"postIndex": 8448,
		"postNumber": 8700,
		"rankGlobal": 40,
		"scoreGlobal": 81.5,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "irken",
		"postUserID": "u478566",
		"postUserUrl": "https://www.flashback.org/u478566",
		"postDateTime": "2013-07-05, 20:23",
		"postUrlInThread": "https://www.flashback.org/t2065199p725",
		"postUrlUniq": "https://www.flashback.org/sp44188760",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Crusadelight</strong> <a href=\"/p44188379#p44188379\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Rekkles är det som är 95a? eller är han tom yngre?</div> </td> </tr> </table> </div>   Rekkles är född 1996, i sep. Han fyller 17 i år.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Jafan89</strong> <a href=\"/p44188383#p44188383\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>  Bra att de kommer nerfa Nunu, fyfan vad överdrivet stark han är överallt, bara i jungeln har han väldigt bra clear speed, sustain, steals och ganks, går knappt att konkurera med han.</div> </td> </tr> </table> </div>   Hans ganks är verkligen ingeting över det speciella, en slow och blood boil sen gör han ju ingeting in princip, finns betydligt farligare ganks imo. Lägger man bara en ganska aggresiv och offensiv ward så hinner han inte komma till ens lane innan man hunnit gå tillbaka mera. Sen behöver man ju lite map awarness och veta ungefär när det kommer ganks så man inte står där vid motstådarnas torn och blir gankad. Spelar egentligen ingen roll om man så möter Rammus, master yi eller nunu om man pushar så hårt.<br/>  Visst kan jag väll förstå att han har bra clear speed &amp; sustain, men en välfarmad nunu gör fortfarande inte speciellt mycket. Hans kit är väldigt \"meh\" baserat även om man är fullfarmad gentemot tillexempel en fullfaramad Maokai eller en annan junglare. Han är bara en störnings faktor egentligen, så länge man har ett kompentent lag som avbryter hans ulti hyffsat tidigt dvs. <br/> <br/>  Hans \"steals\" på buffar early games är väll det som gör han stark just nu, men det går ju överkomma genom att använda wards och att spela smart. Kan tycka att även om man nerfars hans Consume så kommer han fortfarande vara i vissa faktorer, han är och kommer alltid vara en bra champ om man ska lära sig att jungla (Bra sustain och bra clear-speed) och en bra counter-junglare. Det är så hans kit är. Att dem la till buffarna är något jag gillar och det gör han väldigt unik, dock kan jag tycka att några av dem buffarna early-game behöver fixa sina ratio's och kanske scalea istället för att vara en flat procent. 10% mera HP early game är betyder lite mera än det gör lategame. <br/> <br/>  Jag tycker att det är en välbehövligt att man behöver scalea ner hans Consume men att det känns just nu som allt \"NUNU IS BROKEN!!1111\" är lite .. överdrivet. Vet man vart ungefär hur han kommer göra (Steala blå level 1) så är det ju bara börja röd, eller lägga en ward och pokea honom lite. Så farligt är det inte. Händer ju rätt ofta också att man får möta folk som absolut inte har en aning om hur Nunu jungle fungerar så det är ju en annan sak jag gillar, haha."
	}
]
