[
	{
		"postIndex": 6410,
		"postNumber": 6572,
		"rankGlobal": 1,
		"scoreGlobal": 100,
		"userRank": 88,
		"userScore": 6.9,
		"postUserName": "misschanel",
		"postUserID": "u666802",
		"postUserUrl": "https://www.flashback.org/u666802",
		"postDateTime": "2012-02-04, 11:18",
		"postUrlInThread": "https://www.flashback.org/t426684p548",
		"postUrlUniq": "https://www.flashback.org/sp35496604",
		"sentence": "Hej alla blivande och nya juriststudenter!<br/> <br/>  Som någorlunda nybakad jurist och anställd sedan ett år tillbaks på en av drakarna i Stockholm tänkte jag dela med mig av mina erfarenheter från juristprogrammet. Pluggade i Lund och har varit aktiv i kåren, på nation och som amanuens på fakulteten en omgång, vilket gör att jag har ganska stor erfarenhet av hur det kan gå till på programmet. Tanken är att inlägget ska summera upp vad man kan vänta sig av juristprogrammet i allmänhet, hur det ser ut i Lund i synnerhet och innehålla lite matnyttiga överlevnadstips. Fortsättning kanske följer!<br/> <br/> <br/> <u>Människorna</u><br/>  Ett väldigt splittrat ämne på programmet är människorna, så vi börjar i god anda med generaliseringar.<br/> <br/>  De flesta är väldigt trevliga, är precis som folk är mest, dvs. vanliga människor. Det lutar åt att allt fler kommer direkt från gymnasiet, men många har jobbat ett par år eller kommer från andra program (i synnerhet från ekonom- och statsvetarprogram). Det finns nördar, lajvare, stekare, bimbos, hyggligt folk och slappa människor, alla kategorier finns representerade men med någon övervikt på stekiga människor. Finns även en del vänsterorienterade personer, så åsiktsutbytet är alltid intressant och inte så konformt och ryggdunkaraktigt som det kan bli på landets olika ekonomutbildningar.  <br/> <br/> <u>Konkurrensen</u><br/>  Det pratas mycket om konkurrensen på programmet, och jag hade gärna velat säga att allt det där inte stämmer. Men det kan jag inte, för mycket är tyvärr sant. Jag går rakt på sak! Ett typiskt samtal från en s.k. tjejkompis dagen då tentaresultat anslås kan låta ungefär så här: <br/> <br/>  Kompis: Heeej gumman! <br/>  Jag: Hej du!<br/>  K: Hur mår du?<br/>  J: Bakfull, var ute en sväng på nation igår, själv?<br/>  K: Aha, jag med! Det är jääättebra, tentan gick super  har du kollat resultatet än?<br/>  J: Vad roligt! Nej, gör det nog lite senare idag, ska äta frukost först och så.<br/>  K: Säkert att du inte vill veta? Du fick ju bra den här gången!<br/>  J: Har du kollat mitt tentaresultat? Jaha, jag kollar nog senare.<br/>  K: Ja det har jag, och du klarade tentan  du fick B!<br/>  J: Oj, det var inte riktigt vad jag hade förväntat mig (särskilt inte efter som jag lagt ned 6 h/dag på plugg de senaste tre veckorna och tyckt det gått riktigt bra på tentan)<br/>  K: Åh, ledsen att du inte blev nöjd.. du fick ju bara 2 poäng från BA-gränsen.. själv var jag 3 poäng över AB-gränsen.. thihihi.<br/>  J: Vad roligt för dig.<br/>  Os.v. os.v.<br/> <br/>  Historier om utrivna sidor i biblioteksböcker och gömda sådana är till stor del sanna även dem. Redan samma timme ett uppsatsämne anslås brukar ambitiösa elever låna upp all relevant litteratur, dvs. inte bara ett hopplock av relevant litteratur, utan alla böcker av samma upplaga, och inte är det för att dela med sig till andra utan helt enkelt för att ingen annan ska kunna få tag på böckerna. Rör det sig om REF-ex som inte får lånas hem brukar de relevanta sidorna rivas ut eller så göms boken bakom böcker om kinesisk förmögenhetsrätt för att ingen ska upptäcka den. Just vid uppsatsskrivning är det också populärt att informellt kontakta advokater och revisorer för råd som man inte heller pratar högt om, i stället sprids vilseledande svar och information ut till kursarna. Listan på oegentligheter och fulspel som utförs av många juriststudenter kan göras lång. De jur.stud. som lyckas bli anställda av fakulteten som receptionister, datalärare, amanuenser m.m. har ofta tillgång till databaser och kan därmed snoka reda på sina kursares betyg, för att beräkna vilka fördjupningskurser de har störst chans att komma in på, och tvekar inte att näpsa till folk som tror att de har bättre betyg än vissa. Falska anteckningar sprids ut där paragrafhänvisningar är fel och det förekommer att det görs anonyma (och ofta felaktiga) anmälningar om fusk till tentamensvakter för att studenten i fråga ska tappa tid under examinationen när tentavakten måste undersöka personen. Jag har även hört om ett fall där en amanuens på fakultetens uppdrag fick föra in betygen på sina respektive kursare i databasen och av misstag förde in ett par poäng fel på en person som amanuensen inte gillade. Som tur var begärde den berörde studenten ut tentan och fick betyget korrigerat. Som juriststudent måste man med andra ord hela tiden se till att bevaka sin rätt  som det ofta heter inom juridiken.<br/> <br/> <br/> <u>Betygen</u><br/>  Det finns i Lund tre betygsskalor<br/>  AB  (MVG)<br/>  BA  (VG)<br/>  B  (G)<br/>  U  (Underkänt)<br/> <br/>  Som vanligt krävs det bara tre variabler för att skapa stressfylld och konkurrensutsatt tillvaro hos studenter. Flera betygsskalor, väldigt drivna människor och kärv arbetsmarknad. Föga förvånande återfinns alla tre variabler på juristprogrammet och betygshetsen är ett faktum. Denna späs på av arbetsgivare och lärare som försäkrar en om att visst kan ni få jobb efter examen men om ni vill jobba i någon storstad med affärsjuridik krävs minst 2/3 AB och starka meriter. Därmed inte sagt att det automatiskt blir någon betygshets, men lägg till en hop kursare som springer efter en och frågar om tentaresultat och arbetslivsrepresentanters historier, kan ni tänka er att det hetsas en del. Jag var exempelvis på ett event i Malmö hos en större affärsjuridisk byrå, där delägaren försäkrar det går att jobba med affärsjuridik även om man inte har bra betyg  hörru Nicklas (delägaren pekar på en nyanställd biträdande jurist)  vad hade du för betyg? Nicklas svarar inte så bra, marginellt under medel antar jag, kanske 85 % AB  delägaren fortsätter där ser ni, alla med mellanbra betyg kan komma hit!  ah, vad lugnade vi blir. NOT. <br/> <br/>  Därtill ska läggas att tentorna på juristprogrammet inte går att överklaga. Rent tekniskt sätt går det förstås, men 99 % av alla överklaganden blir avslagna direkt. Saknar man 1 eller 2 poäng till nästa betygsgräns är det tyvärr bara att glömma och fokusera på nästa tenta. Att tentorna oftast är 30 HP (eller var så på min tid iaf) är också en bidragande faktor till extrem nervositet hos många.<br/> <br/> <br/>  Oavsett, betygshetsen är överdriven men faktum kvarstår, betygen spelar mycket större roll än de gör på någon annan utbildning i Sverige, och är många gånger helt avgörande för att komma till en intervju på en affärsjuridisk byrå, bli tingsnotarie (vilket bara ¼ av alla juriststudenter blir, mycket höga betyg krävs) eller få in en fot inom humanjuridik, brottmål, åklagarmyndigheten eller bättre statliga placeringar inom justitiedepartementet etc. Många kompletterar därför sin jur.kand med en fil.kand i företagsekonomi, ekonomie kandidat eller pol.kand. för att hävda sig i konkurrensen. Utlandsstudier, internships och case- samt uppsatstävlingar är också meriter som ökar chanserna till jobb. <br/> <br/>  Hur kommer det sig att så höga betyg krävs då? Utbud och efterfrågan helt enkelt. Lågt räknat, 100 jur.stud antas per termin till 6 olika utbildningar i landet. Det blir 600 per termin och 1200 jurister per år som ska slåss om samma jobb. Att många blir arbetslösa är tyvärr ett faktum, och långtifrån alla kan jobba inom den sektor som de vill. <br/> <br/> <u>Affärsjuridiska byråer</u><br/>  Eftersom min branschkunskap främst ligger inom affärsjuridik är det detta område jag kommer att dela med mig om. Många juriststudenter börjar på programmet i hopp om att tjäna mycket och få ett glammigt jobb som jurist på en affärsjuridisk byrå. Gällande glammigheten stämmer förväntningarna (jag talar av egen erfarenhet). Kontoren är ofta stora, inglasade komplex med de obligatoriska svindyra kaffemaskinerna, paralegals som gör pappersarbete på ens kommando, uppstyrda sekreterare, söta sommarnotariepojkar som avgudar en för att man är riktig jurist och många man pratar med, i synnerhet juriststudenter, höjer verkligen på ögonbrynen när man säger var man jobbar. Flera kvinnliga kollegor kan även hör och häpna år 2012 ragga med sina visitkort. Pengarna är dock en annan femma.<br/> <br/>  Ingångslön på drakarna (MSA, Vinge, Lindahl, de internationella byråerna, o.s.v.) ligger sällan högre än 30 000. Löneökningen är bra enligt svenska mått mätt (5-10 tkr/år  se legalbuzz.se) men man tjänar fortfarande betydligt mindre än sina engelska och amerikanska motsvarigheter (där en 1st year associate på större byrå kan t.o.m. tjäna 1 miljon svenska om året). Det är dock hårda timmar i Sverige, och som biträdande jurist på en drake jobbar man oftast från 9-8 en vanlig dag och i intensiva perioder (särskilt för M&amp;A-avdelningar) 12 timmar om dagen flera dagar i sträck. Bonus utgår i regel med ett par, tre månadslöner, som beskattas hårt (tack socialdemokratin!) men med tanke på att man inte bränner särskilt mycket pengar om dagarna eftersom man jobbar hela tiden, kan man spara en del till resor, kläder och annat skoj!<br/> <br/>  Med tiden (ca 7, 8 år) på samma byrå kan man förutsatt att man visat framfötterna, debiterat mycket, varit skötsam, ställt sig in hos chefer och delägare, passar in i byrån bra och har rätt attityd  konkurrera om att bli delägare. Konkurrensen är tuff  låt mig ta följande något förenklade exempel: 100 personer är tillräckligt bra juriststudenter för att komma på intervju till Draken (dvs. över 2/3 AB, utlandsstudier, sidoengagemang, egna projekt, dubbelexamina, bra personlighet, driv etc.). 10 av dem anställs. 2 hoppar av efter första året p.g.a. den höga arbetsbördan, eller för att de inte håller måttet (populär term att använda om nyanställda)  4 st lämnar efter 2, 3 år och går över till andra byråer, bolagsjuristjobb eller ting. Kvar blir ca 4 st av de ursprungliga anställda i kullen, och några av dem har vad som krävs för att bli delägare. Dessa personer, som alltså inom juridik är mer drivna än större delen av Sveriges befolkning, konkurrerar om delägarskap. Striden kan bli tuff och ful ibland, men den som vinner kan skörda guld."
	},
	{
		"postIndex": 1798,
		"postNumber": 1859,
		"rankGlobal": 2,
		"scoreGlobal": 93.1,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "namgreb",
		"postUserID": "u308624",
		"postUserUrl": "https://www.flashback.org/u308624",
		"postDateTime": "2009-12-12, 18:41",
		"postUrlInThread": "https://www.flashback.org/t426684p155",
		"postUrlUniq": "https://www.flashback.org/sp20303809",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Bargent</strong></div> <div>Visst, många pluggar ca 8-10 timmar per dag. Däremot tycker jag att det är konstigt att folk inte klarar godkänt på kursen även fast de lägger ner ca 4-5 timmar per dag. <br/> <br/>  De flesta som sitter på bibblan från morgon till kväll aspirerar väl snarare på de högre betygen?</div> </td> </tr> </table> </div> <br/>  Studieteknik har inte bara med hur mycket tid du lägger ner. <br/> <br/>  Om en person t.ex. pluggar 10 timmar per dag men endast fokuserar sig på halva litteraturen och inte heller gör några gamla tentor är det inte säkert att den här personen kommer att bli godkänd om han vid tentan misslyckas med att applicera allt han lärt sig, inte klarar av att \"knyta ihop säcken\" så att säga. <br/> <br/>  Alla har sina olika sätt att plugga och lära sig. Vissa vet precis vilken studieteknik de ska ha, andra letar fortfarande och somliga kommer kanske aldrig att hitta sin studieteknik! <br/>  Det finns lika många former som det finns stjärnor på himmelen och exakt hur länge någon pluggar är ingen bra referens för att avgöra huruvida denna kommer klara av utbildningen och hur bra det kommer att gå. <br/> <br/> <u>Min personliga studieteknik är följande:</u><br/> <br/>  - Första veckan på kursen tar jag det lugnt (ofta har man precis tentant av något). Börjar smått med kurslitteraturen.<br/> <br/>  - Går på ungefär 60-70% av alla föreläsningar.<br/> <br/>  - Går på 90% av alla seminarier och förbereder mig väl.<br/> <br/>  - Går på runt 50% av ev. gruppövningar.<br/> <br/>  - Cirka en-två veckor innan tentan borde jag läst ut all kurslitteratur. Då tar jag bara och börjar om igen, läser om allt för en andra gång. (Går mycket snabbare än först gången och det är nu jag lär mig).<br/> <br/>  - Cirka en vecka innan tentan gör jag gamla tentor, helst alla som man kan tillgå. <br/> <br/>  - Sedan tentar jag skiten. <br/> <br/>  Överlag skulle jag säga att jag utöver schemalagd undervisning pluggar ca 6 timmar per dag. Den stora tidstjuven är att pendla och sova! Hittills har den här studietekniken gett mig fina betyg (pluggat i snart ett år nu, SU). <br/> <br/> <b>Vad jag försöker säga är att det inte är antalet timmar man pluggar som avgör hur det går, utan hur man förvaltar sina timmar. </b><br/> <br/> <br/> <br/>  PS. När det kommer till det här snacket om \"intresse för juridik\" och dess ev. betydelse vill jag påpeka att det absolut finns människor som klarar av utbildningen utan att se juridiken som sitt \"kall\". Jag är en av dessa. Ambition är min ledstjärna. Samt den realistiska verklighetssynen att jag mer eller mindre inte brinner för något, så juridik är rent rationellt ett bra val. <br/>  Låt er inte avskräckas bara för att ni tvivlar på huruvida ni verkligen tycker juridik är tillräckligt intressant och huruvida ni kommer klara av att plugga flera timmar per dag, ge det ett försök oavsett vad!"
	},
	{
		"postIndex": 14189,
		"postNumber": 14504,
		"rankGlobal": 3,
		"scoreGlobal": 91.2,
		"userRank": 292,
		"userScore": 2.7,
		"postUserName": "rascoosc",
		"postUserID": "u862092",
		"postUserUrl": "https://www.flashback.org/u862092",
		"postDateTime": "2014-07-13, 15:01",
		"postUrlInThread": "https://www.flashback.org/t426684p1209",
		"postUrlUniq": "https://www.flashback.org/sp49562384",
		"sentence": "Hej. Jag har sökt in till juristprogrammet i Lund samt Göteborg och har velat studera detta en längre tid. Med mina 1.5 HP så blev jag reservplats 91 i Lund samt 15 i Göteborg. Mina tankar är att Jag inte har en chans i Lund och att jag förmodligen kommer in i Göteborg. Vad tror ni om detta?<br/> <br/>  Låt oss anta att jag kommer in i Göteborg, jag har mängder med frågor och skulle behöva lite råd.<br/> <br/>  Jag bor just nu i Lundområdet så Göteborg skulle bli ganska jobbigt för mig då jag har min sambo här nere som studerar i Skåne, vi ska även flytta till en annan hyresrätt den 1:a augusti som min sambo inte har råd att bo i ifall jag flyttar. Finns det några vettiga lösningar? Min tanke är att bara ha ett rum i Göteborg i någon studentkorridor, vad kan en sådan kosta i månaden? Andra vettiga tips om studentboende i Göteborg?  <br/> <br/>  Jag vill kunna lägga all fokus på studierna och jag vet inte säkert om jag kan göra det ifall jag bor på två orter. Min dröm hade såklart varit att plugga på juridikum i Lund.  Just nu står jag inför valet att antingen tacka nej och söka in till Lund till våren samt nästa höst. Eller att påbörja utbildningen och ta det därifrån. Några åsikter om detta dilemma?<br/> <br/>  Jag är rädd för att om jag tackar nej för att söka in till Lund och sen inte kommer in att jag söker in till Göteborg nästa år och kanske inte kommer in där heller, alternativ kommer in och har kastat bort ett år. <br/>  Jag undrar nu om jag börjar i Göteborg och studerar första halvåret eller året och sedan kommer in i Lund, kan jag tillgodoräkna mig det jag läst i Göteborg? <br/> <br/>  Till själva programmet. Jag har alltid haft lätt för skolan och att lära mig i allmänhet, hur svårt är Juristprogrammet och hur svårt är det att få de riktigt bra betygen? <br/> <br/>  Har förstått att vissa Juristprogram som Lund och Uppsala har terminstentor. Är det någon som vet hur det är med Göteborg? Hur är schemat? Är man i skolan för föreläsningar mycket eller lite? <br/> <br/>  Går det att få kvalificerade jobb om man inte har toppbetygen? Min tanka har aldrig varit att bli domare, åklagare eller stjärnadvokat. Utan jobbar gärna inom den privata sektorn som företagsjurist av någon form. Det har alltid varit viktigt för mig att om jag studerar så ska jag jobba med just det efter studierna då jag känner många som inte gör det utan jobbar kvar på samma ställe dom jobbade innan på grund av brist på jobb. <br/> <br/>  Tacksam för svar!"
	},
	{
		"postIndex": 1604,
		"postNumber": 1656,
		"rankGlobal": 4,
		"scoreGlobal": 89.6,
		"userRank": 3,
		"userScore": 78.3,
		"postUserName": "Feadog",
		"postUserID": "u384312",
		"postUserUrl": "https://www.flashback.org/u384312",
		"postDateTime": "2009-10-13, 22:04",
		"postUrlInThread": "https://www.flashback.org/t426684p138",
		"postUrlUniq": "https://www.flashback.org/sp19237398",
		"sentence": "Ångest!<br/> <br/>  Är det ingen som sitter på lite mer goda argument för var man ska plugga? Den 15/10 gäller det att ha bestämt sig vad man ska prioritera. Men det finns ju fan ingen man kan fråga som ger vettiga och opartiska svar.<br/> <br/>  Uppsala (som jag lutar åt), eller Lund, eller stanna kvar i Örebro (som jag börjar tycka verkar vara en bättre och bättre idé av olika anledningar).<br/> <br/>  Uppsala: Gammal fin skola, studentlivet är säkert grymt, oftast högst anseende (även om det är jämt med Lund rent nationellt). Men jag vet inte om det konstanta grupparbetandet och terminstentorna passar mig. Plus att det är så jäkla många studenter på juristprogrammet där. En lärare vi hade (som normalt jobbar vid Uppsala) sa att det var mer som en fabrik på många sätt.<br/> <br/>  Lund: Säkert lika fint och kul studentliv som i Uppsala på många sätt men ligger i fel del av landet. Det måste nästan vara ett självklart bättre val än Uppsala för att jag ska välja det istället. Men jag måste erkänna att om Lund hade legat i mellersta Sverige så hade jag nog satt det först. Verkar vara lite mer personligt än Uppsala och att det generellt är svårare att komma in känns ju också som något positivt.<br/> <br/>  Örebro: Börjar mer och mer känna att det finns några verkliga fördelar med att plugga i Örebro. Att det är så få elever gör att vi har en väldigt personlig kontakt med lärarna, man kan enkelt söka upp dem och snacka med dem. Det kanske också är lättare att framstå som en stjärna och få toppbetyg om standarden är lite lägre. Jag tror det är betydligt mindre prestationsångest i Örebro än i Uppsala/Lund och inte samma betygshets. Sen har jag pratat med toppadvokater på Vinge som sagt att det är skit samma var man har sin examen. Är det en juristexamen så är det det, då är det betyg och personlighet som avgör, inte om det är Lund eller Örebro som utfärdat examen. Samtidigt har man hört vissa yrkesverksamma jurister som sagt att det visst spelar roll, men de har varit i minoritet. Mycket beror säkert på hur de första juristerna som går ut i Örebro sköter sig och hur väl de hävdar sig på arbetsmarknaden. Om de är kass så kommer det nog bli svårare för oss som kommer efter.<br/> <br/>  Hjälp!"
	},
	{
		"postIndex": 14118,
		"postNumber": 14431,
		"rankGlobal": 5,
		"scoreGlobal": 89,
		"userRank": 239,
		"userScore": 3,
		"postUserName": "sour-appl",
		"postUserID": "u646744",
		"postUserUrl": "https://www.flashback.org/u646744",
		"postDateTime": "2014-06-30, 17:41",
		"postUrlInThread": "https://www.flashback.org/t426684p1203",
		"postUrlUniq": "https://www.flashback.org/sp49407682",
		"sentence": "Hej MacBune, du har redan fått några bra svar men jag försöker fylla i där jag har något att tillägga. Jag håller till på GU och har läst två år av utbildningen.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>MacBune</strong> <a href=\"/p49406649#p49406649\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Hur många timmar tror ni att jag får lägga ner i veckan [...]</div> </td> </tr> </table> </div> Först vill jag säga att alla är väldigt olika när det gäller inlärning och man behöver olika mycket tid för att förstå ett ämnesområde. Jag är nog \"medelduktig\", får oftast Ba på tentorna. Jämfört med många kurskamrater är jag rätt \"lat\", sitter aldrig kvar efter föreläsningarna för att läsa (när jag väl läser skummar jag mycket), gör aldrig övningsuppgifter inför en föreläsning. Även om jag skulle lägga många mer timmar tror jag inte att det skulle leda till AB för mig.<br/> <br/>  Det finns de som sitter i lässalarna varje dag och läser böckerna från pärm till pärm och ändå får underkänt. Medan vissa av de som pluggar jättemycket får AB, givetvis. Med andra ord; känn själv vad du behöver i tidsomfång, jämför inte med andra. Att jag klarar mig med såpass lite tid (jämfört med vissa, även om många nog är som mig) tror jag beror på att jag är genuint intresserad av juridik. Exempelvis satt jag för inte så länge sedan och läste igenom Vapenlagen och Trafikförordningen, helt enkelt eftersom jag tycker att det är intressant och allmänbildande. <br/> <br/>  När det går dåligt på en tenta är det för mig sällan att jag saknar tillräckliga kunskaper. Det är snarare svarsteknik det handlar om; jag var dålig på att formulera mig eller tänkte helt enkelt fel när jag satt där. Själv tycker jag att den skrivkramp jag får är ett stort handikapp, jag förkortar och förenklar mina texter tills bara själva kärnan återstår (och det kan inverka negativt, svaret blir alltför \"kortfattat\"). <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Jag har läst att Örebro ska vara den sämsta juridikskolan      </td> </tr> </table> </div> Finns massor av rykten om de olika lärosätena.<br/>  Vid GU sägs det att studenterna vid Uppsala och Lund river sidor ur böcker för att jävlas med sina kamrater, och att vi vid GU är snällare och \"tar hand om varandra\" på ett annat sätt. Jag vet inte alls vad som stämmer. <br/>  Skulle det jag nyss sagt stämma så är det ju en uppenbar fördel med \"de lite mindre ansedda skolorna\", dvs SU, GU, Örebro och Umeå.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Jag känner mig relativt säker på min argumentationsteknik, på mitt sätt att föra mig, och på min sociala kompetens. <br/>  [...]<br/>   jag har kanske svårare att få kamrater på linjen.      </td> </tr> </table> </div>   Om argumentationsteknik:<br/>  Inom många delar av den juridiska världen är god argumentationsteknik en mycket bra egenskap, så det ska du helt klart värdesätta. Däremot, om man är sämre på sånt ska man nog inte misströsta heller eftersom det är ett så brett yrkesområde vi rör oss inom och det finns många skrivbordsjurister runt om i landet (speciellt på myndigheter tänker jag mig). Sen är inte de svenska rättsalarna som i amerikanska filmer med långa pläderingar...<br/> <br/>  Om ålder:<br/>  Jag tror att du smälter in bra, många hos oss var i din ålder när de började läsa. (Jag började direkte efter gymnasiet vilket också var en stor grupp). Ålder tänker vi sällan på här och det kan även vara svårt att bedöma åldern på någon. Hur grupperingar bildas är nog rätt svårt att säga men jag kan säga såhär; först när man når 30-40-årsåldern (vi har några sådana kurskamrater) kan man börja oroa sig för att inte hitta nånstans där man passar in.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       en dator och en lagbok      </td> </tr> </table> </div>   Jag tar enbart med datorn (har en liten smidig dator med bra batteritid som är perfekt för att göra anteckningar med). Lagboken tog vi alltid med under de första kurserna när vi lärde oss att leta i den m.m., men senare kurser introducerade lagtextkompender som vi numera har ibland.<br/>  Oavsett om du ska göra understrykningar i lagboken eller lagtextkompendiet så har jag ett tips: var noga med att skriva upp alla paragrafer som nämns i dina anteckningar, så kan du göra understrykningarna hemma på kvällen. Trots att jag beskrev mig som \"lat\" så är detta något jag tycker det är värt att lägga tid på och gör mycket noggrannt. Älskar understrykningar och markeringar av lagtext, även om jag aldrig markerar i böckerna.<br/> <br/>  Med andra ord räcker det att jag tar med mig datorn i ett litet fodral. Lagboken släpar jag därför inte på, inte heller lagtextkompendier. Att man behöver få ryggont, som någon skrev, håller jag inte alls med om.<br/>  Kurslitteratur behöver jag sällan ta med, det är väl främst under grupparbeten.<br/>  Vi har så korta dagar så att jag äter hemma. Men förstår ju att matlåda kan vara viktigt för många, speciellt om man stannar längre i skolan..."
	},
	{
		"postIndex": 690,
		"postNumber": 704,
		"rankGlobal": 6,
		"scoreGlobal": 88.6,
		"userRank": 330,
		"userScore": 2.5,
		"postUserName": "pats",
		"postUserID": "u83810",
		"postUserUrl": "https://www.flashback.org/u83810",
		"postDateTime": "2009-03-11, 23:23",
		"postUrlInThread": "https://www.flashback.org/t426684p59",
		"postUrlUniq": "https://www.flashback.org/sp15565377",
		"sentence": "Jag har tittat igenom den mesta av denna tråden och tidigt dragit slutsatsen att vi förmodligen aldrig kommer att enas om någon inrikes rankning av svenska lärosäten för juridik. Men jag tycker trots detta att det ändå finns en poäng med att diskutera följande;<br/> <br/>  Min uppfattning efter att ha läst denna tråden är att man placerar gärna Uppsala/Lund högst upp, Sthlm strax efter, och Göteborg därefter. Sen kommer Umeå, och sist Örebro? Generellt sett tycks det se ut så iaf.<br/> <br/>  Men vad är det egentligen som gör att folk tycks per automatik sätta Uppsala/Lund först? För att dessa lärosätena är äldst eller? Och således måste dom vara bäst? \"Gamla anor\" kanske? Det känns som att vi alla kommit överens om att \"nä men så är det\" utan att någon egentligen frågar sig varför?<br/> <br/>  Uppfattningen att framstående forskare och etablerade föreläsare skulle ge lärosätet en viss grad av status stöter man också på frekvent i tråden. Och den tanken tycker jag låter mycket logisk. MEN! Som exempel, vi säger att \"Processrätten är bra, kanske t o m bäst, i Uppsala\", därför att kursansvarige är mycket etablerad inom sitt område. Jaha, okej. På vilket sätt undrar jag då faktiskt. För att han oftast framställs som expert i media, och syns i TV? Eller för att han har skrivit kurslitteraturen som används överallt? Försök gärna klargöra fullt ut varför Uppsalas processlärare smiskar upp Stockholms, till exempel.<br/> <br/>  Jag tror jag talar för fler än mig själv när jag säger att denna tråden skapar nog fler frågor än vad den besvarar. Folk tycks ändå vara intresserade av hur de olika utbildningarna/lärosätena står gentemot varandra. Och även om detta är en omöjlighet att helt och hållet utreda så tror jag att denna tråden faktiskt kan hjälpa väldigt framtida juridikstudenter med sina val om folk har för vana att åtminstone kanske poängera och klargöra <i>vaaarför</i> man tycker som man gör. Med andra ord, tycker man t ex att Lund har landets bästa civilrätt så får man gärna försöka motivera det så utförligt man kan.<br/> <br/>  Avslutningsvis så skulle jag vilja nämna en undersökning som jag läste att två Lundstudenter gjort. Den visade att högst betyg gavs i Gbg och lägst gavs i Uppsala. Således måste Uppsalas utbildning ställa högre krav på sina elever än Göteborg, en slutsats som alla drar automatiskt. Med andra ord, det ligger mer arbete och kunskap bakom ett AB från Uppsala än Göteborg? Kan det vara så att Uppsala har ett jävligt ofördelaktigt examinationssätt? Jag menar, terminstenta? Ju mer man som elev ska tentera på en och samma gång desto större risk att man missar något, right? Man har ju hellre två delprov på en kurs än ett prov? Jag vet visserligen inte hur stor betygsskillnaden var mellan t ex Gbg och Uppsala men jag skulle tycka det var intressant att höra vad ni som är mer insatta än jag har att bidra till detta.<br/> <br/>  Sist men inte minst, det ENDA intressanta vad beträffar hur lärosätena står gentemot varandra är väl ändå hur näringslivet, byråerna osv ser på detta? Kommer en Göteborgsstudent bli en andra klassens jurist framför en Uppsalastudent, enbart baserat på vart man studerade? Om inte, då kan vi väl alla dra en lättnadens suck i denna tråden. Jag ska faktiskt ta och maila ett par byråer på momangen och fråga dom rakt upp och ner, \"spelar det någon roll vilket lärosäte jag väljer mellan gbg, lund, stockholm och uppsala?\"<br/> <br/>  Tillägg; Finns det någon dagsaktuell undersökning om hur näringslivet vill rangordna lärosätena? Och ingen jävla bruten länk till någon undersökning från 2002 nu <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/>"
	},
	{
		"postIndex": 9577,
		"postNumber": 9806,
		"rankGlobal": 7,
		"scoreGlobal": 88.6,
		"userRank": 25,
		"userScore": 16.4,
		"postUserName": "trudilur",
		"postUserID": "u690003",
		"postUserUrl": "https://www.flashback.org/u690003",
		"postDateTime": "2013-01-27, 15:42",
		"postUrlInThread": "https://www.flashback.org/t426684p818",
		"postUrlUniq": "https://www.flashback.org/sp41709337",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>skenetbedrar</strong></div> <div>Panikslagen T1-student <br/> <br/>  Behöver någon som kan ge mig svar på en del saker gällande juristprogrammet. Håller bostavligt talat på att få regelbundna panikattacker och mår helt enkelt inte bra. Struntar i att någon kanske uppdagar vem jag är. Gav i stort sett upp både jobb och bostad för en plats på juristprogrammet: Jurist är någonting jag länge vilja läst till. Nu när jag äntligen efter reservuppropet fått en plats har jag drabbats av massa panik och ångest. Vet inte vad det är som inte känns bra egentligen, men tror att det är att jag dels tvivlar på mig själv, om det här verkligen är det jag vill läsa till, om jag klarar av det o.s.v. <br/> <br/>  Jag har studerat på universitet tidigare och det var inget svårt. Min studieteknik bestod i stort sett av att läsa ut litteraturen utan att göra någonting särskilt med innehållet och sedan gå på föreläsningar och anteckna. Här på juristprogrammet möter jag andra omständigheter som får mig som sagt att tvivla på min egen förmåga att klara av studierna. Sedan anser jag mig själv som normalbegåvad men jag har aldrig varit en lässkalle men känner mig ändå analytiskt begåvad. Gled i stort sett igenom hela gymnasietiden och jag tror jag förvånat många redan över studierna jag har läst klart. Berättar detta så ni ska få en någorlunda bild om hur min studiebakgrund är. <br/> <br/>  Tror mycket bottnar i studieteknik  jag vet inte vad jag ska göra och om jag gör det hela rätt. Just nu sitter jag bara och läsaer anvisad litteratur, Allmän avtalsrätt, inför första riktiga föreläsning. Sedan har vi något som heter studiematerial av Höök och som jag inte fattar hur jag ska använda. Dessutom har vi ju lagboken, antar jag, när och hur ska den användas? Alltså. Det jag blir frustrerad över är alltså om hur fan ska jag studera? Hur gör ni? Förklara ingående... Sedan, källmaterial, vad räknas som det egentligen? För det är ju det man får ta med på tentorna.<br/> <br/>  Finns det ingen som studerat ett par terminer vid SU och som skulle skicka sitt mobilnummer till mig, det hade varit värt guld. Eller vem ska man egentligen prata med? Jag känner mig så bortkommen, det finns en litteraturlista och ett schema, okej... Läs litteraturen och gå på föreläsningarna låter ju lätt, men som sagt, kan ju inte bara vara att läsa från förblad till slutblad och sedan löser sig resten? Som sagt, när ska lagboken användas? Varje gång författare refererar till den eller vad? <br/> <br/>  Fattar ingenting....</div> </td> </tr> </table> </div> <br/>  Hej! Jag läser också T1 på SU. Jag förstår dig, men samtidigt måste man sätta sig ned och inse att det faktiskt är överkomligt och inte \"omöjligt\". Jag tror det handlar om att låta det hela sjunka in. Ingen kan något från början, då allt är helt nytt för alla! Jag är helt ny inför juridiken, men har läst ekonomprogrammet vid UU tidigare. Jag märkte nu direkt att jag måste ändra min studieteknik. Nu kan jag inte längre \"slappa\" mig igenom och bara läsa 1-2 h per dag utöver föreläsningarna. Då märker iaf jag att jag får problem att hänga med på juristprogrammet. <br/> <br/>  Det finns ett dokument på jiken-sidan, där det står vilka delar din sem-lärare kommer behandla på aktuellt seminarium (eller vilka delar du ska läsa), tex \"personrätt\". Jag skulle aldrig någonsin bara plöjja en hel bok på en dag. Även fast man kan göra det, så är inte det ett bra sätt för just mig. Jag vill göra uppgifter och samtidigt läsa ur böckerna och lagtexten, för att få en förståelse för problemet. Det skulle jag aldrig få av att bara plöjja hela boken från sida 1-300. Det är en högst personlig smaksak, alla lär sig givetvis olika!  <br/> <br/>  Jag känner lite som du: Man är lite lost och allt är nytt. Det är mycket som ska läsas och man vet inte riktigt var man ska börja. Jag försöker dock hålla mig lugn och läsa de kapitel som läraren har skrivit att man ska läsa. Även när jag gör Höökens uppgifter i den gula boken, så behöver man gå in och läsa kanske fem sidor för att få klarhet i en frågeställning. Lagboken är vad jag har uppfattat det som, alltid bra att ha med sig. Säg att det handlar om tex ställningsfullmakt. Då kanske du går in och läser i \"Allmän avtalsrätt\" om just det, sedan går du till lagboken och hittar rätt paragraf i AvtL. Plötsligt när du tittar på uppgiften igen efter att du läst lite i litteraturen och lagtexten, så inser du att den inte alls är svår! Ett tips är att sitta med din seminariegrupp (\"basgruppen\") och diskutera uppgifterna, det ger väldigt mycket! <br/> <br/>  Jag misstänker att jag tillhör den mindre skalan på juristprogrammet som inte alls läser 8 h per dag. Jag hinner inte helt enkelt, pga annan aktivitet vid sidan om skolan. Inte ens när jag läste ekonomi läste jag varje dag. Jag ska givetvis försöka läsa så mycket jag kan, för det lär ju bli extremt mycket svårare än JIKen. <br/> <br/>  För att sammanfatta vad jag tycker att du ska göra:<br/> <br/>  1. Gör Hööks uppgifter i gula boken<br/>  2. Läs de kapitel som läraren sagt, så att du kommer förberedd till skolan<br/>  3. Läs i boken medan du gör uppgifterna + stanna till och läs paragraferna i lagboken och försök förstå sambandet.<br/>  4. Försök att sitta med din grupp och diskutera! Det drar jag själv stor nytta av. <br/>  5. Ta det lugnt och stressa inte upp dig! Läser du alla kapitel och gör uppgifterna kommer du klara dig galant UTAN att sitta 8h per dag.<br/>  6. Våga ställa frågor på seminariet tex, det kommer jag göra! Jag struntar i om folk tycker att man är korkad och inte kan. Det struntar jag fullständigt i. Förstår man inte ska man fråga för att lära sig! <br/> <br/> <br/>  Försök att inte stressa upp dig bara för att vissa personer ger intrycket av att de \"kan allt\" och har läst litteraturen 5 ggr redan nu. Skit i dessa personer, de kan antagligen ingenting mer än någon annan! Har också stött på sådana nu i början. Det trista för dessa personer är att de aldrig kommer komma någon vart även då de har bra betyg. De kan ju knappt föra en vanlig diskussion med en annan individ... <br/> <br/>  Jag går som sagt T1 och mina råd innehåller noll erfarenhet från juristprogrammet, men så gör jag iaf! Jag är också något stressad pga att allt är nytt och man känner inte att man ha den där \"kontrollen\" som man brukar ha. Kom ihåg att det är nytt för alla, ingen kan något från början! Låt det sjunka in och gör så gott du kan! Det kommer gå bra!"
	},
	{
		"postIndex": 9,
		"postNumber": 9,
		"rankGlobal": 8,
		"scoreGlobal": 88.1,
		"userRank": 230,
		"userScore": 3.1,
		"postUserName": "samp_majk",
		"postUserID": "u106127",
		"postUserUrl": "https://www.flashback.org/u106127",
		"postDateTime": "2007-01-09, 15:55",
		"postUrlInThread": "https://www.flashback.org/t426684p1",
		"postUrlUniq": "https://www.flashback.org/sp5997733",
		"sentence": "Jag läser för nuvarande i Uppsala, utbildningarna på UU och SU skiljer sig ganska mkt vad jag förstått. På SU är man mer inriktad på föreläsningar och faktiskt inlärning av fakta medan på UU är det mer inriktat mot att studenterna ska lära sig att hitta svar på problem. Detta är vad jag har hört, men då jag endast läst på UU kan jag egentligen inte svara på hur stor skillnaden är. <br/> <br/>  Dock kan meddela att du måste vara beredd på att satsa på dina studier. Första terminen körde jag på i samma stil som jag hade gjort i gymnasiet och läste lite då och då. När det väl kom till kritan visade det sig att det inte räckte till. Som tur vad klarade jag dock B, men det var på det berömda könshåret. Jag kan väl säga att jag nu efter några år ligger på ca 30 h i veckan när det är normal arbetsbelastning. Dessa timmar kan självklart variera beroende på vad som krävs. Om du tycker det låter mycket kan jag lugna dig med att efter ett tag kommer man in i lunken, man går omkring och gnäller på att det är så mycket att göra men har egentligen inte några större problem med att gå till biblioteket och sätta sig för att läsa.<br/> <br/>  Studieteknik är som sagts tidigare i tråden väldigt individuellt, men en sak som jag rekommenderar starkt är att undvika att plugga hemma på kammaren om du inte vet med dig att du har en väldig självdisciplin. För min del är det i stort sett endast biblioteket som gäller, då kan man dessutom koppla bort skolan när man väl kommer hem.<br/> <br/>  Din oro över att inte räcka till tycker jag att du ska hoppa över. Jag var en medelmåtta på gymnasiet, men på universitetet måste jag säga att det finns många idioter som man inte förstår hur de kunde få sina 20.0 från gymnasiet. Så länge du kan tänka lite själv och inte vara totalt okritisk till allt du läser kommer du klara dig fint. Att vara duktig på att trycka in fakta i huvudet är inte lika viktigt som i gymnasiet, det som spelar roll är om du kan tillämpa det som fastnat.<br/> <br/>  Till sist vill jag bara meddela att det som sägs om att det är hård konkurrens på utbildning ska tas med en nypa salt. Visst är böcker undangömda och sidor utrivna, men det är också det enda (dock ett otroligt irriterande fenomen). Det som pressar en mest, vilket visserligen kan anses falla under konkurrens, är att det är en betyghets utan dess like. Notarietjänsternas antagningspoäng är något som det talas om från dag 1 i stort sett. Men om du bara kan fokusera på ditt eget arbete utan att jämföra dig med andra så är det inga problem.<br/> <br/>  Lycka till"
	},
	{
		"postIndex": 1881,
		"postNumber": 1947,
		"rankGlobal": 9,
		"scoreGlobal": 87.7,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "namgreb",
		"postUserID": "u308624",
		"postUserUrl": "https://www.flashback.org/u308624",
		"postDateTime": "2010-01-04, 21:32",
		"postUrlInThread": "https://www.flashback.org/t426684p163",
		"postUrlUniq": "https://www.flashback.org/sp20695281",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Modnar</strong></div> <div>Hej!..... <br/> <br/>  .....studieort?.....<br/> <br/>  .....Tack på förhand<br/> <br/>  Vilsne Modnar</div> </td> </tr> </table> </div> <br/>  Ja du, debatten om bästa studieort är gammal, tidvis infekterad och alltid lika välgrundad (läs: byggd på subjektiva uppfattningar upplevda i första, andra och ibland t.om. tredje hand!). <br/> <br/>  Grovt sammanfattat kan man väll säga följande om studieorterna:<br/> <br/> <b><u>Stockholm:</u> Hufvudstaden!</b> <br/> <br/>  Studentlivet är överlag lamt då många studenter inte behöver finna någon gemenskap i stora hemska Stockholm eftersom de utgjort en del av stora hemska Stockholm i flera år. Dvs. de bor i Stockholm och har över 300 facebookvänner utsprida över regionen, vafan behöver de studentliv till då? <br/>  Detta smittar även av sig på en hel del studenter som kommer ifrån landsbygden och således åker iväg och pluggar i Stockholm för att vid första bästa tillfälle åka hem på permission igen. Många kommer inte heller tillbaka utan flyr fältet helt. <br/>  I Stockholm går man inte ut för att vara social, inte ens för att bli full, nä för fan, i Stockholm går man ut och knäpper bilder på sig själv när man poserar med putande läppar. Är det någon som drar ihop ett gäng kursare för utgång är det hela i själva verket en fotosession tillägnad facebook, bloggar, bilddagboken och de övriga påfunden. <br/> <br/>  I Stockholm pluggar man om man går på juristprogrammet (likt de allra flesta som går på liknande juristprogram), juridik. Kurser kretsar kring juridik och litteraturen är i sedvanlig ordning svindyr. <br/>  Fördelar med att bo i Stockholm vad gäller pluggandet är att man har en Zviljon ställen att plugga på, vill man gå på rättegångar har man ett rent smörgåsbord framför sig och självklart är det icke att förakta att det är i Stockholm lagar stiftas och HD har sitt säte! <br/>  Självklart är Stockholm i egenskap av Hufvudstad jordens mittpunkt! Det är här och endast här en sund person kan plugga juridik och hålla huvudet högt. Stockholm har ju genom sin otroliga givmildhet och föredömlighet lett vägen i generationer med övriga snällt bakom. Denna självutnämnda \"Skandinaviens huvudstad\" kräver att även du är en huvudaktör, stört bäst och vackrast. (Självutnämnt såklart). <br/> <br/>  Stockholm är en hufvudstad med allt vad det innebär! På gott och ont! Nära till allt men ändock stora avstånd. Grått, vått och opersonligt. Stockholm kan liknas med en liten unge vilken håller andan, doppar huvudet under ytan i två sekunder och sedan kommer upp och hyperventilerar under skräckblandad förtjusning.<br/> <br/> <br/> <b><u>Göteborg:</u> Stockholms småfeta kusin!</b><br/> <br/>  Studentlivet här är inte alls speciellt gött. Åtminstone inte vid en första anblick. I Göteborg pluggar man först och främst sin juridik. Festa gör man i typ sjunde hand. <br/>  Varför? Jo, för att utbildningen i Göteborg innehåller mer Göteborgare än vad utbildningen i Stockholm innehåller Stockholmare. Göteborg är ju ingen huvudstad utan mer Liseberg med sill. Människor åker inte dit för att plugga. Tamefan, Götet har tvärtom en hel del förrädare vilka åker <u>därifrån</u> för att plugga! <br/>  Inte konstigt att studentlivet således blir si och så, har man 100-200 meter hem till sin goa vardag är det klart att ingen speciell studentgemenskap uppstår. Det gör dock ingenting eftersom Göteborgarna pga. hamnens storlek redan ifrån början är goa med varandra! Studentgemenskap är alltså överflödig då den goa gemenskapen räcker gott och väl. Tar man sig in i den har man sitt på det torra!<br/> <br/>  På Göteborgs juristprogram pluggar man likt de på Stockholms juristprogram juridik. Kurserna skiljer sig lite och litteraturen likaså. (Litteraturen är ju som vi alla vet avhängig professorerna och dessa brukar i regel bygga bo i ett universitet i taget). <br/>  Eftersom Göteborg ligger relativt avsides och är relativt intetsägande har man svårt att koppla lärosätet till den svenska rättstraditionen. Lösningen är att fokusera på andra länder och försöka få till någon typ av internationell nisch. \"Gothenburg\", som det numera stavas (sant), ligger ju som sagt inte riktigt i svensk fokus och vi övriga skiter alltså högaktningsfullt i vad de gör där borta. De flesta vet nog inte ens om att de har ett juristprogram där. <br/> <br/>  I egenskap av liten fet kusin är Göteborg ett kompakt och tystlåtet litet ställe som svämmar över med sockervadd. Ett tråkigt val ingen knappt vet existerar, men dock ett stabilt sådant. Byter du namn till Glenn kommer du rent av bli en Göteborgare själv vilket i sin tur innebär att du högaktningsfullt kommer ge blanka fan i övriga Sverige.  <br/> <br/> <br/> <b><u>Lund:</u> Aka. Danmark.</b> <br/> <br/>  Här nere festar man! Alla studenter gör det! Inte fan är det halvdant och inte fan finns hämningar! Vad mer kan man förvänta sig av en stad i vilken studenterna utgör 90% av populationen? Vad kan man dessutom förvänta sig av en stad som mer eller mindre befinner sig på danskt territorium? Liberala lagar och billig öl. Juristers våta dröm. <br/>  De flesta som pluggar nere i Lund är skånelänningar med danskt påbrå. De flesta som kommer ner till Lund lär sig snabbt att påstå att de är skånelänningar med danskt påbrå. Annars riskerar man att grävas ner någonstans av gruppen \"grävbortskåne\". <br/>  Men inte fan gör det nått att bli skånelänning! Några språkkurser senare behärskar man skånskan tillräckligt väl för att kunna beställa en öl och då jävlar börjar studentlivet! (Tyvärr brukar de flesta traggla i två-tre år innan de uppnår den nivån varav de drar på sig studieskulder i hundratusenkronorsklassen, tur att ölen är billig i Danmark).<br/> <br/>  Även i Skåne läser man juridik på sitt juristprogram. Lite influerad av grannlandet förvisso, men annars relativt vanlig juridik. Problemet med Lund är att man:<br/>  1). Lever på svunna segrar. Förr var Lund av någon anledning ett riktigt lärocenter av betydelse för landet, men i takt med att människor inser att Lund inte är annat än en liten landsort försvinner statusen och med denna allt annat som hör utbildningar till. (Dvs. kompetenta lärare, god ekonomi och duktiga elever). <br/>  2). I Lund super man till den grad att man knappt kommer ihåg vad man gjorde dagen innan, än mindre de bedrifter vilka hör till historien. Festandet tar över och snart finns inget kvar.<br/> <br/>  Lund är som en festival. De första dagarna har du skitskoj, ständigt full och lycklig, helt övertygad om att inget kan stå i din väg! De sista dagarna är dock ett helvete, det regnar och du sitter där med kondylom, utslagen tand och en bakfylla som producerar både kaskadspya och ränskita. Samtidigt lär du dig inte ett skit och gör om samma sak igen och igen tills du tvärtom glömt allt och lite till.<br/> <br/> <br/> <b><u>Uppsala:</u> Landet bakom motorvägen.</b> <br/> <br/>  Uppe i Uppsala stoltserar man med ett rikt studentliv! Där uppe super de inte bara, åh nej, där uppe sitter de i cirklar och sjunger kumba jamala i tenor! Uppsala har ett bra studentliv och en fin gemenskap. Så mycket är sant. Alla otaliga förklaringar de dock kommer med om varför så är fallet, dessa är mindre tillförlitliga. Sanningen är nämligen den att i Uppsala huserar alla sociala misfits som upplevt tuffa år i grundskolan och gymnasiet men nu har möjligheten att ta sig ut i världen och starta nya liv på deras egna villkor! I Uppsala är det ingen som vet vem du var innan! Där kan misfits frodas och utvecklas, bli något annat!<br/>  Tror du mig inte? Betänk då följande: Pluggisar är sociala misfits. Pluggisar får höga betyg. Uppsala har höga intagningspoäng. Pluggisar kommer in på Uppsalas juristprogram.  Juriststudenterna på Uppsala universitet är således sociala misfits.  <br/>  Summa summarum: Fint studentliv, men det är misfits du delar holken med, misfits vilka knappt kan dra lungbloss!<br/> <br/>  I Uppsala lyckas man även någotsånär med något man nere i Lund misslyckas fatalt med, nämligen studierna. Vi vet ju alla vad pluggisar i ärlighetens namn prioriterar mellan böcker och alkohol. (Böcker).<br/>  I staden som alltid sover råder även inbillningen att Uppsala har någon betydelse för det svenska rättsväsendet. Där är utbildningen, i linje med deras förkärlek för historia, gammalmodig. Nästintill kanonisk. Inte för att de vet vad de sysslar med nu, utan för att de vet ungefär vad det var de sysslade med för 100 år sedan. <br/>  Räkna med terminstentor, undermåliga datorer och mycket tjafs om den sanna evangeliska läran och hur avsteg ifrån denna renderar dödsstraff! <br/> <br/>  Att plugga juridik i Uppsala kan liknas med att konfirmera sig i någon kall gammal kyrka. Inte för att man tror på gud, utan för att man är utstött och söker gemenskap bland de andra utstötta. Man inbillar sig att man har kul och läser tråkiga gamla skrifter om dagarna för att dricka äckligt äppelvin om kvällarna.<br/> <br/>  - Se fortsättning nedan -"
	},
	{
		"postIndex": 6291,
		"postNumber": 6447,
		"rankGlobal": 10,
		"scoreGlobal": 86.9,
		"userRank": 244,
		"userScore": 3,
		"postUserName": "carin-cali",
		"postUserID": "u653009",
		"postUserUrl": "https://www.flashback.org/u653009",
		"postDateTime": "2012-01-18, 14:28",
		"postUrlInThread": "https://www.flashback.org/t426684p538",
		"postUrlUniq": "https://www.flashback.org/sp35190498",
		"sentence": "Hej!<br/> <br/>  Jag skulle vara jättetacksam om någon som läser/har läst juristprogrammet i stockholm (SU) skulle vilja svara på detta!<br/> <br/>  Det är så att jag har precis börjat min tredje termin på juristprogrammet i uppsala (UU) och jag trivs jättebra här i stan, jätteshyssta studenter och så! MEN jag klarar inte av dessa 30 poängstentor! Har alltid gillat skriftliga prov förut i skolan och när jag pluggade på universitet utomlands och har aldrig varit speciellt nervös eller så...men nu när jag har gjort, hittils två, sådana här stora tentor så blir jag så sjukt nervös och får bara panik och gör jättedåligt ifrån mig...<br/>  Är så otroligt besviken på mig när jag skrev min tenta jag hade förra veckan..hade pluggat mycket och VET att jag kunde alla rättsområden, men ändå gick det så dåligt på tentan känner jag...jag kan erkänna att jag klarar verkligen inte av denna pressen att allt hänger på EN enda tenta! bryter ihop totalt och sabbar för mig själv :/ är aldrig nervös att få underkänt eftersom det finns ju alltid omtentor, utan det jag är nervös för är att få ett dåligt betyg!<br/>   och eftersom jag vill sitta ting efter examen så måste jag få höga betyg ...<br/> <br/>  Så nu är min fråga hur det känns att skriva tentorna på SU? är det enbart problembaserade frågor på dem precis som på UU? och hur svåra tycker ni de är? <br/> <br/>  Jag vet att ni har mindre tentor eftersom ni inte läser 30-p kurser och har hört att folk säger att det ska vara mycket enklare att få bra betyg på SU..tycker ni det stämmer?<br/> <br/>  funderar helt ärligt på att byta till SU pga det och vill veta om det skulle vara värt? jag funderade redan på detta tidigare eftersom jag var besviken på första tentan också och fick då tips om SU och sökte då och kom in nu till våren 2012 men tackade nej för att jag ville ge UU en chans till, jag trivs som sagt här annars...men nu är jag nästan beredd på att ge upp ändå..!<br/> <br/>  Mvh/Carin"
	},
	{
		"postIndex": 14115,
		"postNumber": 14428,
		"rankGlobal": 11,
		"scoreGlobal": 86.6,
		"userRank": 133,
		"userScore": 5.1,
		"postUserName": "MacBune",
		"postUserID": "u921356",
		"postUserUrl": "https://www.flashback.org/u921356",
		"postDateTime": "2014-06-30, 16:01",
		"postUrlInThread": "https://www.flashback.org/t426684p1203",
		"postUrlUniq": "https://www.flashback.org/sp49406649",
		"sentence": "Hej kära skribenter.<br/> <br/>  Jag vill börja inlägget med att nämna att jag har gått igenom trådens 1203 sidor under senaste två månaderna, och även om jag vet att en del av informationen jag söker finns tidigare i tråden ber jag er att avstå från att hänvisa mig till tidigare inlägg.<br/> <br/>  Jag är 23 år och har efter fyra års arbete valt att studera just juridik. Även om jag känner mig säker på mitt val har jag några funderingar som gnager på mig.<br/> <br/>  1) Jag gick naturvetenskapliga programmet på gymnasiet, och slutade med högst mediokra betyg, (knappt VG i snitt, 14,8). Det finns många anledningar till att betyget var så dåligt, men i grund och botten handlar det om brist på motivation och disciplin. Jag hade i slutet av trean över 60 % frånvaro över tre års tid. I höstas gjorde jag högskoleprovet och fick 1,65 och nya dörrar öppnades.<br/> <br/>  Jag har ingen studietekning. Jag har varken vana eller metodik för att lära in, jag har dock en god analytisk förmåga, ett logiskt tänkande och bra minne. <br/> <br/>  Till själva frågan. Om någon känner igen sig i situationen vill jag gärna veta hur lång tid det tar att träna upp en studieteknik. Hur många timmar tror ni att jag får lägga ner i veckan i och med att jag inte har samma metodik som min framtida kursare som alla var bäst i sin respektive klass på gymnasiet?<br/> <br/>  2) Då min flickvän valt en utbildning som hon endast kommer in på i Örebro (i städerna som också har en juridikutbildning) kommer vi studera i Örebro. Jag har läst att Örebro ska vara den sämsta juridikskolan, och även om majoriteten av inläggen som påtalar detta är från fem sex år sedan oroar det mig ändå lite. Är det någon som har gått eller som går i Örebro som kan berätta lite om linjen och skolan? Att statusen är lite lägre gör mig ingenting, så länge utbildningen är lika bra. Vad tror ni andra om nivån och kvalitén på utbildningen och lärarna?<br/> <br/>  3) Jag pratar flytande franska, och har precis spenderat 8 månader med att bo i Frankrike, och jobba som säljare, där mitt jobb alltså var att prata med kunder på franska. Hur stor fördel är det att jag pratar tre språk (svenska franska och engelska som er alla)? Hjälper det överhuvud taget? Kan det hjälpa? Är det en enorm fördel? <br/> <br/>  4) Jag är född 91, och har hunnit jobba fyra år inom försäljning där jag har varit framgångsrik. Jag känner mig relativt säker på min argumentationsteknik, på mitt sätt att föra mig, och på min sociala kompetens. Jag ser det som en bra att vara lite äldre, att ha fått lära känna sig själv lite bättre, och jag inbillar mig att jag på något sätt kommer ha en fördel av det, gentemot den typiska stressade och osäkra blonda 19 åringen som utgör en liten majoritet av eleverna om jag får gissa. Samtidigt kommer jag ut på arbetsmarknaden senare än mina kursare och jag har kanske svårare att få kamrater på linjen då jag kommer spendera betydligt mindre tid på krogar och på att prata om helgens bravader.<br/> <br/>  Hur ser ni på det? Fördel eller nackdel med att vara lite äldre?<br/> <br/>  5) Vad har ni för väskor?! Jag menar, vilken väska får plats med en dator och en lagbok som är tjock som en skokartong, och kan kalla sig datorväska eller portfölj?<br/> <br/>  6) Hur svårt är det att få dom där toppbetygen som jag kommer sträva efter att få? Jag menar, det finns alltid en del som glassar sig igenom utbildningen, och en del som inte är riktigt lika vassa på att antingen lära sig, eller skriva tentor. Hur många är det som verkligen ger allt, och har dom som gör det 30, 50 eller 70% chans att få Ab på en tenta? Ska sägas att jag siktar på runt 80 % Ab<br/> <br/>  Som ni märker är det här frågor som har redan tagits upp, men jag känner att jag vill ha svar för min situation. Ber om ursäkt för det ohyggligt långa inlägget och jag ser fram emot era svar! <br/> <br/>  Tack"
	},
	{
		"postIndex": 1043,
		"postNumber": 1072,
		"rankGlobal": 12,
		"scoreGlobal": 86.4,
		"userRank": 169,
		"userScore": 4.1,
		"postUserName": "rex1133",
		"postUserID": "u355301",
		"postUserUrl": "https://www.flashback.org/u355301",
		"postDateTime": "2009-05-27, 22:35",
		"postUrlInThread": "https://www.flashback.org/t426684p90",
		"postUrlUniq": "https://www.flashback.org/sp16893732",
		"sentence": "tjenamors allihop! <br/> <br/>  ny här på flashback! joinande enbart för denna tråd <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> jag kan dra lite historia, född 89, gick NV-programmet + english class i gymnasiet med medelmåttiga betyg (15 i snitt) då jag inte orkade plugga eftersom jag kände att jag antingen måste få typ 20.0 för att komma in via betygen på något hyffsat iallafall. Jag pluggade när det behövdes men i de ämnen jag hade lätt för (matte A-E) så pluggade jag knappt alls. Jag hade mycket väl kunnat få 18-19 om jag satsat lite mer. Jag är ingen slacker, utan jag kan lägga ner mycket tid på plugg om jag anser detta nödvändigt. Anyway, jag tog studenten för ett år sedan och har nu under ett år jobbat som bartender, rest en del och pluggat lite till högskoleprovet. Jag gjorde det nu i mars och fick 1.6. Såg att det var 1.5 förra året på de orter med högst intag på juridik men hur tror ni det blir iår? <br/> <br/>  1. Kommer 1.6 räcka? <br/> <br/>  2. Hur svår är egentligen linjen? Jag har väldigt lätt för matte, logik och språk, vilka mer egenskaper krävs för att få bra betyg på en linje som juridik? Jag tycker mycket om problemlösning och liknande.<br/> <br/>  3. Hur många timmar går man i skolan i veckan samt hur många timmar bör man spendera hemma med att plugga per vecka?<br/> <br/>  4. Hur är fördelningen mellan tjejer och killar? OCH framförallt, hur heta är tjejerna?<br/> <br/>  5. Har sökt Lund som 1:a handsval, spelar det någon roll för utbildningen eller något annat vilket universitet man väljer? Något som anser bättre än andra?<br/> <br/>  6. Vad krävs för att få \"sitta ting\" och hur viktigt är det efter examen?<br/> <br/> <br/>  7. På vilket sätt förbereder jag mig bäst inför pgrogrammet som börjar i höst? Jag har ju läst Sam A men finns det några grundläggande böcker eller liknande att läsa för att få en lite djupare inblick i det hela eller gås det relativt grundligt igenom i början av utbildningen?<br/> <br/>  8. Hur gamla är de flesta som börjar utbildningen? Är det många äldre som satsar på en karriärvändning som börjar?<br/> <br/>  de flesta svar kan jag säkert luska reda på själv i tråden men orkar verkligen inte!<br/> <br/>  tacksam för svar!<br/> <br/>  /Rex"
	},
	{
		"postIndex": 1880,
		"postNumber": 1946,
		"rankGlobal": 13,
		"scoreGlobal": 85.8,
		"userRank": 3,
		"userScore": 78.3,
		"postUserName": "Feadog",
		"postUserID": "u384312",
		"postUserUrl": "https://www.flashback.org/u384312",
		"postDateTime": "2010-01-04, 21:18",
		"postUrlInThread": "https://www.flashback.org/t426684p163",
		"postUrlUniq": "https://www.flashback.org/sp20694928",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Pseudoanonym</strong></div> <div>Jag har haft tankar pa att plugga juridik ganska lange nu. Har dock ingen aning om vad jag vill jobba med efter avslutad utbildning. Kanske humanjuridik, kanske affarsjuridik,kanske offentlig forvaltning.<br/> <br/>  Det som lockar ar snarare ett gammal intresse for amnet som sadant, samt att jag gillar sprak valdigt mycket. Tror ni att man bor ha klart for sig vad man vill bli innan man hoppar pa juristlinjen? Det ar ju en klar fordel for motivationen om man har en utstakat malsattning redan fran borjan.</div> </td> </tr> </table> </div> <br/>  Nej man behöver absolut inte ha klart för sig exakt vad man vill bli. De första tre åren är obligatoriska kurser i alla områden så man har gott om tid att bestämma sig.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Modnar</strong></div> <div>Hej!<br/> <br/>  Jag har nästan helt bestämt mig för att det är juridik jag vill läsa. Ska eventuellt börja nu i höst men vi får se hur det blir med det. Det enda jag inte kan bestämma mig för är VAR jag ska läsa........</div> </td> </tr> </table> </div> <br/>  Det är en svår fråga att få svar på rakt av. Det bästa du kan göra är väl att läsa så mycket som möjligt av vad andra har skrivit och sen sålla och lägga ihop ett och ett. Då är ju den här tråden bra att börja med. <br/>      Innan jag började plugga, och innan jag slutgiltigt bestämde mig för var jag vill ta examen så läste jag en massa, pratade med elever från de olika lärosätena, lärare och yrkesverksamma jurister. Det går inte att få någon helt och hållet rättvis och korrekt bild av hur det ser ut på alla olika orterna för ingen vet. Folk som du pratar med är alltid vinklade åt något håll och har bara förstahandskännedom om en, två eller i vissa mycket sällsynta fall tre av de sex universiteten som idag tillhandahåller juristutbildning. Därför ska du ta det alla säger och skriver (inklusive mig naturligtvis) med en stor nypa salt.<br/> <br/>  Det man först och främst ska veta är att det är ett ostridigt faktum att utbildningen skiljer sig ganska mycket åt på alla orterna. Det är också ostridigt att alla ger samma grundläggande kunskaper eftersom att det är ett krav från domstolsverket och myndigheterna. Det man däremot kan vara oense om är huruvida det spelar någon roll vilken skola man kommer ifrån när det gäller att konkurrera om jobb. De yrkesverksamma juristerna jag pratat med har varit delade i två ganska lika läger att det spelar stor roll eller spelar ingen roll. Konstigt nog har det oftare varit domare, åklagare och andra inom rättsväsendet som sagt att det spelar stor roll och advokater, bolagsjurister, etc som sagt att det inte spelar någon roll. Dock vet jag en advokatbyrå i Stockholm som sagt att de bara anställer jurister från Uppsala. När det gäller status på skolan och utbildningen verkar det dock som att det finns tre grupper: Toppen som utgörs av Uppsala och Lund, mittfältet som utgörs av Stockholm och Göteborg och botten som utgörs av Umeå och Örebro. Observera igen det jag sa tidigare att långt ifrån alla bryr sig om status, men vissa gör det.<br/> <br/>  Jag kan försöka sammanfatta lite kortkort min bild av de olika juristutbildningarna. <br/> <br/> <u>Göteborg</u>: Verkar vara mycket affärsjuridik, utbildningen ligger t.o.m. på Handels i gbg. De flesta verkar tycka att det är en ok utbildning.<br/> <u>Lund</u>: Mest traditionella utbildningen i landet på gott och ont. Konservativt, högt anseende, högst antagningspoäng. Lite opersonligt och tungrott kanske.<br/> <u>Stockholm</u>: Mycket korvstoppning, stora föreläsningar, minimalt med praktiskt arbete. Hört att de kör brutalt mycket nationalekonomi bl.a. Vissa tunga namn bland lärarna (men de flesta kändisarna återfinns i Uppsala och Lund).<br/> <u>Umeå</u>: Modern (case-baserad tror jag) utbildning. Lite hippeskola, hört att de kör mycket genusperspektiv och skit. De börjar få lite bättre anseende men ligger fortfarande i botten (tillsammans med Örebro) på den fronten<br/> <u>Uppsala</u>: Landets äldsta juristutbildning. Gick för ett 20-tal år sen över till case-baserad (mycket praktisk) utbildning i bästa Harvard-anda. Högt anseende, säkert kort.<br/> <u>Örebro</u>: Minsta och nyaste utbildningen. Förmodligen lägst anseende men skolan torde ha vissa fördelar (bättre kontakt med lärare bl.a.). Utbildningen är byggd av stockholmare så de är förmodligen mest lika varandra. Annars ligger tyngdpunkten på retorik i juridiken.<br/> <br/>  Hoppas det där var till nån hjälp."
	},
	{
		"postIndex": 10342,
		"postNumber": 10576,
		"rankGlobal": 14,
		"scoreGlobal": 85.5,
		"userRank": 25,
		"userScore": 16.4,
		"postUserName": "trudilur",
		"postUserID": "u690003",
		"postUserUrl": "https://www.flashback.org/u690003",
		"postDateTime": "2013-04-15, 21:21",
		"postUrlInThread": "https://www.flashback.org/t426684p882",
		"postUrlUniq": "https://www.flashback.org/sp42970219",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Caosses</strong></div> <div>Är sjukt nervös över att börja juristprogrammet. <br/>  Har tidigare läst ett praktisk program på gymnasiet där det inte var speciellt mycket pluggandet. Sen nu efter gymnasiet (snart ett år) har jag i stort sett inte gjort någonting. Bara jobbat lite och gjort en del prövningar på Komvux i olika ämnen. Är det svårt att komma in i pluggandet igen?<br/> <br/>  Har dessutom inte skrivit förhand på hur länge som helst eftersom under hela gymnasiet hade vi datorer som man antecknade på under lektionen. Utöver detta har jag lite talfel och stavar ganska dåligt. Känns som om jag redan nu inte kommer klara någon tenta pga att jag skriver sjukt söligt och stavar dåligt. Dock har jag trots detta kunnat gått ut gymnasiet med högsta betyg i det mesta. <br/> <br/>  Kan någon som jag lyckas på juristprogrammet eller är det kört :P ?</div> </td> </tr> </table> </div> <br/>  Jag tänkte precis som du innan jag började. Jag går visserligen bara T1, så har inte någon stor erfarenhet på programmet, men jag kan ge dig min personliga bild av saken. Många studenter vill få juristprogrammet att verka som en extremt svår utbildning där man behöver vara smart och hej &amp; hå. Skitsnack enligt min mening.   <br/> <br/>  Jag tvivlade på om jag skulle klara mig innan jag började, precis som du gör nu, men det är inte SÅ himla svårt som du antagligen har hört. Som jag sa går jag endast T1, men jag ser fortfarande inte varför det skulle bli någon slags omöjlig uppgift som är extremt svår i framtiden. Har bekanta som läser högre terminer än mig och vissa är klara, de påstår inte något annat heller. Det svåra är att få AB i allt, då krävs det mycket arbete. <br/> <br/>  Jag har också en del läs- och skrivsvårigheter och spelar hockey på fritiden, vilket gör att jag inte kan sitta ens i närheten av 8 h/dag och plugga. Lägg till att jag absolut inte är smartare än en normal individ. Jag fick AB på första tentan och känner att jag har stor chans att få AB på nästa tenta också. Har inte stött på några svårigheter än så länge. Det är klart att det kommer komma kurser som är sjukt tuffa att få AB på, men att få B/Ba är inget problem om du bara läser och går på föreläsningarna. <br/> <br/>  För att komma in på programmet läste jag upp tio betyg från gymnasiet till MVG. Jag sög på HP och fick bara 1,2, så jag tog den långa vägen istället och läste upp tio ämnen. Har aldrig varit speciellt bra i skolan, så trodde att jag inte skulle klara mig en vecka ens. <br/> <br/>  Hoppa på och testa, du kommer märka att alla överdriver hur himla svårt det är. Var dock beredd på att du kommer behöva läsa en hel del text på juristprogrammet.<br/> <br/>  Tro på dig själv och kör hårt. Du ska bara veta hur många pappskallar det är som går på juristprogrammet och klarar sig. <br/> <br/>  Lycka till!"
	},
	{
		"postIndex": 12132,
		"postNumber": 12399,
		"rankGlobal": 15,
		"scoreGlobal": 85.3,
		"userRank": 80,
		"userScore": 7.6,
		"postUserName": "CapsLox",
		"postUserID": "u631720",
		"postUserUrl": "https://www.flashback.org/u631720",
		"postDateTime": "2013-12-14, 11:40",
		"postUrlInThread": "https://www.flashback.org/t426684p1034",
		"postUrlUniq": "https://www.flashback.org/sp46581066",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Orkarintebetyg1</strong> <a href=\"/p46568275#p46568275\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Jag har Ångest!!!<br/> <br/>  Har gått i tre veckor och väntat på betyget i kursen associationsrätt, hade pluggat som en liten gris och satt där på tentamen och kände att det här går ganska bra trots allt. <br/> <br/>  Fick resultatet idag............<br/>  Man kan få AB BA och B. <br/> <br/>  Jag fick B!!! jag fick fucking ta mig B 24/40<br/>  BA 26<br/>  AB 32<br/> <br/>  Jag är helt jävla förkrossad, det är jag verkligen Flashback, helt krossad, tog lugnande precis, så om det här är otydligt får ni förlåta mig.. Helt krossad.<br/> <br/>  Termin 1 fick jag BA, rättslära satte jag perfekt sedan blev det mediokert.<br/> <br/>  Nu sitter jag här med 30p BA och 10p B.<br/> <br/>  Helt krossad. <br/> <br/>  Har som sagt gått i tre veckor och väntat på det här resultatet, man kan aldrig veta vilket betyg man kommer få men det kändes bra! Men flyttet har aldrig varit med mig på den här utbildningen och då menar jag ALDRIG. <br/>  6 6 6 6. De två första kände jag att jag prickade och så får jag 6? Vad drar man får slutsatser då? När sista frågan också ger 6 och man där är osäker på det man skriver..<br/> <br/>  Pluggade, blankade och nu fick jag B. jag fick B. <br/>  Här på Flashback är B sådant man får genom att \"gå på föreläsningarna och sova\" eller genom att fråga en kompis före tentamen, och det fick jag! Jag fick B. <br/> <br/>  Alltså seriöst varför?? inget flyt har jag haft under dessa tre terminer överhuvudtaget. B blev det. <br/>  24. BA gränsen låg på 26. Och jag satt och hoppades på AB, då kan ni föreställa er ångesten.<br/> <br/>  Känslan av otillräcklighet är enorm.<br/> <br/>  PS. Har du ångest och prestationsångest och prestationdemoner så läs inte juristprogrammet 300hp!<br/> <br/>  Någon som har tankar på det jag skrev ovan?<br/>  Rättningsmallen har inte kommit ut så någon konstruktiv granskning har jag inte kunnat vidta, dessutom så är jag halvt påtänd, tog hög dos lugnande precis.</div> </td> </tr> </table> </div> <br/>  Kom igen, det är en 10-poängskurs. Till och med Jens Lapidus fick B i en kurs och han fick jobb på Mannheimer Swartling och är nu delägare på Försvarsadvokaterna. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> Tove från Juridikpodden fick enligt egen utsago BA på jiken och B på nån annan kurs i början, men hon lyckades komma in på ting ändå.<br/> <br/>  Som tidigare nämnts i tråden: Bara det faktum att du har lyckats komma in på linjen och inte hoppa av de första två terminerna är bra i sig. Många klarar inte pressen och jag har för mig att mindre än hälften klarar utbildningen på under 6 år i Stockholm. Det är (vad jag har hört) de första terminerna som är svårast, specialkurserna är tydligen ganska lätta att få bra betyg på.<br/> <br/>  Dessutom, låt oss säga att du tar examen med BA i snitt. Det är inte kört för det. Du kan bli advokat med raka B:n om du så vill, det finns ingen betygsgräns för att bli advokat. Efter några år i arbetslivet gissar jag att betygen blir lite mindre viktiga, då spelar nog erfarenhet och bra referenser större roll. Självklart finns det byråer som har stränga krav på att man ska ha minst 70% AB osv, men vill man verkligen jobba på ett sånt ställe? Jag tycker iaf det verkar skitstressigt.<br/> <br/>  Lite pluggtips: Du kanske lägger för lite tid på att göra gamla tentor? Det är genom att nöta tentor som jag lär mig bäst. Innan jag börjar göra gamla tentor känns det oftast som att jag har rätt dålig koll på kursen, men när jag har gjort alla känns det som att jag har järnkoll. Alla lär sig på olika sätt och jag har märkt att jag lär mig bäst genom att jobba praktiskt med uppgifter. Du kanske är likadan? Som någon nämnde tidigare i tråden: Ägna de sista två veckorna på kursen åt att nöta gamla tentor! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>"
	},
	{
		"postIndex": 2502,
		"postNumber": 2589,
		"rankGlobal": 16,
		"scoreGlobal": 84.9,
		"userRank": 137,
		"userScore": 4.9,
		"postUserName": "skolmatsal",
		"postUserID": "u365179",
		"postUserUrl": "https://www.flashback.org/u365179",
		"postDateTime": "2010-06-15, 06:50",
		"postUrlInThread": "https://www.flashback.org/t426684p216",
		"postUrlUniq": "https://www.flashback.org/sp23716245",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Mangusta</strong></div> <div>Det går mycket bra med lite frågor.<br/>  Mina svar avser dock också endast erfarenheter från T1. <br/> <br/> <br/> <br/>  Jag försöker ligga i fas med läsningen - det vill säga läsa litteraturen som hör till respektive föreläsning i vart fall under de följande dagarna. Utöver detta måste man naturligtvis förbereda sig inför seminarium och övningar. <br/>  Inför tentamen blev det gamla tentor i två veckor och då även på helgerna.<br/> <br/>  Har lite svårt att uppskatta exakt hur mycket tid jag lagt ned på plugg under första terminen. En del dagar blev långa och en del väldigt korta. Jag skulle gissa att snittdagen var 8-17. Den uppskattningen inkluderar då föreläsningar samt andra moment, luncher och pauser. Tycker att det är rimligt då det faktiskt handlar om heltidsstudier. <br/> <br/>  Köpt begagnad kurslitteratur för cirka 1500 kronor. Vad jag har förstått så blir kommande terminer dyrare.<br/>  Läshänvisningar fick vi endast till ett fåtal av böckerna. De resterande böckerna var väl kursfordran från pärm till pärm, antar jag.<br/> <br/>  Jag känner att jag pluggat ganska precis lagom. Det räckte i vart fall till ett AB. Det sägs dock att nästa termin är väldigt tuff, varför jag räknar med att lägga ned lite mera tid på studierna i höst. Jag skall också försöka att bli mer effektiv.<br/> <br/> <br/> <br/>  Reaktionerna på mitt studieval bland mina bekanta är enbart positiva.<br/>  Många har dock hört om betygshets, gömda böcker m.m och frågar då om det. Jag svarar då att jag inte har uppmärksammat varken någon vidare utbredd betygshets eller några gömda böcker, i alla fall inte på T1.<br/> <br/>  Har som sagt inte pluggat juridik särskilt länge ännu men just nu känns det som om jag skulle vilja arbeta humanjuridik i framtiden, om mina betyg medger det.</div> </td> </tr> </table> </div>   Kan inte annat än instämma med vissa undantag.<br/>  Betygshetsen finns där, men märks kanske inte så mycket under de första terminerna. Böcker göms och bokas via kompisar som står redo när uppgifter släpps, dessa lånas ogärna ut till studiekamrater, ens för att kopiera sidor. Läsesals-ex göms för att man ska vara garanterad att ha boken tillgänglig.<br/>  Själv har jag aldrig ägnat mig åt detta då det finns andra sätt att få tag på böckerna om man är lite driftig, plus att man inom min bekantskapskrets hjälpte varandra istället för att vara fittor.<br/> <br/>  Man klarar sig långt på att läsa böckerna och kursmaterialen, samt att förbereda sig inför seminarierna. Lägg ex-tentor på det och du har ett enkelt men välförtjänt BA. Vill man ha betyg utöver det är det disciplin och att vara välorganiserad som gäller. Mellan 8 och 17 så hinner man plugga in ett AB utan problem om man lägger upp arbetet på ett strukturerat sätt.<br/>  Mina topp tre tips när det gäller studierna:<br/> <br/>  1. Sitt inte hemma. Sitt i läsesalarna/biblioteken och studera. Då har man studiekamraterna nära om det är något man inte förstår eller om man bara känner för att ta en fikapaus och diskutera schlagerfestivalen. Sen har man all referenslitteratur nära, om man sitter i biblioteket. I vissa fall är böckerna konstigt upplagda eller dåliga (vi hade många professorer som sålt in sina egna böcker...), då är det bara att kolla i en annan bok som behandlar samma ämne. Vad som är än viktigare är att man kan skilja mellan arbete och fritid. När man \"är i skolan\" så pluggar man och när man är klar för dagen så är man ledig att göra vad man känner för. Detta har sina nackdelar, man vänjer sig vid att <i>inte</i> plugga hemma vilket blir stressigt när man har många inlämningar och seminarier, men då lär man sig snabbt vilka ställen som har öppet längst istället.<br/> <br/>  2. Gå på föreläsningarna. Föreläsningarna är guld värda. Det är sällan värt att skippa schemalagd tid, även om du redan läst böckerna och känner dig säker på ämnet. Många gånger har föreläsarna egna anekdoter och exempel som man minns sen när man sitter och skriver tentan, vissa gånger är tentafrågorna baserade på exempel från föreläsningarna. En annan poäng med att gå på föreläsningarna är att man kan fråga om det är något man inte förstått, eller om det är något man är intresserad av att veta mer om. Tidigt på utbildningen vet jag att många störde sig på \"korkade\" frågor från folk som var kvar i gymnasietänket, så känner man att frågan man har ligger lite utanför ämnet så kan man ta det i pausen eller efter föreläsningen. <br/> <br/>  3. Rör på dig. Det är inte sådär jättebra för kroppen att sitta hukad över böcker och anteckningsblock 7-8 timmar om dagen. Rygg och axlar tar också dom stryk av att släpa på lagbok och annat till och från föreläsningar. De första terminerna fick jag ont i både axlar och rygg av de långa dagarna i biblioteket. Det botade jag genom att gå och träna en eller två gånger i veckan. Som student har man ju fördelen att kunna lägga upp sin tid lite som man vill. Är man som jag, en B-människa som har svårt att koncentrera sig på morgonen så kan man gå på föreläsning 8-10, sticka iväg på gymmet en timme, käka lunch och sen sätta igång med plugget. På det viset får man sin motion plus att man effektiviserar dagen. Min hjärna kommer helt enkelt inte igång speciellt bra förrän efter lunch, så innan dess kan man låta kroppen få sitt. Inte nog med att man får en ofantligt snygg och vältrimmad kropp, men man får lättare att koncentrera sig längre perioder och sover dessutom bättre om man kan trycka in nåt träningspass i veckan.<br/> <br/>  Dessa tips är egentligen ganska grundläggande, men lätta att glömma bort om man kommer direkt från gymnasiet där man får mycket gratis genom obligatorisk idrott, närvarolistor som ser till att man inte skolkar osv. Det var en del på de första terminerna som kom direkt från gymnasiet som fick problem med att det var \"för mycket\" frihet när det gällde att planera sin tid och ta eget ansvar."
	},
	{
		"postIndex": 12131,
		"postNumber": 12398,
		"rankGlobal": 17,
		"scoreGlobal": 84.7,
		"userRank": 333,
		"userScore": 2.4,
		"postUserName": "Emanciperad",
		"postUserID": "u712727",
		"postUserUrl": "https://www.flashback.org/u712727",
		"postDateTime": "2013-12-14, 11:25",
		"postUrlInThread": "https://www.flashback.org/t426684p1034",
		"postUrlUniq": "https://www.flashback.org/sp46580909",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ProsecutorDredd</strong> <a href=\"/p46580293#p46580293\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Ibland får man stanna upp och uppskatta att man faktiskt har lyckats att läsa en av de mest populära utbildningarna vi har i landet samt att enbart ha en juristexamen öppnar många dörrar på arbetsmarknaden och med hårt arbete samt lite tur kan man gå väldigt långt...</div> </td> </tr> </table> </div> <br/>  Minns vår introduktion på SU för ett antal år sedan då föreläsarna bl.a. sade \"ni har kommit in på den mest sökta utbildningen, bara x antal procent lyckas\" och även \"ni är grädden på moset\" (kan ha varit \"Hööken\"). Saken är att alla som har fullständiga betyg från gymnasiet har behörighet att söka vilket leder till att många chansar, det kan ju hända att det är extremt mycket färre ansökningar till någon termin. Det är inte likt t.ex. medicin i vilket man behöver ha läst en hel del matte, fysik, och kemi som man aktivt måste ta ställning i för att läsa. <br/> <br/>  Vidare handlar det om, i varje fall för min del, att man inte vill förlita sig på turen. Kan nu inte hitta artikeln, men jag läste på nätet ett antal år sedan om någon som hade en jur.kand samt ekonomexamen, och arbetade som vitvaruförsäljare. Många dörrar säkerligen öppna, men ingen som tagit sig igenom utbildningen vill ha ett mediokert arbete med medioker lön - då hade man läst en (ännu mer) medioker utbildning.<br/> <br/> <b>Orkarintebetyg1</b><br/>  Känner igen mig i vad du skriver, öppnade själv med ett starkt B på jik:en<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/w00t.gif\" title=\"EEK!\"/> <br/>  Det blev ännu ett B i rättsinformatik, alltså B i kurserna med högst andel AB-resultat. Förutom dessa fadäser (och BA i folkrätt samt statsrätt) så har det gått bra. <br/> <br/>  Du <i>måste</i>, som någon skrev tidigare, lägga ner mer energi på gamla tentor. Min gissning när du konsulterar facit, är inte att du har missat relevanta rekvisit eller undantag, utan att du i dina svar har skrivit saker som inte ens nämns i svarsmallen. Du måste förstå att de frågorna som du trodde dig kunna, dem kunde du inte alls. Vad som - troligtvis - hände var att något i frågan gjorde att du associerade till en viss del av kurslitteraturen, som du kunde. Tentorna utgör mallar vilka visar, på ett mycket mer pedagogiskt sätt än litteraturen, hur informationen bör tillämpas. Se det som att du efter att ha läst böckerna har pusselbitarna, men tentorna visar hur man ska lägga dem. Det förvånar mig inte att du får ett dåligt resultat när du hetsar dig genom tentorna. De första tentorna du gör kommer gå helt åt skogen, sen går det bättre, och sen går det nästan på rutin.<br/> <br/>  Vill faktiskt opponera mot de som hävdar att det inte finns några som får AB:n med väldigt liten arbetsinsats. Jag är inte av dem, men enligt min erfarenhet är det ingen omöjlighet att få AB genom att läsa litteraturen en gång, och sedan verkligen <i>lära sig</i> tentorna utantill. Skrapa ihop en studiegrupp och dra igenom alla tentor ni hittar, men var inte rädd - som jag var - för att vissa dagar säga \"jag kommer inte idag, ska läsa\". Innan du gör några tentor så vet du inte vad du kan och inte kan, min studiegrupp nöjde sig med att enbart hålla sig tentor sista tiden, och jag ville inte vara den som uteblev när tid och dag hade blivit bestämt. Detta gjorde att jag gick in till vissa tentor, och visste vad jag inte kunde, så det första jag gjorde var att i stressat tillstånd läsa frågorna för att se om något hade kommit. Antingen infann sig en lugn, eller en obeskrivlig frustration vilket en gång utmynnade i en högljudd svordom.<br/> <br/>  Kan tillägga att jag också lider av ångest, veckorna/veckan innan tenta är det ytterst få nätter som jag inte vaknar mer än en gång, emellertid har jag nu blivit så van att jag bara tänker \"aha, nu börjar det igen\". Du kommer också vänja dig."
	},
	{
		"postIndex": 2148,
		"postNumber": 2222,
		"rankGlobal": 18,
		"scoreGlobal": 84.6,
		"userRank": 3,
		"userScore": 78.3,
		"postUserName": "Feadog",
		"postUserID": "u384312",
		"postUserUrl": "https://www.flashback.org/u384312",
		"postDateTime": "2010-03-09, 17:32",
		"postUrlInThread": "https://www.flashback.org/t426684p186",
		"postUrlUniq": "https://www.flashback.org/sp21895666",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Orzion</strong></div> <div><b>\"Vad beträffar betygsvarianten, spelar betyg en så central roll efter att man väl har en examen? Jag drar slutsatsen att du faktiskt har någon slags erfarenhet på ämnet, lusläser potentiella arbetsgivare betyg och utlåtanden?\" </b><br/> <br/>  De lär ju inte lusläsa var ända betyg du får och ett enskild betyg är inte hela världen. Men det är ju en enorm skillnad att ha generellt B i betyg eller generellt högsta betyg vilket jag tror är AB<br/> <br/> <b>\"Vidare, är en fil.kan i rättsvetenskap från t.ex. Jönköpings uni helt värdelöst i \"branschen\" ?\"</b><br/> <br/>  Beror ju på vad du vill syssla med många av yrkena inom juridik kräver en juristutbildning dvs den riktiga utbildningen som ger en officiell yrkesexamen så man kan arbeta som domare, åklagare och advokat etc.<br/> <br/> <b>\"Ytterligare en fundering jag fick efter att ha tittat på intagningspoängen vid vhs är, går det att påbörja utbildning vid Luleå, där intagningen är lägre, och be om transfer till Lund (vilket är universitetet jag vill läsa vid) i princip per omgående?\"</b><br/> <br/>  Luleå har ingen jurist utbildning så nej du kan inte påbörja den där och sedan byta av uppenbara anledningar <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/> Däremot kan man byta utbildningsort i efterhand och vad jag har hört är detta rätt lätt att göra när man väll påbörjat utbildningen. Sedan har det ju mindre betydelse var du läst även om vissa verkar tro att det är någon enorm skillnad på att ha läst i Lund jämfört med t.ex Umeå.  De skolor med lägre intag och lägre status har du ofta lättare att få bättre betyg i så det jämnar i princip ut sig i längden.</div> </td> </tr> </table> </div> <br/>  Billigt sätt att citera två flugor i en post.<br/> <br/>  Betyg har generellt stor betydelse för jurister ja. Dels till ting, men nu är det bara en liten del som får sitta ting ändå, men även för de flesta första jobben (som i sin tur får betydelse för efterkommande). Det går att klara sig utan bra betyg ja- men det blir väsentligt lättare om man har betygen.<br/> <br/>  Det finns vissa möjligheter att byta utbildningsort. Dock är det idag mycket svårt att få en transfer utan att komma in den vanliga vägen (dvs. exv. läsa T1 i Örebro och sen få förflyttning direkt till T2 i Uppsala), detta för att utbildningarna ofta ser mycket olika ut på de olika orterna. Det vanliga sättet att byta utbildningsort är som redan sagts att läsa på en ort, sedan söka och komma in på T1 som vanligt på en annan ort och därefter ansöka om att få tillgodoräkna sig det man redan läst. Förmodligen får man tillgodoräkna sig vissa delar, men inte allt. Det är mycket svårt att komma ifrån intagningspoängen.<br/> <br/>  Jag motsätter mig att det är lättare att få höga betyg på de mindre utbildningsorterna. Jag har dels egen erfarenhet av en termin i Örebro, dels har jag många vänner som läser på andra orter och har diskuterat detta ganska mycket. Min uppfattning (hoppas att jag inte trampar på några tår nu) är att bland de lättaste ställena att få höga betyg på är Stockholm och Lund. Jag trodde också att Örebro skulle vara frikostigare med högre betyg, men det känner jag nu att de inte var.<br/> <br/>  Sen om utbildningsorten spelar eller inte spelar någon roll har tvistats i alla tider. Vissa arbetsgivare bryr sig om utbildningsort, andra inte. De allra flesta fäster större vikt vid andra saker, men att det kan ha en viss inverkan går inte att utesluta. Anmärkningsvärt är dock att när jag själv har frågat runt bland yrkesverksamma jurister så är det advokater och affärsjurister som verkar fästa minst vikt vid det, medan domare och åklagare verkar tycka att det är viktigare att man läst vid en välrenommerad skola. Hörde nyligen också att enligt en undersökning av Jusek så har uppsalajurister lättast att få jobb efter examen. Det torde blåsa lite liv i elden <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/> <br/>  (har dock ingen källa på det, någon kanske har tid att hitta)"
	},
	{
		"postIndex": 2433,
		"postNumber": 2518,
		"rankGlobal": 19,
		"scoreGlobal": 83.7,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "namgreb",
		"postUserID": "u308624",
		"postUserUrl": "https://www.flashback.org/u308624",
		"postDateTime": "2010-06-08, 00:59",
		"postUrlInThread": "https://www.flashback.org/t426684p210",
		"postUrlUniq": "https://www.flashback.org/sp23572505",
		"sentence": "Nu har jag inte sovit på snart två dygn men jag ska tappert försöka ge ett någotsånär sammanhängande svar utifrån min synvinkel.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>redbet111</strong></div> <div> Är det svårt att läsa juridik? </div> </td> </tr> </table> </div> <br/> <br/>  Ja och nej. Det handlar överlag om ganska stora mängder kunskap men om man tar en enskild bok, ett specifikt kapitel, tamefan en enskild paragraf och tittar endast på denna specifika komponent så brukar den i sig inte vara speciellt svår. Det är, som människor redan påpekat, många gånger den juridiska \"störtfloden\", dvs. mängden, som gör det svårt.<br/> <br/>  Man ska inte låta sig luras dock och tro att juridik är ganska enkelt och att den enda problematiken ligger däri att man läser mycket av något som är enkelt, åh nej, så enkelt är det inte! Visst finns det även juridiska aspekter vilka av sin natur kan anses komplicerade och svåra. Överlag verkar det dock ganska vedertaget att juridikens svårighetsgrad vandrar hand i hand med dess omfång. <br/> <br/>  Därutöver bör man beakta att juridik är ett typ av hantverk (creds till Feadog som var inne på den linjen först) vilket onekligen inte är alltför enkelt att lära sig. Det ter sig närmast handla om en typ av process där studenter gradvis blir jurister genom att lära sig en juridisk metod, ett sätt att tänka och angripa juridiska problem på. Hade denna metod varit enkel att banka in i var och varannan jeppe hade ju även var och varannan jeppe varit jurist (eller åtminstone haft den juridiska kompetensen), vilket i dagsläget inte är fallet. <br/> <br/>  Att säga att juridik är svårt känns alltså lite fel, (även om vissa element är svåra för den genomsnittlige juristen), det är kanske mer passande att säga att juridik i sin helhet <u>kräver</u> en del av studenten, mer än vad många andra utbildningar gör och i sådan grad att den genomsnittlige svenska universitetsstudenten möjligen skulle ha svårt att klara av utbildningen.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>redbet111</strong></div> <div> <br/>  Frågan kan tyckas dum och löjlig. Givetvis beror det på vilken person man är och vilka förutsättningar man har. Har man dessutom ett intresse för juridik så blir allting enklare.<br/> <br/>  Jag förstår det resonemanget. <br/></div> </td> </tr> </table> </div> <br/>  Precis som du själv konstaterar finns det ett \"hur långt är ett snöre\"-perspektiv på det hela vilket icke skall glömmas.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>redbet111</strong></div> <div>  Saken är den att jag verkligen glassade mig igenom gymnasiet och fick betyg därefter. Jag vet ett par tjejer i klassen som nu läser juridik och som är väldigt noga med att påpeka hur ofantligt svårt programmet är och vilken studiedisciplin som krävs. </div> </td> </tr> </table> </div> <br/>  De som påpekar att programmet är ofantligt svårt håller sig nog kvar på sagda program med nöd och näppe. Studiedisciplin krävs dock, åtminstone i någon form. Undertecknad glassade sig också igenom gymnasiet (dock med bra betyg i bagaget) och hade ingen studiedisciplin innan juristprogrammet överhuvudtaget! Men du kan vara lugn, sånt lär man sig snabbt, det är närmast en nödvändighet och inte alls så svårt som man kan tro. Tar visserligen ett tag innan man hittar sin optimala studieteknik, men att bara öppna böckerna, bita ihop och börja plöja sig igenom hjälper och snart har man någon typ av disciplin!<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>redbet111</strong></div> <div>  Om man annars tar gymnasiet som ett exempel, så fanns ju alltid de som fixade höga betyg. Kan man säga att jargongen är liknande på juristprogrammet?</div> </td> </tr> </table> </div> <br/>  Jag hävdar bestämt att vissa som fick skithöga betyg i gymnasiet skulle ha svårt att få skithöga betyg (om några betyg alls) på juristprogrammet samtidigt som vissa som inte alls fixade bra betyg i gymnasiet skulle kunna plocka raka AB:n på programmet. Det är en sådan väsenskillnad mellan juristprogrammet och gymnasiet att man inte per automatik kan avgöra hur någon kommer att prestera på juristprogrammet baserat på hur denna presterade i gymnasiet. Märk dock att smarta människor med hög kapacitet har en tendens att prestera bra överallt.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>redbet111</strong></div> <div>  Är det en fördel att vara naturvetare eller humanist?</div> </td> </tr> </table> </div> <br/> <u>Samhällare</u>, om man får dra till med något sådant. Är man intresserad av samhället så kommer man finna stora delar av juridiken intressant. Är man intresserad av natur är man nog fel ute och humaniora kopplar jag till relativt irrelevanta kulturella saker. <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>redbet111</strong></div> <div>  Hur ser de personmässiga dragen ut hos de som lyckas bäst på tentorna?</div> </td> </tr> </table> </div> <br/>  Inte helt enkelt att säga eftersom man överlag inte har koll på exakt alla kursares betyg, men min uppfattning är att det finns fler olikheter än likheter bland de högpresterandes personmässiga drag. Den enda likheten är många gånger att de klarar av att prestera högt om och om igen.<br/> <br/> <br/>  Kom ihåg! Det skadar aldrig att testa på! Själv var jag länge skeptisk gentemot juridik, närmast tvärsäker på att det inte var min grej men jag gav det en chans och har nu avklarat en tredjedel av utbildningen och ångrar mig inte en sekund!"
	},
	{
		"postIndex": 12201,
		"postNumber": 12469,
		"rankGlobal": 20,
		"scoreGlobal": 82.9,
		"userRank": 8,
		"userScore": 35.3,
		"postUserName": "hoodog",
		"postUserID": "u252753",
		"postUserUrl": "https://www.flashback.org/u252753",
		"postDateTime": "2013-12-21, 17:14",
		"postUrlInThread": "https://www.flashback.org/t426684p1040",
		"postUrlUniq": "https://www.flashback.org/sp46692850",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Legal-Eagle</strong> <a href=\"/p46691873#p46691873\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Jag håller inte alls med om att det fokuseras för mycket på gällande rätt. Man brukar säga att <b>rättvisans kvarnar maler långsamt, men lagstiftarens maler ännu långsammare</b>. Visst sker det många små förändringar, men det är väldigt sällan det sker stora revolutionerande förändringar av lagstiftningen. Juristutbildningen är därför påfallande tidlös. Jag kan därför inte se någon poäng överhuvudtaget att tona ner fokuseringen på den gällande rätten. </div> </td> </tr> </table> </div> <br/>  Det där är ju bara slagord och floskler. Vissa rättsområden rör sig snabbare, medan andra gör det långsammare. De flesta verkar ju dessutom vara påfallande överens om att en nyutexaminerad student inte har den spjutspets av kunskap som behövs ha för att yrkesmässigt kunna jobba inom ett visst rättsområde. Samtidigt verkar det vara ett problem att arbetslivet anser att studenter inte \"kan någonting\" när de kommer till den första arbetsplatsen. Rimligen borde detta ha att göra med att (1) kunskapen glöms bort, eller (2) kunskapen då är inaktuell. I bägge fallen kan man med rätta ställa sig frågan varför det då är meningsfullt att trycka in den typen av information under utbildningen. Istället är det väl bättre att fokusera på grunderna, som varken glöms bort lika lätt och i mindre grad är utsatta för förändringar?<br/> <br/>  Några exempel. Vad är syftet med att lära sig en massa sakrättsliga specialfall, som man ändå inte kommer behärska särskilt långt efter att de rapats upp på en tenta? Varför lära sig hur skattemässigt återförande av värdeminskningsavdrag fungerar vid ett företags försäljning av fast egendom? Är det verkligen någon mening att sitta och lära sig exakt hur man räknar ut en korrekt bodelning vid bodelning eller ett arvskifte? Eller var <i>exakt</i> gränsen går för res judicata inom straff- och civilprocessen? Jag tycker inte det. Det tar tid - onödig tid - från annat mer väsentligt man skulle kunna lära sig.<br/> <br/>  Ett förtydligande kan nog vara på sin plats. När jag i mitt första inlägg skrev \"gällande rätt\", borde jag nog istället ha skrivit \"den <i>detaljerade</i> gällande rätten\". Precis som Pörr skrev tidigare är ju \"gällande rätt\" ett väldigt vitt begrepp, och min mening var ju självklart inte att man skulle räkna bort allt som tillhör den gällande rätten i vid mening. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Legal-Eagle</strong> <a href=\"/p46691873#p46691873\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Dessutom, även om ett rättsområde ändras, så är det ändå av största vikt att lära sig den materiella rätten för som ett <b>brev på posten så lär du dig även den juridiska metoden</b>. Jag förmodar att du med just begreppet \"metodlära\" avser den juridiska metoden, men så som jag ser det så är <b>den invävd i utlärandet av den materiella rätten</b>. Det ena kan inte separeras från det andra. Föga förvånande så håller jag inte heller med om att man måste \"lära om sig\", snarare tror jag att det handlar om att fördjupa sig och snäva in på ett rättsområde som man sedan kan excellera i. För detta krävs dock baskunskaper, låt gå grovhuggna sådana, i den övriga materiella rätten. Jag tror dock inte att vi har några större meningsskiljaktigheter beträffande vikten av att lära sig den juridiska metoden, även om det förefaller som om <b>du anser att den går att lära sig på något mystiskt sätt utan att läsa lagtext.</b> </div> </td> </tr> </table> </div> <br/>  Självklart är metod något man i viss mån lär sig genom praktisk övning. Det har jag aldrig förnekat. Med det sagt är det ett känt fenomen att svenska jurister har en väldigt ogenomtänkt förståelse av vad man brukar kalla \"<i>den</i> Juridiska Metoden\". Få verkar kunna utveckla detta mer än genom användandet av plattityder som att man \"söker gällande rätt genom att använda sig av rättskällorna\". Och med ett sådant ytligt och naivt förhållningssätt är det väldigt svårt att på riktigt förstå och problematisera det man egentligen håller på med som verksam jurist. Jag skulle vilja dra det än längre och säga att man med en sådan ytlig kunskap egentligen inte har särskilt mycket metodkunskap öht. För att få en djupare förståelse för detta krävs istället bred kunskap om metod, dvs metodlära. Men jag skulle aldrig påstå att detta går att erhålla utan samtidigt kombinera teorin med praktik, varför det sist fetade ovan knappast förtjänar någon kommentar.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Legal-Eagle</strong> <a href=\"/p46691873#p46691873\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Desto större meningsskiljaktigheter verkar vi däremot ha beträffande vikten av muntlig och skriftlig presentation. Jag tror att det är ganska signifikant för den tidsålder vi lever i - som är påfallande ytlig, där allt ska dryftas offentligt och där rågången mellan privatliv och offentligt liv suddas ut - att fokus läggs på förgängliga inslag så som att på ett \"vinnande sätt\" presentera sig själv eller ämnet som är föremål för presentationen, detta sker dock alltför ofta på bekostnad av det enda som är av relevans nämligen genuin f a c k k u n s k a p. Finns det utrymme att inom ramen för juristprogrammet att klämma in fler beståndsdelar så ser jag hellre att ytterligare fackkunskap tillförs än att utbildning i större utsträckning fokuserar på muntlig och skriftlig framställning. </div> </td> </tr> </table> </div> <br/>  På tal om floskler och slagord - har du aldrig stött på uttrycket att \"språket är juristens främsta verktyg\"? Det kan nog ligga något i det. En välutvecklad språklig förmåga är inte bara bra att ha för att kunna \"sälja in sig själv\" eller något fränt projekt på MSA. Inom offentlig sektor med myndighetsutövning är det, vilket är än viktigare, en demokrati- och rättssäkerhetsfråga. Och oavsett hur mycket sk \"fackkunskap\" (för övrigt kan man ju i ljuset av det jag precis sagt med rätta ställa sig frågan om inte särskilt färdigheter i skriftlig framställning också är fackkunskaper för en jurist) du tillgodogör dig under juristutbildningen, läker det inte bristen som uppstår då man inte kan formulera ett beslut eller liknande på ett klart och tydligt sätt. Men detta kanske är som att svära i kyrkan i den här tråden, där vissa (unga?) skribenter tycks tycka det vara av ansenligt värde att slänga sig med knarriga uttryck som \"ehuru\" och \"därvidlag\" för att nämna några få exempel.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Legal-Eagle</strong> <a href=\"/p46691873#p46691873\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>\"Liberal smörja\"(i utbildningssammanhang)= Alla utopiska utbildningsmetoder som förment leder till en bättre utbildning. Inte sällan parad med en kravlös inställning till utbildningen ifråga. <br/> <br/>  \"Hard core\"= Min uppfattning är att juristutbildningen ska vara krävande. Den ska kräva sin tribut i form av blod, svett och tårar. If it ain't broken, don't fix it! <br/> <br/>  \"Liberal\"= Detta avhandlas företrädesvis i annat forum.</div> </td> </tr> </table> </div> <br/>  Jahapp, det här var ju ett helt gäng med raljant snömos du avslutade med. Några frågeställningar slår mig på en gång. Är det så att du tycker att dagens utbildning är <i>perfekt</i>? Med tanke på att du själv ville ha mer fackkunskap, verkar det inte så. Men det rimmar väl illa med ditt påstående att \"förändring=försämring\"? För att inte tala om faktumet att den utbildning du själv är del av, i sin tur är en förändring av en tidigare utbildning, som i sin tur är en förändring av en tidigare utbildning osv. Mao torde den utbildning du går nu vara riktigt kass. Eller är det så att du i själva verket menar att all förändring som inte är den förändring du själv gillar = försämring? <br/> <br/>  Vidare förstår jag fortfarande inte riktigt vad du menar med \"hard-core\"... I min värld är rätten de lege lata långt mycket enklare och mindre krävande än ett konsistent och genomtänkt resonemang de lege ferenda. Och av att döma hur studenter omkring mig upplever svårighetsgraden på rättsteorin och rättshistoria, verkar jag inte vara ensam om den uppfattningen. Borde det då inte vara bättre att införa mer av denna \"krävande\" vara? I övrigt är jag väldigt skeptisk till att det någonsin är ett självändamål att något ska vara krävande. Snarare låter det mer som den lökiga attityd man ofta stöter på hos traditionellt manligt dominerade statusområden (internatskolor, militären, domstolsväsendet, advokatbyråer, polisen etc): \"om jag hade det kärvt, ska minsann alla andra ha det kärvt - annars är man inte lika äkta som jag och förtjänar inte samma respekt\".<br/> <br/>  Liberalism är visserligen något som är OT i den här tråden. Med det sagt har jag svårt att se att din användning av begreppet är något mer än ytterligare ett slagord och en floskel. För rimligtvis torde väl det upplägg på juristutbildningen som vi nu har vara just ett resultat av liberalismens stora landvinningar på 1900-talet? Jag däremot, som förespråkar \"gamla hederliga\" ämnen som rättsteori, metodlära och liknande som alltid haft en klar och tydligt plats på juristutbildningarna genom historien, borde väl vid en sådan jämförelse vara den konservativa av oss båda? I övrigt ser jag inte heller varför du känner behovet av att hänvisa till egendomliga påståenden om \"liberalism\" och dylikt i den här diskussionen. Sådant är bara ren och skär retorik. Det som istället är och borde vara relevant är väl hur pass välgrundade och övertygande dina sakargument i själva verket är?"
	},
	{
		"postIndex": 10754,
		"postNumber": 10997,
		"rankGlobal": 21,
		"scoreGlobal": 82.7,
		"userRank": 2,
		"userScore": 99.5,
		"postUserName": "eXtremo",
		"postUserID": "u206947",
		"postUserUrl": "https://www.flashback.org/u206947",
		"postDateTime": "2013-07-03, 18:48",
		"postUrlInThread": "https://www.flashback.org/t426684p917",
		"postUrlUniq": "https://www.flashback.org/sp44159329",
		"sentence": "För att vara helt krass torde B i alla kurser innebära att vederbörande inte är särskilt intresserad av juridik, detta gäller i synnerhet om litteraturen läses högst styvmoderligt, seminarierna inte ägnas särskild uppmärksamhet osv. Har man ett intresse för juridik lägger man automatiskt ned tid på studierna och torde i alla fall snitta BA.<br/> <br/>  Alla vill inte heller sitta ting, arbeta med affärsjuridik eller ens syssla med klassiska juristgöromål. Vissa kanske ser juristprogrammet som en språngbräda till en annan karriär. Någonting som är bra att ha med sig, men inte nödvändigtvis någonting man måste ha klarat med högsta betyg.<br/> <br/>  Värt att betona är att jurister är arbetsmarknadens A-lag, trots att man inte sitter på raka AB:n eller har varit sommarnotarie på MSA. Det finns massor av alternativa karriärvägar. Sedan kan man ju självklart dela in jurister i A-, B- och varför inte C-lag. Ja, man torde kunna dela in själva juristerna (individerna) i olika grupper, men som helhet är en juristexamen en bra merit att ha med sig.<br/> <br/>  Personer som har siktet inställt på att sitta ting vid attraktiva tingsrätter (vi har ju redan konstaterat att man inte behöver ha raka AB:n för att få sitta ting, speciellt om man räknar in bonuspoängen man kan få från t.ex. studier) eller att gå direkt till en stor affärsjuridisk byrå lägger ned tid. Denna tid som läggs ned avspeglar sig sedan i betygen som erhålls. För att vara helt ärlig tror jag inte att någon som inte är villig att lägga ned tiden som krävs för att få sådana betyg att en sådan karriär är möjlig, är intresserad av en affärsjuridisk karriär. Men det är bara min hypotes.<br/> <br/>  Sedan ställer jag mig frågande till att <i>\"en jävla massa\"</i> sitter på raka B:n i betyg. Under dessa 4,5 år torde man ha klämt in något BA eller AB. Om inte på grundkursen så möjligtvis på fördjupningskurserna då man får möjlighet att välja ämnen man finner intressanta, eller på uppsatsen. Tyvärr verkar det inte finnas någon statistik om hur många som går ut med vilket snitt. Det finns bara statistik på hur många som får vilket betyg på kurser, vilket gör det svårt att avgöra hur den egentliga fördelningen ser ut.<br/> <br/>  För egen del kan jag även nämna, som en liten parentes, att det kan ses som suspekt att en helt nyreggad användare går in och postar (sina första och enda) inlägg med budskapet att många sitter på B, samt frågor vad dessa skall göra med sina liv. Jag känner nästan lukten av någon som själv har satt sig på pottkanten och vill rationalisera bort faktumet, eller bara spy galla över \"orättvis\" tentarättning..."
	},
	{
		"postIndex": 13999,
		"postNumber": 14311,
		"rankGlobal": 22,
		"scoreGlobal": 82.6,
		"userRank": 287,
		"userScore": 2.7,
		"postUserName": "Framtidsoptimist",
		"postUserID": "u829183",
		"postUserUrl": "https://www.flashback.org/u829183",
		"postDateTime": "2014-06-03, 18:16",
		"postUrlInThread": "https://www.flashback.org/t426684p1193",
		"postUrlUniq": "https://www.flashback.org/sp49054498",
		"sentence": "Nu lär det ta hus i helvete när jag sågar en av de mest beryktade utbildningarna redan i rubriken. Trots en väldigt provocerande rubrik efterlyser jag en saklig diskussion i denna tråd. <br/> <br/>  Till att börja med vill jag säga att jag har läst några få kurser i juridik. Jag älskar juridik, det är spännande och intressant och jag känner flera personer på juristprogrammet samt några som är helt klara med utbildningen. Men jag kan verkligen inte förstå vad en jurist kan som inte en annan kan. Visst efter nio terminer kan man nog fler lagar i huvudet och är något snabbare på att hitta relevanta lagar för ett särskilt fall. Men annars ser jag ingen som helst skillnad på en person som är väldigt begåvad på T2 och en person som är på T9. Under juristutbildningen får man till och med lära sig att lagar erbjuder olika tolkningar och det är inte fel att tolka en text olika. Till och med erfarna advokater och åklagare kan tolka lagtext olika. Allt lagar som en jurist kan, skulle man snabbt kunna bläddra upp själv. Därför blir inte juridik samma sak som att plugga matematik, statistik, nationalekonomi, medicin, fysik med mera där man hela tiden lär sig att arbeta med mer och mer avancerade ekvationer, modeller, experiment med mera. <br/> <br/>  En person som är väldigt intresserad av juridik och har läst den grundläggande litteraturen tror jag till och med kan vara bättre på att tillämpa lagtext än någon som är utbildad jurist (och som fick låga betyg och slappade sig igenom utbildningen). Juristprogrammet är knappast någon bra utbildning för att utveckla ens analytiska förmåga jämfört mot ett flertal andra utbildningar. Om man har ett givet fall och ska tolka vad som gäller i den situation som har uppstått är jag övertygad om att vilken begåvad person som helst klarar det utan att behöva hjälp från någon jurist. Alla som är begåvade vet hur man hittar rätt paragrafer och tidigare rättsfall samt förarbeten bakom lagen med mera. Däremot skulle inte en jurist kunna gå till operationsbordet på Karolinska eller räkna ut svåra matematiska problem som något försäkringsföretag ställs inför.<br/> <br/>  Vad är det som är så speciellt med juristprogrammet? Förtjänar juristprogrammet att jämföras med läkar- och ingenjörsutbildningar med mera? Kan någon jurist nämna en enda sak som endast jurister kan? Är inte juridik så långt bort från vetenskap man kan komma?"
	},
	{
		"postIndex": 5816,
		"postNumber": 5963,
		"rankGlobal": 23,
		"scoreGlobal": 82.2,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "namgreb",
		"postUserID": "u308624",
		"postUserUrl": "https://www.flashback.org/u308624",
		"postDateTime": "2011-11-23, 19:19",
		"postUrlInThread": "https://www.flashback.org/t426684p497",
		"postUrlUniq": "https://www.flashback.org/sp34167518",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Trixy88</strong></div> <div>1. GU:s tenta var alldeles för svår för kursens nivå.</div> </td> </tr> </table> </div>   +<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Trixy88</strong></div> <div>3. GU har lagt upp kursen skitdåligt så att folk inte har lärt sig något.</div> </td> </tr> </table> </div> <br/>  En kombination av de där två punkterna tror jag är svaret. Eftersom det rör sig om ett helt nytt upplägg är det förståeligt (rent naturligt) att man inte på förhand visste exakt vilken nivå det rör sig om och bör röra sig om. Ni var försökskaniner och hälften av er dog helt enkelt. Occam's razor. Fallet löst.<br/> <br/>  Nu vet de ansvariga att något gick fel och lär sannolikt anpassa sig därefter, sen är det möjligt att ni inte kommer att få ens en kommentar ifrån de ansvariga. Rimligtvis är jargongen där densamma som på de flesta juridiska lärosäten och den brukar gå som så att en kursutvärdering är höjden av studentpåverkan, nästintill kommunism.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Trixy88</strong></div> <div>2. SU:s tenta var alldeles för lätt för kursens nivå.</div> </td> </tr> </table> </div> <br/>  Jiken är en juridisk introduktionskurs med betoning på <b>introduktion</b>. Kursen är i princip ett gratis AB. När jag läste den för ett ganska bra tag sedan vill jag minnas att ungefär hälften fick AB så den senaste tentan verkar snarare ha varit svårare än vanligt (eller så är det nittiotalisterna det är fel på!). Sen är kursen på intet sätt representativ för SU's juristprogram i övrigt rent betygsmässigt, samma höga procentandel AB dyker inte upp igen.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Trixy88</strong></div> <div>4. SU har lagt upp kursen mycket bra så att folk har lärt sig massor.</div> </td> </tr> </table> </div> <br/>  Nog lär man sig en del under jiken men som jag skrev ovan tar de introduktionsaspekten på stort allvar. Det tyckte man visserligen inte då men såhär i backspegeln behandlades vi väldigt varsamt och fick väl något av ett bryskt uppvaknande när smekmånaden var över och man stötte på verkligheten med smått sadistiska lärare och meterlånga litteraturlistor. Huruvida kursen är bra eller inte kan med tanke på det nyss nämnda diskuteras. Lätt är den dock, rent statistiskt.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Trixy88</strong></div> <div>5. GU ställer högre krav på sina studenter än vad SU gör. Det här behöver ju absolut inte vara något dåligt egentligen, men det blir ju helt fel i slutändan ändå eftersom betygen är så otroligt avgörande för studenternas framtid.</div> </td> </tr> </table> </div> <br/>  Som framgår av det jag skriver ovan är jiken ett specialfall och således inget som tyder på hur våra kurser och våra tentor ser ut här borta rent generellt. På samma sätt lär rimligen er första tenta inte säga så mycket om vilka krav det är som kommer att ställas på er fortsättningsvis. <br/> <br/>  För några månader sedan länkades en artikel i den här tråden som behandlade AB-frekvensen på de olika lärosätena och där låg Örebro och Stockholm i botten (dvs. minst AB:n) och Göteborg i topp (flest AB:n), sen kan det ju iof tyda på att förstnämnda är idioter och sistnämnda raka motsatsen, men det kan ju samtidigt ha vissa andra förklaringar som hänger samman med just det där gällande krav. Öppet för tolkning.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Trixy88</strong></div> <div>Kurserna har förvisso olika namn och är förmodligen upplagda på olika sätt, men nog tusan är det introduktionskurser på 15 hp båda två som inte bör skilja sig allt för mycket åt ändå. Jag tycker det är skrämmande att två lärosäten kan sätta så sjukt olika betyg på studenterna. Okej om det hade varit mindre skillnader men det här är ju bara befängt.<br/> <br/>  Vill också tillägga att jag inte vill klanka ner på någon/något här utan tycker bara att det är viktigt att ta upp det här till diskussion och inte bara vifta bort det som om allt vore som det skulle. För det är det uppenbarligen inte.</div> </td> </tr> </table> </div> <br/>  Kurserna är olika, jfr rubricering av en rättshandling kontra den faktiska rättshandlingen<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> Bara för att man kallar två kurser för <i>introduktion</i> är det inte nödvändigtvis två likadana kurser. T.ex. är er kurs ny och tar upp ämnen man absolut inte berör på SU's jiken vilken dessutom inte är ny utan har funnits med i ett bra antal år. Bara där har du stora skillnader. <br/> <br/>  Dessutom är det, precis som du säger, två helt olika lärosäten. Tanken är väl att det inte ska göra någon markant skillnad betygsmässigt beroende på vilket lärosäte man läser juristprogrammet men en enstaka tenta jämfört med en helt annan enstaka tenta på ett helt annat lärosäte är inget som varken GU's eller SU's respektive juridiska institutioner eller Högskoleverket för den delen kommer bli nämnvärt exalterade av. Först när ni om och om igen har 50 % underkända kan man börja räkna med att röster höjs hos dem som faktiskt kan påverka.<br/> <br/>  Ärligt talat måste du släppa det där, du kommer att behöva (om du inte redan behöver) din kraft och energi till annat. Livet är inte rättvist.<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>amstafflove</strong></div> <div>Fråga till er som pluggar på SU. Hur ser en vanlig vecka ut de första terminerna? Hur är upplägget vad det gäller seminarier, pm-inlämningar och föreläsningar? Och hur mycket tid på plugget, utöver den i skolan, lägger ni ner ungefär?</div> </td> </tr> </table> </div> <br/>  En vanlig vecka de första terminerna ser ut som en vanlig vecka de senare terminerna. Några föreläsningar, några seminarier/gruppövningar och då och då något PM/grupparbete/rättegångsspel osv. Höftat kanske en tre-fyra föreläsningar i veckan och därutöver runt tre seminarier/gruppövningar. Det brukar vidare vara minst ett obligatorium per kurs i form av PM eller annat kul. <br/> <br/>  Den tid man lägger ner på plugget utöver schemalagt är oerhört individuellt. För mig rör det sig om en handfull timmar och jag brukar skippa föreläsningar dessutom, men sen så är jag ett freak of nature <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cool2.gif\" title=\"Cool\"/>"
	},
	{
		"postIndex": 14132,
		"postNumber": 14445,
		"rankGlobal": 24,
		"scoreGlobal": 82,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "namgreb",
		"postUserID": "u308624",
		"postUserUrl": "https://www.flashback.org/u308624",
		"postDateTime": "2014-07-01, 21:16",
		"postUrlInThread": "https://www.flashback.org/t426684p1204",
		"postUrlUniq": "https://www.flashback.org/sp49424764",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>MacBune</strong> <a href=\"/p49406649#p49406649\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Till själva frågan. Om någon känner igen sig i situationen vill jag gärna veta hur lång tid det tar att träna upp en studieteknik.</div> </td> </tr> </table> </div> <br/>  Jag kom inte in via HP utan via betygen, men hade likväl en icke-existerande studieteknik, och det tog mig ungefär en termin innan jag hade etablerat vana, rutin och en någotsånär bra koll på hur jag bäst studerar.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>MacBune</strong> <a href=\"/p49413643#p49413643\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Hur många timmar tror ni att jag får lägga ner i veckan i och med att jag inte har samma metodik som min framtida kursare som alla var bäst i sin respektive klass på gymnasiet? </div> </td> </tr> </table> </div> <br/>  Svårt att säga, men räkna med att en icke-försumbar del av ditt första pluggande kommer handla mycket om att lista ut <i>hur</i> du lär dig. Men det är en investering du inte behöver känna frustration över och kom ihåg att många av dina kursare kommer vara i samma situation.  <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>MacBune</strong> <a href=\"/p49413643#p49413643\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>2) Vad tror ni andra om nivån och kvalitén på utbildningen och lärarna? </div> </td> </tr> </table> </div> <br/>  Jag har aldrig noterat någon skillnad på kollegornas kompetens utifrån lärosäte. Faktum är att lärosätena endast förs på tal när man undrar vart någon studerat för att man känner igen någon, eller försöker lista ut om man har en gemensam bekant, eller liknande.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>MacBune</strong> <a href=\"/p49413643#p49413643\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>3) Hur stor fördel är det att jag pratar tre språk (svenska franska och engelska som er alla)? Hjälper det överhuvud taget? Kan det hjälpa? Är det en enorm fördel?  </div> </td> </tr> </table> </div> <br/>  Att prata tre språk när alla andra pratar minst två språk är ingen enorm fördel. Det är dock aldrig en nackdel att prata ett extra språk, men inom juristbranschen, som är relativt begränsad till Sverige, så är extra språkkunskaper inget som höjer extra mycket på ögonbrynen.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>MacBune</strong> <a href=\"/p49413643#p49413643\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>4) Hur ser ni på det? Fördel eller nackdel med att vara lite äldre?</div> </td> </tr> </table> </div> <br/>  Det beror på. Vissa behöver leka av sig lite innan de är beredda att ta sig an studier på den här nivån. Somliga mår bäst av att hoppa på studierna direkt. Vissa behöver lista ut vad de vill. Somliga vet redan. Och så vidare.<br/> <br/>  Att bli klar snabbt är ingen garanti för att göra karriär snabbt, lika lite som en sen juristexamen är att likställa med uteblivna karriärmöjligheter (förutsatt att den inte är sjukt sen).<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>MacBune</strong> <a href=\"/p49413643#p49413643\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>5) Vad har ni för väskor?! Jag menar, vilken väska får plats med en dator och en lagbok som är tjock som en skokartong, och kan kalla sig datorväska eller portfölj?  </div> </td> </tr> </table> </div> <br/>  Egentligen fungerar det mesta. I nödfall fungerar till och med en plastpåse.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>MacBune</strong> <a href=\"/p49413643#p49413643\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>6) Hur svårt är det att få dom där toppbetygen som jag kommer sträva efter att få?</div> </td> </tr> </table> </div> <br/>  Svårt. Jag gick ut med nästan 85 % AB (egentligen 84,4444... %; räknat som procenten av mina högskolepoäng som var AB av den totala mängden om 270 högskolepoäng), och om det inte vore för att jag valde att vara taktisk, så hade jag haft god chans att gå ut med nästan 95 % AB. <br/> <br/>  Prestationen var utan tvekan den svåraste i mitt liv hittills. Jag har sparrats med matchboxare, lite som ett får som slängdes till vargarna, med allt stryk som det förde med sig, men AB-jakten var mycket jobbigare. Jag har upplevt hjärtsjukdom under några månader vilket gjorde mig till ett fysiskt vrak, men AB-jakten var mycket jobbigare. Jag jobbar stundtals för mycket, ett race fick mig att gå ifrån ungefär 23 i BMI till 19, gav mig ringar under ögonen och mina första gråa hårstrån i skäggväxten, men AB-jakten var mycket jobbigare. Jag har skrivit tre bokmanus på lite mer än ett år, men AB-jakten var mycket jobbigare. Om jag så blir gravid, föder en unge ur urinröret, får en förlossningsdepression och äter upp densamma för att sedan sätta i halsen och dö, kommer jag påstå att AB-jakten var mycket jobbigare.<br/> <br/>  Men samtidigt kan jag inte säga att jag skötte min AB-jakt på ett sunt sätt. Jag gav mig fan på att få AB, och för varje AB jag fick ökade pressen att upprätthålla allting, så det blev bara värre och värre, och inför min sista tenta var det så pass illa att jag var tvungen att gå in på toaletten och spy. Långt ifrån sunt, vilket jag insåg redan då, och speciellt inser i efterhand. Men det var en AB-jakt i dess sanna mening, och det tragiska är att jag sitter inne på en del historier avseende andra som jagade mer än vad jag gjorde. <br/> <br/>  Freaks of nature varvar toppbetyg med gäspningar. Vi dödliga är hänvisade till vår vilja, och när den börjar pressa kapaciteten så riskerar det att bli en obalans.<br/> <br/>  Sträva för all del efter toppbetyg men var vaksam på att det inte går till överdrift. Det är trots allt bläck på papper.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>MacBune</strong> <a href=\"/p49413643#p49413643\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>... Hur många är det som verkligen ger allt?</div> </td> </tr> </table> </div> <br/>  Många, men långt ifrån alla pratar öppet om det.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>MacBune</strong> <a href=\"/p49413643#p49413643\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>...och har dom som gör det 30, 50 eller 70% chans att få Ab på en tenta?</div> </td> </tr> </table> </div> <br/>  Vissa ger allt utan att ha en reell chans att få AB eftersom vissa är idioter, men är man i vart fall medelbegåvad och faktiskt ger allt, bör chansen att få AB på en tenta vara väldigt hög, i vart fall 70 % eller mer. Kruxet är snarare att fortsätta plocka AB:n under fyra och ett halvt år.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>MacBune</strong> <a href=\"/p49413643#p49413643\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Ska sägas att jag siktar på runt 80 % Ab </div> </td> </tr> </table> </div> <br/>  Sikta på 100 % och acceptera 1 %.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>MacBune</strong> <a href=\"/p49413643#p49413643\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Jag har som inställning att lägga ner en heltids arbetsvecka (självklart mer när det närmar sig tenta, men då är inte motivationen nån bristvara), och den mängden timmar har jag som sagt vant mig vid då jag har jobbat.</div> </td> </tr> </table> </div> <br/>  Att jobba 40 timmar i veckan är inte samma sak som att studera 40 timmar i veckan. Att huvudsakligen lära sig saker är svårare än att huvudsakligen upprepa vad man redan lärt sig. Således bör du inte stirra dig blind på hur många timmar du lagt ner på dina studier per dag, utan snarare fokusera på hur mycket du <i>lärt</i> dig per dag. Tio minuter under vilka du lär dig, under vilka du kommer till någon plötslig insikt kring valfritt juridiskt problemområde, är bättre än tio timmar där du läst sida upp och sida ner utan att något fastnat. Problemet är att du kan behöva läsa sida upp och sida ner för att ens hitta problemformuleringen, men likväl är min poäng att du inte stirrar dig blind på sida upp och sida ner eller timmar hit och timmar dit.<br/> <br/>  Överhuvudtaget är mitt tips att du fokuserar på att lära dig juridik, mer än vad du fokuserar på att jaga AB:n.<br/> <br/>  Och gör gamla tentor. Gamla tentor i mängder. Och sen ännu fler gamla tentor. Kunskap finns inte i mer kort och koncis form än vad gamla tentor erbjuder."
	},
	{
		"postIndex": 5324,
		"postNumber": 5466,
		"rankGlobal": 25,
		"scoreGlobal": 81.9,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "namgreb",
		"postUserID": "u308624",
		"postUserUrl": "https://www.flashback.org/u308624",
		"postDateTime": "2011-09-13, 14:40",
		"postUrlInThread": "https://www.flashback.org/t426684p456",
		"postUrlUniq": "https://www.flashback.org/sp32836114",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Ubayd-Allah</strong></div> <div><b>1)</b> Hur pass internationell är utbildningen? Och hur internationell kan man göra utbildningen genom egna val, dvs. hur stort är utbudet på  kurser med internationell fokus? - Några personliga erfarenheter ni kan dela med er utav gällande det här?</div> </td> </tr> </table> </div> <br/>  På det stora hela är det inte en alltför internationell utbildning eftersom man främst lär sig svensk rätt. Det går inte att efter avklarad examen dra till ett annat land och kallt utgå ifrån att den kunskap och den examen man har funkar, tvärtom vinner man nog mer på att kallt utgå ifrån att det inte funkar. Å andra sidan finns det mellanstatliga organ, EU, FN osv. hos vilka man kan få jobb och det går ju även att komma utomlands på andra sätt genom både den offentliga och den privata sektorn. T.ex. brukar större advokatbyråer erbjuda utlandstjänstgöring. Men internationell på samma sätt som t.ex. en civilingenjörsutbildning är juristprogrammet dock inte. Däremot finns det nästan alltid en internationell aspekt i de flesta kurser och t.ex. Europarätt, Folkrätt och Internationell Privaträtt har ju en mer direkt internationell prägel. Vidare finns extrakurser samt möjlighet att skriva examensarbete med internationell fokus om man så önskar i slutet av utbildningen. En del gör även ett halvår eller så utomlands som utbytesstudenter.<br/> <br/>  Vill man utomlands så går det men utbildningen (och det senare yrkeslivet) har av förklarliga skäl en stark koppling till Sverige.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Ubayd-Allah</strong></div> <div><b>2)</b> Hur krävande är utbildningen? Det jag menar med den här frågan är, vilka intellektuella resurser används som flitigast under utbildningen? gäller det att kunna memorisera saker och ting, kräver utbildningen att man har en väl utvecklad skrivförmåga, studieteknik som är viktigast, etc.?</div> </td> </tr> </table> </div> <br/>  Det finns inget exakt svar utan beror mycket på individen; en del kämpar sig fram, en del glider sig igenom allt. Samma gäller den intellektuella delen, en del memorerar allt utan problem när en del snarare klarar sig pga. god envishet framför ett gott minne. Rent generellt skulle jag säga att man får räkna med att lägga ner en handfull timmar per dag, läsa relativt stora mängder (tror juriststudenter i mätningar alltid anses läsa mest kurslitteratur per poäng -och det är inte någon lätt lektyr heller!) samt att man har god nytta av ett bra minne, analytisk förmåga och disciplin. Skrivförmåga är ju en fördel men den tränas upp om inte annat (enligt de yrkesverksamma säkerligen i alltför låg grad) och studieteknik lär man sig vartefter.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Ubayd-Allah</strong></div> <div><b>3)</b> Hur snabbt kan man avklara utbildningen på, ifall man läser flera kurser parallellt med varandra? - Har för mig att Palme klarade utbildningen på 2,5 år.</div> </td> </tr> </table> </div> <br/>  Det är väl runt den tiden man kan klara av utbildningen på innan det blir både praktiskt svårt och ev. omöjligt med tanke på att vissa kurser kräver att andra tidigare kurser redan är avklarade. Sen är ju frågan hur mycket man vinner på att försöka ta det hela snabbare? Jag vet en del personer som läser halvt-dubbelt och de är visserligen klara med utbildningen snart men enligt mig har de flängt omkring alldeles för mycket för den lilla tid de sparat in, men de har säkert en helt annan uppfattning om den saken. Med tanke på att juristprogrammet förmodligen är den utbildning i Sverige med högst betygshets kan man ju även fråga sig om det är värt att få lite sämre betyg (läser man flera kurser samtidigt ökar ju chansen för att det blir en del B framför Ab) bara för att få komma ut i arbetslivet, där man ska stanna i omkring 40 år, ett år eller två tidigare?"
	},
	{
		"postIndex": 9605,
		"postNumber": 9834,
		"rankGlobal": 26,
		"scoreGlobal": 81.7,
		"userRank": 37,
		"userScore": 13.1,
		"postUserName": "Cathastrophia",
		"postUserID": "u258878",
		"postUserUrl": "https://www.flashback.org/u258878",
		"postDateTime": "2013-01-28, 17:07",
		"postUrlInThread": "https://www.flashback.org/t426684p820",
		"postUrlUniq": "https://www.flashback.org/sp41726476",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>skenetbedrar</strong></div> <div>Ok! Ja jag ska försöka. Har så mycket skit runtomkring som ställer till så jag inte kan fokusera på studierna. Önskar det fanns någon fadder på distans eller dylikt, har varken tiden eller lusten att vara social på olika introduktionsaktiviteter och ännu mindre att behöva lägga ner tid jag inte har för att sitta och plugga med andra efter en 4 timmars lång föreläsning när blodsockret är kasst och man är hungrig och trött som ett as. <br/> <br/>  Fan det också fattar jag inte, seminarierna verkar alltså enligt schemat vara 4 timmar långa, stämmer det? Helt otroligt!<br/> <br/>  Har läst Allmän avtalsrätt, alltså bara läst rätt av det som anvisats till veckans seminarier (eller föreläsningar, VAFAN DET NU ÄN ÄR FÖR NÅGOT): Allmän avtalsrätt, kap. 1-2. kap. 6-6.6.6, kap. 6.11-6.13 och kap. 15. kap. 3-3.2.8, kap. 5, kap. 7 och kap. 13.<br/> <br/>  Så nu ska jag öppna den där förbannade Höök och kolla på hans frågor.<br/> <br/>  Apropå Avtalsrätt, boken kostade 500kr + är 8e upplagan eller något innehåller tamefan stavfel och massa misstag i texten, är det okej eller? Känns som herr Ramberg har skrivit ner boken över en kväll. Känns torftligt... Vet inte vad det säger om kvalitén på kursen, samtidigt var mycket som skrevs jävligt utdraget och self-explanatory ena stunden för att den andra vara hur komplicerat som helst (troligen pga Ramberg själv).</div> </td> </tr> </table> </div> <br/>  Ta det här svaret rätt nu...<br/> <br/>  Men jag har KAOS i mitt liv utanför studierna just nu. Tokkaos, allt praktiskt i mitt privatliv har fallit samman och ingenting fungerar och allting kräver merjobb. Jag får släcka bränder och lösa kriser hela tiden och försöka få dagarna att fungera timme för timme. Dessutom jobbar jag halvtid, och schemat är inte helt korrigerat för att vara studiekompatibelt än (dvs saker krockar), dessutom måste jag jobba hela helgerna. Och då menar jag hela, jag jobbar fre em - mån morgon. Dvs jag kunde inte plugga en enda minut i helgen fast jag känner jag borde pluggat hela helgen.<br/>  Jag har också en ganska rejäl pendling till skolan, jag har en svårt sjuk nära anhörig i behov av hjälp från mig, och så har jag obligatoriska moment 3 dagar i veckan plus obligatoriska basgruppsmöten (som jag måste gå på, och vi måste ju hitta tider som passar alla, inte bara mig)<br/> <br/>  EGENTLIGEN har jag inte tid med ett enda basgruppsmöte. Ett 2 h möte 'kostar' mig 6 h av en dag. Och jag har redan för få timmar på dygnet tack vare allt annat. <br/> <br/>  Jag är medveten om att jag har LÅNGT från ideala förutsättningar, och att jag kommer behöva göra en insats som just nu känns närmast övermänsklig. Jag ligger dessutom \"efter\", då jag får panikplugga in det 'jag måste redovisa imorgon'. <br/> <br/>  Dessutom är jag som dig indiviualist och gillar inte grupparbeten. Men nu är det såhär, det kommer fortsätta vara såhär och få se nu - ville jag bli jurist? Jo det var liksom därför jag sökte. Hade jag sökt om jag vetat det skulle sammanfalla med att resten av min tillvaro rent praktiskt föll samman? Hell no. Men nu är jag där, jag valde att tacka ja och nu är det bara att ro skiten i land. Och det är fan så mycket enklare om man har attityden att det kommer att gå, det ska gå etc. <br/> <br/>  Att tycka \"Jag får väl öppna den förbannade xxx-boken då\" så där har du ju redan innan du öppnat den en negativ uppfattning, du har bestämt dig för du inte har tid (lust??), inte kommer fatta etc. Då kommer du inte göra det heller...<br/> <br/>  Men tusentals och åter tusentals människor har klarat juristprogrammet, ännu fler har klarat T1, och ytterligare fler har klarat första två veckorna. Så nog fan ska jag klara det, icke idealiska omkringförutsättningar eller ej! <br/> <br/>  Panikkänslan du beskriver hade vi nog alla i min semgrupp efter lekt 2 (jag går UU), och många hade i tanken snuddat vid både \"jag hoppar av\" och \"Hur fan ska jag klara det här?\". <br/>  Men vi tröstade oss med att andra klarat det, att lärarna helt säkert har en plan med det här och det är en beprövad plan. Så läs i boken. Fortfarande obegripligt. Läs igen. Hmm, kanske de menat.. Läs igen. Låt det vila. Läs uppgiften igen, peta lite i den.<br/> <br/>  På torsdagen - regelrätt panik, helt obegripligt. Läste 2 h, viss ljusning<br/>  På fredagen - basgruppsmöte om 2 h, vissa saker klara stor del obegripligt. Läs mer, lite ljusnar, det man läst börjar falla på plats i ett sammanhang. Frågor ger upphov till egna följdfrågor. Sök svaret på dem - blir inte klokare men börjar ana vad poängen är. <br/>  Fre em - må morg. Jobb, tänk inte ens på studierna.<br/>  Må fm, basgruppsmöte 2 h, bitarna har för samtliga fallit på plats nästan helt. Vi har en plan, vissa saker är vi säker på att vi har rätt i, andra är vi osäkra på men vi kan redovisa för och argumentera för hur vi tänkt. Och vi fattar facktermerna.<br/>  Onsdag em - redovisning, det går strålande. Vi har feltänkt i en delfråga och har fel men vi kan förklara hur vi tänkt och - vi har gjort rätt metodologiskt. <br/>  Kolla, vi inte bara har fattat, vi har fattat väl, och vi har gjort en utmärkt redovisning inför klassen,  i gick upp helt lugna - just för vi var förberedda.<br/> <br/>  Så från panik till trygg förvissning om att vi klarar det på säg 8 h effektiv tid - men VIKTIGT, en stor del 'processtid', tänk på annat, låt allt man tryckt in bearbetas av hjärnan och falla på plats. <br/> <br/>  Så, lugna ner paniken, fortsätt läs, försök ändra inställningen från jag har inte tid (lust), grupparbeten är skit, jag hinner inte och det kommer gå åt helvete till att du, likt många många andra innan dig, kommer klara det!<br/> <br/>  (Kaoset i mitt liv utanför studierna är intakt, men det har inte förvärrats heller - så se, det fungerar. Om det fungerar imorgon? Vem vet, beror på vad som skiter sig då och hur mkt jag måste lösa, men löste jag det idag så borde jag kunna lösa det imorgon! Kanske kommer det en dag jag inte löser det - men ja, då tar jag det DEN dagen. Inte innan det hänt.)"
	},
	{
		"postIndex": 2829,
		"postNumber": 2925,
		"rankGlobal": 27,
		"scoreGlobal": 81.5,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "namgreb",
		"postUserID": "u308624",
		"postUserUrl": "https://www.flashback.org/u308624",
		"postDateTime": "2010-08-22, 19:56",
		"postUrlInThread": "https://www.flashback.org/t426684p244",
		"postUrlUniq": "https://www.flashback.org/sp25015390",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Osciz</strong></div> <div> Vad är det för svårighetsgrad på juridik utbildningarna. Låt säga man är motiverad samt glidit igenom gymnasiet med G i alla ämnen (samhälle).</div> </td> </tr> </table> </div> <br/>  Har man glidit igenom gymnasiet med G i alla ämnen kan man knappast ha varit motiverad vid den tidpunkten i alla fall. Har motivationen kommit på senare år är ett bra resultat på högskoleprovet något som behöver fixas innan man på allvar behöver fundera på utbildningens svårighetsgrad. <br/> <br/>  Vad dock gäller svårighetsgraden på utbildningen, en av de vanligaste frågorna för övrigt, så är det otroligt mycket som spelar in. Jag ska försöka ge ett enkelt och kortfattat svar (mer utsvävande sådana finns utan tvekan någonstans längre bak i tråden).<br/> <br/> <b>1).</b> Det är individuellt. För vissa ter sig juridik naturligt, för andra är det krångligt. Vissa har bra studiedisciplin, andra saknar disciplin överhuvudtaget. Vissa är jävligt intelligenta, andra är mindre intelligenta. Somliga har en sjuhelvetes kapacitet, andra har mindre kapacitet. Du fattar poängen.  <br/> <br/> <b>2).</b> Det är skillnad på att precis lyckas få examen och att gå ut med 80%+ AB kombinerat med saftiga extrameriter. Det senare innebär en svårighetsgrad som i vart fall skulle ställa till med problem för gemene man. <br/> <br/> <b>3).</b> Det är mycket att läsa. Det går att diskutera huruvida det man läser egentligen är så otroligt svårt eller inte, men det är svårt att påstå annat än att man har mycket litteratur och måste tillgodogöra sig merparten av denna.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Osciz</strong></div> <div>  Läste ett examensarbete häromdagen från någon som exats från GU och kvaliten på den rapporten var ju löjlig jämfört med andra arbeten som gjort på GU programmen.</div> </td> </tr> </table> </div> <br/>  Löjligt dåliga examensarbeten har även jag läst, såpass dåliga att man skäms som läsare. Kom dock ihåg punkt 2 och kom ihåg att bara för att en ihärdig idiot klarade sig igenom utbildningen behöver det inte säga så mycket om hur det skulle gå för dig. <br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>redbet111</strong></div> <div>Den där frågan har jag också ställt mig. Tydligen så är det grymt individuellt huruvida man lyckas på programmet. Har man poäng att komma in så bör man klara utbildningen. <br/></div> </td> </tr> </table> </div> <br/>  Precis som du säger är det väldigt individuellt. Att komma in på utbildningen är dock ingen garanti för att man klarar av den. Om någon ingenjör råkar hitta in hit blir jag väl rejält avhyvlad nu, men jag vågar påstå att juristprogrammet tillhör några av de utbildningar i Sverige som flest människor hoppar av ifrån. Utbildningen i sig sätter en viss press på de som läser den vad gäller själva kunskapsbiten och tempot, men framförallt tror jag att juristprogrammet i alltför stor grad förknippas med betygshets, stress och höga krav vilket får onödigt många att hoppa av. <br/> <br/>  Jag själv ska börja på termin 4 snart och sedan jag påbörjade utbildningen har jag själv \"förlorat\" runt tio kamrater vilka jag känt i varierande utsträckning. Någon läser terminen efter, flera har sadlat om helt och andra pallade helt enkelt inte. Dessutom vet jag redan nu att vissa inte kommer att dyka upp nästa måndag när det kör igång igen.   <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Osciz</strong></div> <div> <br/>  Eftersom juristprogrammet knappt kräver några förkunskaper vore det intressant ifall någon kunde vittna om diverse stolskott som klarade utbildningen. Jag kan tänka mig att variationen av bakgrunder skiljer sig ganska mycket, alltifrån samhälle-naturvetare till barn o fritids studenter från gymnasiet. <br/></div> </td> </tr> </table> </div> <br/>  Stolpskott finns utan tvekan. Klister van der Plast är ju ett exempel på ett sådant som dessutom avancerade en bra bit. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Osciz</strong></div> <div> <br/>  Däremot har svårt och tro att det finns något stolpskott som klarar sin utbildning där man läst teknisk fysik, läkare eller andra civilingenjörsprogram. <br/></div> </td> </tr> </table> </div> <br/>  Stolpskott finns med största sannolikhet även där, de finns lite överallt i yrkeslivet och är svåra att komma ifrån. Faktum är att en kursare till mig som alla ansåg socialt efterbliven och lite konstigt hoppade av eftersom han kom in på läkarlinjen. Intelligent, men bärandes på alla möjliga bokstavskombinationer och i min bok ett stolpskott. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Osciz</strong></div> <div> <br/>  Hur skulle ni som pluggar nu beskriva det? Särskiljer sig juristprogrammet i synnerhet genom att vara smart och skarp eller handlar det mest om att plugga och nöta? Förstår att det är svårt att generalisera men lite fingervisning borde inte vara helt omöjligt. </div> </td> </tr> </table> </div> <br/>  Min åsikt är att \"plugga och nöta\" är A och O men att det inte räcker till i alla lägen. En bra jurist är dessutom en smart jurist, det går inte att enbart ta sig fram på ren envishet.<br/> <br/> <br/>  Edit: Inte så kortfattat svar jag hade för avsikt att ge, men men."
	},
	{
		"postIndex": 5205,
		"postNumber": 5343,
		"rankGlobal": 28,
		"scoreGlobal": 81.3,
		"userRank": 359,
		"userScore": 2.4,
		"postUserName": "Pahlaviii",
		"postUserID": "u601924",
		"postUserUrl": "https://www.flashback.org/u601924",
		"postDateTime": "2011-08-23, 23:35",
		"postUrlInThread": "https://www.flashback.org/t426684p446",
		"postUrlUniq": "https://www.flashback.org/sp32433978",
		"sentence": "Läser Juristprogrammet för tillfället och har lite funderingar rörande vilka möjligheter det finns till att arbeta utomlands när man är klar med programmet. <br/> <br/>  Till skillnad från exempelvis läkare är det ju som ni vet ganska problematiskt att arbeta utomlands med en svensk juristutbildning eftersom man lär sig Svensk lag och i andra länder har de andra system. <br/> <br/>  Har frågat runt bland folk som kommit en bit på utbildningen, efterforskat på internet, pratat med studievägledaren och alla verkar säga samma sak: Det finns i princip inga möjligheter då klienter i andra länder i första hand väljer inhemska jurister(ganska självklart).<br/> <br/>  I denna tråd( <a href=\"https://www.flashback.org/t798955\" target=\"_blank\">https://www.flashback.org/t798955</a>) diskuterar man alternativet att skaffa sig en juridisk examen i Sverige(alltså läsa alla 4,5 år) och sedan söka Law i USA. Tycker det låter ganska tradigt och det känns som en ganska stor \"waste\" eftersom det är helt olika system.<br/> <br/>  Ett alternativ är att läsa ett halvår/ett år utomlands senare men det ger dig ju ändå inte någon behörighet att jobba utomlands.<br/> <br/>  Kort sagt, vad skulle vara det bästa alternativet? Sökte till Juristprogrammet då jag tänkte att jag skulle inrikta mig på Folkrätt eller möjligtvis Miljörätt. Men jag vill ju inte direkt vara ombud för några utvisningshotade invandrare i Gävle som riskerar att få sina rättigheter kränkta i hemlandet. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/> <br/> <br/>  Känner att jag verkligen inte vill bo i Sverige. Finns ingenting för mig här och har ingenting som håller mig kvar. Finns det något möjlighet att inkorporera det jag lärt mig, och kommer lära mig, på Juristlinjen och bygga vidare på det utomlands(tänker främst på USA), eller bör jag helt enkelt söka en ny utbildning i US?"
	},
	{
		"postIndex": 1673,
		"postNumber": 1728,
		"rankGlobal": 29,
		"scoreGlobal": 81.1,
		"userRank": 3,
		"userScore": 78.3,
		"postUserName": "Feadog",
		"postUserID": "u384312",
		"postUserUrl": "https://www.flashback.org/u384312",
		"postDateTime": "2009-11-19, 14:32",
		"postUrlInThread": "https://www.flashback.org/t426684p144",
		"postUrlUniq": "https://www.flashback.org/sp19884671",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>lateque</strong></div> <div>Varför vill du byta från örebro till uppsala? Jag har 1.5 på hp, har sökt till uppsala/sthlm/lund och har planerat att tacka nej till min plats för att ta örebro till hösten, närmre till familjen osv. Är utbildningen där undermålig eller?</div> </td> </tr> </table> </div> <br/>  Bra fråga. Anledningen till att jag vill byta är främst att jag måste prova. Jag är inte alls missnöjd med utbildningen i Örebro men jag har inget att jämföra med och jag vill veta hur det är i Uppsala eftersom att många säger att det är sjukt stor skillnad (mycket bättre i Uppsala). En annan anledning är att jag är lite traditionsromantiker och jag lockas av att UU är ett så gammalt universitet. Dessutom verkar Uppsala vara en trevligare stad än Örebro.<br/> <br/>  Jag tror att alla universitet som erbjuder juristutbildning har olika för- och nackdelar. Jag vet några 20.0 elever som pluggar i Örebro för att de tror att det är lättare att vara bäst där än i Uppsala. Nån hade ringt Vinge och frågat om de brydde sig var man har fått sin examen, svaret blev \"nej, så länge du är bäst så skiter vi i om det står Uppsala eller Örebro på examen\". Med det i åtanke kanske Örebro är ett vettigt alternativ. Det är lättare att få kontakt med lärarna, det är mindre betygshets, etc.<br/> <br/>  Dock har jag hört mycket om att under de första åren av juristprogrammet i Örebro (tror det har hållit på drygt 4 år) så hade eleverna mycket lägre krav på sig. Jag är rädd att när dessa kommer ut så kommer statusen hos arbetsgivarna vara slutligt befäst. Är alla örebroare betydligt sämre än uppsaliensarna så kommer det bli svårare att få jobb.<br/> <br/>  Sen finns det ju en tumregel att man alltid ska välja den bästa skolan man kan gå på. Uppsala Universitet är alltid rankat som ett av de allra bästa lärosätena i Sverige, och brukar ligga runt plats 70 på världsrankingen. <a href=\"/leave.php?u=http%3A%2F%2Fwww.arwu.org%2FCountry2009Main.jsp%3Fparam%3DSweden\" target=\"_blank\">http://www.arwu.org/Country2009Main.jsp?param=Sweden</a><br/>  Örebro är ärligt talat en skitskola, rankat lägre än Södertörn, Högskolan i Dalarna, Mälardalens, osv. Nu drabbar det kanske andra i högre utsträckning än juristerna eftersom ÖRU satsar hårt på prestigeprogrammen och verkar skita i de andra, men ändå.<br/>  Stockholms Universitet skulle jag inte rekommendera heller. SU's största merit är den geografiska placeringen."
	},
	{
		"postIndex": 10144,
		"postNumber": 10377,
		"rankGlobal": 30,
		"scoreGlobal": 81,
		"userRank": 34,
		"userScore": 13.5,
		"postUserName": "Caosses",
		"postUserID": "u794812",
		"postUserUrl": "https://www.flashback.org/u794812",
		"postDateTime": "2013-04-02, 19:00",
		"postUrlInThread": "https://www.flashback.org/t426684p865",
		"postUrlUniq": "https://www.flashback.org/sp42761908",
		"sentence": "Hellu allihopa! <br/>  Funderar på att börja juristprogrammet i Umeå till denna eller eventuellt nästa höst termin. Eventuellt kanske i Lund till våren, beroende på om jag lyckats höja mig i några ämnen ifrån gymnasiet.<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> <br/> <br/>  Menmen! Det jag undrar är om man typ är lite för gammal för att börja juristprogrammet när man är 21 (ifall jag skulle vänta med att plugga ett år)? Är 93: a och gick ut gymnasiet förra året. Så kommer alltså ha väntat två år efter gymnasiet med att plugga om jag inte börjar nu till hösten. <br/>  Sedan undrar jag även hur mycket ni tror betygsnittet kommer höjas till nästa höst då elever med de nya betygen också söker. Jag har betygssnitt på 21,2 i kompletteringsgruppen, vilket är på gränsen Därför rädd att jag inte har en chans att komma in till nästa höst termin (<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad.gif\" title=\"Sad\"/> ) när de med de nya betygssystemet söker eftersom de får en egen sökningsgrupp.<br/> <br/>  Sedan undrar jag också hur mycket kommer det att påverka en att läsa i Umeå jämfört med Uppsala och Lund? Med tanke på att Umeå har lägre status. Jag kan ju faktiskt läsa upp lite ämnen (göra prövning) för att komma in i Lund också. Jag kom dessutom in på juristprogrammet i Uppsala denna terminen (vt 2013) men tackade nej av olika anledning. Är inte alls sugen på att plugga i Uppsala, utan vill helst plugga i Umeå eller Lund."
	},
	{
		"postIndex": 10862,
		"postNumber": 11108,
		"rankGlobal": 31,
		"scoreGlobal": 80.8,
		"userRank": 73,
		"userScore": 8,
		"postUserName": "Knutte_Ninja",
		"postUserID": "u140751",
		"postUserUrl": "https://www.flashback.org/u140751",
		"postDateTime": "2013-07-17, 22:03",
		"postUrlInThread": "https://www.flashback.org/t426684p926",
		"postUrlUniq": "https://www.flashback.org/sp44363031",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Orzion</strong> <a href=\"/p44362763#p44362763\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Kom ihåg att arbetslivserfarenhet av relevant juridisk karaktär också ger extra meritpoäng för ting , uppdelat i två kategorier beroende på hur relevant det anses, man behöver ju inte sitta ting det första man gör efter att man fått juristexamen.</div> </td> </tr> </table> </div> <br/>  Fast nu ska vi kanske vara lite realistiska här, får du inte en tingsplats så kan du i princip glömma arbeten av relevant karaktär också. Låt gå för att det är möjligt att jobba på Hall men det går fan inte fort att få ihop några poäng där. <br/>  Men visst, det finns massor av vägar \"in\" i juridiken, väldigt få av dessa kommer dock i närheten av att sitta ting i skyndsamhet. Tyvärr så låtsas väldigt många om att det bara finns 95-100% AB studenter och bortser från att för de flesta nyutexaminerade är att jobba med juridik ö.h.t. något som ligger väldigt långt bort i tiden och väldigt många får inget kvalificerat arbete ö.h.t.. Varför det blivit så är något mystiskt, jag misstänker att det beror på att juridikstudenter ljuger som hästar travar om sina betyg, de stora drakarna uppfattar det inte som ett problem, DV märker inte av dom, advokatsamfundet har blivit en intresseorganisation för linkan, DLA, MS m.fl., och statistiken övervärderar \"juristerna\" vad de faktiskt sysslar med vilket gör att arbetslöshetsstatistiken hålls på en falskt låg nivå samtidigt som många helt enkelt pluggar mer/längre för att få en tingsplats (snittiden för en jur kand/juristexamen tangerar sex år vilket gör att mängder av studenter pluggar 7-8-9 år men det talas det inte heller om).<br/> <br/>  Jag kan verka pessimistisk/negativ, det är inte för att det gått åt helvete för mig - det har dock varit nära - efter/under studierna, utan för att jag är så jävla trött på hyckleriet om att \"betygen spelar ingen roll\" från universitetens sida, omskrivningarna från byråernas sida \"betyg är inte allt\" (lätt att säga när alla som anställs har 95% AB + sidomeriter), studenter som blåljuger och missriktad optimism i allmänhet. Juridik är bland det roligaste som finns, det är också hysteriskt tråkigt stundtals, jag vill bara inte att någon ska tro att det är \"guld och gröna skogar\".<br/> <br/>  Om juristprogrammet jobbade för en större utslagning så hade problemen varit avsevärt mindre, undervisningen kunde bli bättre och vi hade förmodligen haft bättre jurister. Nu är det fan risk att vi halkar ner i det anglosaxiska juristmoraset utan att få några av de positiva sidorna och utan att ha en arbetsmarknad som kan bära en sådan juristproduktion."
	},
	{
		"postIndex": 3252,
		"postNumber": 3358,
		"rankGlobal": 32,
		"scoreGlobal": 80.6,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "namgreb",
		"postUserID": "u308624",
		"postUserUrl": "https://www.flashback.org/u308624",
		"postDateTime": "2010-11-21, 12:38",
		"postUrlInThread": "https://www.flashback.org/t426684p280",
		"postUrlUniq": "https://www.flashback.org/sp27019633",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>redbet111</strong></div> <div>Nu behöver jag en hel del vägledning från er som läser juristprogrammet. <br/> <br/>  Jag befinner mig på termin 1 och har verkligen inte greppat hur man pluggar inför tentorna. Den första tentan vi hade så fick vi köpa 3 böcker varav 1 bok var direkt tentarelevant. Föreläsningarna var väldigt givande och man förstod ganska snabbt vad man förväntades kunna. Nu inför nästa tenta är allt helt omvänt. <br/> <br/>  Sitter framför mig med två tjocka böcker som vi fått i uppgift att köpa. Runt 99% av innehållet är sådant som inte har nämnts på föreläsningarna. Under dessa föreläsningar så träglor vi mest igenom diverse paragrafer i lagboken. Att memorera och kunna innehållet i dessa böcker skulle innebära minst 20 timmars intensivt plugg varje dag. Hur ska man bära sig åt?<br/> <br/>  Vissa har skrivit här i tråden att man skummar igenom innehållet. Men vad innebär skummar. Är det tänkt man ska gissa och lista ut vissa rubriker som möjligtvis är intressanta eller hur är det tänkt.. Går man på ex-tentorna och försöker hitta vägledning där?<br/> <br/>  Kan inte någon förklara hur ni bär er åt. Hur lägger ni upp studietiden med det materiell ni har. Ge gärna en sådär utförlig beskrivning så man verkligen förstår. Vad väljer ni att prioritera och vad väljer ni bort?<br/> <br/>  Just nu känns nästa tenta helt omöjlig att genomföra.</div> </td> </tr> </table> </div> <br/>  Det känns alltid svårare än vad det är. Det här med studieteknik är ju individuellt och jag vet inte själv två personer som studerar på exakt samma sätt, men som Pörr pekar på är det gamla tentor som väger tyngst bland nästan samtliga. <br/> <br/> <br/> <u>Hur jag bär mig åt:</u> <br/> <br/>  - Läser all litteratur två gånger med vissa undantag. Undantagen är böcker man omedelbart vet är mindre relevanta, t.ex. etiken i juridiken, fastigheträttens historia osv. samt böcker som är jobbiga att dra igenom en gång och alltför jobbiga två gånger, t.ex. brottsbalkskommentarerna. Därutöver läser jag all litteratur två gånger, cirka två minuter per sida, dvs. två gånger relativt översiktligt. Vad jag är ute efter är att få en första överblick och sedan när man gjort en del seminarier, uppgifter och varit på föreläsningar osv. och kursen börjar närma sig sitt slut, återigen få en överblick, nu i form av en repetition. <br/> <br/>  - Gör alltid seminarieuppgifter/gruppövningar och går nästan uteslutande på alla seminarier och gruppövningar. Ser till att alltid vara fokuserad under dessa tillfällen och verkligen ta in vad som sägs. <br/> <br/>  - Föreläsningar prioriteras bort om tiden inte räcker till. Går på de jag tycker verkar viktiga, t.ex. de som tar upp ämnen man känner är lite komplicerade eller om jag bara känner för att vara lite social. Annars är föreläsningar inte vad jag personligen lär mig bäst av. <br/> <br/>  - Gamla tentor. Det hela som knyter ihop allt och den viktigaste komponenten i studierna. Gör <u>alla</u> uppgifter i tentahäftet och ser till att med hjälp av markeringspennor markera olika saker i olika färger baserat på ett färgsystem som graderar de olika markeringarna i betydelse. Ex. rött för viktigt, blått för udda och gult för sådant som bör noteras. Skriver även ner olika anteckningar i tentahäftet. När jag är klar med häftet ser det mer eller mindre ut som en prideparad. <br/>  När jag svarar på frågorna gör jag det dock väldigt översiktligt och endast med fokus på vad som verkar utgöra kärnfrågan, t.ex. vilket lagrum det är som aktualiseras eller vilken typ av bedömning frågan vill att man ska göra. Jag skriver endast stödord till svar och lägger aldrig ner mer än max 30 min på en fråga, annat tar för mycket tid. <br/> <br/>  - PDF-filer, Powerpoint-presentationer osv. tittar man sedan igenom lite översiktligt någon eller några dagar innan tentan för att se till att man inte glömt något och fokuserar därefter sista tiden på det nu nedklottrade tentahäftet samt översiktligt på litteraturen. <br/> <br/>  Funkar skitbra och tar inte alls så lång tid man skulle kunna tro. Det bör dock noteras att jag inte riktigt har \"tentaplugg\" i den meningen att jag pluggar mer under tentatider än vad jag gör annars. Nackdelen är att jag måste plugga ungefär lika mycket hela tiden. Fördelen är att jag bara behöver plugga ungefär lika mycket hela tiden."
	},
	{
		"postIndex": 2643,
		"postNumber": 2732,
		"rankGlobal": 33,
		"scoreGlobal": 80.5,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "namgreb",
		"postUserID": "u308624",
		"postUserUrl": "https://www.flashback.org/u308624",
		"postDateTime": "2010-07-13, 13:46",
		"postUrlInThread": "https://www.flashback.org/t426684p228",
		"postUrlUniq": "https://www.flashback.org/sp24219326",
		"sentence": "Rent generellt känns det som att detta kommer att skickas till tråden som redan avhandlar utbildningen men tills dess kan jag svara lite kortfattat på dina frågor. <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Zooom11</strong></div> <div>  Hur ser gemenskapen ut på skolan<br/></div> </td> </tr> </table> </div> <br/>  Gemenskap med de andra som går på juristprogrammet finns, gemenskap med andra människor på skolan finns väll inte riktigt med tanke på hur otroligt många det är som pluggar på SU och hur vitt skilda saker man kan plugga. Inte sagt att man inte kan dra på pubar och lära känna andra människor än juriststudenterna dock. <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Zooom11</strong></div> <div>  hur många timmar om dagen spenderar man i skolbänken (exempelvis föreläsningar)</div> </td> </tr> </table> </div> <br/>  Varierar, men överlag har man ganska så omfattande egen studietid på universitetet, detta trots att juristprogrammet på SU har gjort sig lite känt för att vara relativt traditionellt med många föreläsningar osv. För det mesta är dock närvaron frivillig. Att höfta och försöka uppskatta hur många timmar man har föreläsningar vore vanskligt, att höfta ännu mer och försöka uppskatta hur många timmar om dagen man lägger ner på att plugga vore ännu värre, det är oerhört individuellt. <br/> <br/>  För vissa innebär juristprogrammet att man är med på alla föreläsningar/grupptillfällen samtidigt som man pluggar 8 timmar utöver detta, för andra innebär juristprogrammet att man endast går på det obligatoriska och pluggar någon eller några dagar i veckan. <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Zooom11</strong></div> <div>  vilka kurser är roligast<br/></div> </td> </tr> </table> </div> <br/>  Individuellt. Vissa gillar straffrätt, andra affärsjuridik och en och annan humanjuridik. <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Zooom11</strong></div> <div>  Sen undrar jag också över om man kommer vara tvungen att köpa all kurslitteratur, eller om man klarar sig bra på att köpa en del och sedan kopiera och gå på gamla anteckningar och tentor?</div> </td> </tr> </table> </div> <br/>  Det går säkert att klara sig utan all kurslitteratur, men det är inte att rekommendera. Utbildningen är såpass värdefull att man helt klart bör investera i den kurslitteratur som behövs. På vissa tentor kommer konstiga frågor som står i någon obskyr del av litteraturen och som är omöjlig att svara på såvida man inte åtminstone bläddrat lite i nämnda litteratur. Ett tips är att försöka haffa någon som går terminen före dig och köpa litteraturen begagnad från denna.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Zooom11</strong></div> <div>  Jag är nybörjare på det här med att studera, så allt ni har att komma med är av intresse</div> </td> </tr> </table> </div> <br/>  Chansen finns att du kommer att uppleva några stressiga första veckor där studierna kan kännas närmast överväldigande men ge det tid! Se till att hålla på disciplinen, börja med allt i god tid och ge aldrig upp innan du fått göra ett antal omtentor, innan dess bör man nämligen inte tvivla på sig själv. Kom även ihåg att alla har olika studiemetoder och studietakter och fokusera inte på någon annan än din egen."
	},
	{
		"postIndex": 7859,
		"postNumber": 8054,
		"rankGlobal": 34,
		"scoreGlobal": 80.2,
		"userRank": 167,
		"userScore": 4.2,
		"postUserName": "CarlitoBrigante",
		"postUserID": "u186797",
		"postUserUrl": "https://www.flashback.org/u186797",
		"postDateTime": "2012-08-01, 19:13",
		"postUrlInThread": "https://www.flashback.org/t426684p672",
		"postUrlUniq": "https://www.flashback.org/sp38599379",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>hoodog</strong></div> <div>Bra jobbat! Det var verkligen ett imponerande facit. Men jag håller nog inte riktigt med om att du har \"väldigt dålig\" studieteknik. Det krävs ju tvärtom rätt bra studieteknik för att lyckas med det du gjort. Bra studieteknik torde ju trots allt vara den som fungerar och ger bra resultat för just den enskilde.</div> </td> </tr> </table> </div> <br/>  Nja, jag har en enastående dålig förmåga att skjuta på saker. Tänker inför varje kurs att jag ska börja plugga i tid och göra övningstentor. Slutar med att jag påbörjar tentapluggandet några dagar innan tentan och stressar ihjäl mig. Har för dålig diciplin.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Erigeratliv</strong></div> <div>Dock inte helt objektiva synpunkter då endast någon procent klarar AB alla terminer och kanske en tredjedel som uppnår betyget per delkurs. Hade varit en annan sak om folk på juristprogrammet inte lade ner så mycket tid på studierna men för att själv ge en subjektiv åsikt så lägger eleverna ner en hel tid på studierna.</div> </td> </tr> </table> </div> <br/>  Jag har en del vänner som har AB i allt och de sitter verkligen och pluggar åtta timmar om dagen. Själv så har jag varken tid, lust, ork eller diciplin nog för att göra det. Och det spelar ingen större roll. Har man 2/3 AB så är det i stort sett ingen arbetsgivare som väljer bort en. <br/> <br/>  Jag tror att en hel del pluggar mindre än de säger. Att en del pluggar mer än de behöver. Dessutom så finns det en del som inte är så duktiga vilka behöver kompensera det genom att lägga ner mer tid. Men att få 2/3 AB tror jag att så gott som alla kan klara av utan alltför stora ansträngningar. Åtminstone om de har en del talang. För vi ska inte sticka under stol med att det faktiskt finns en del stolpskott som verkligen har noll förståelse trots flera års studier.<br/> <br/>  Ett intresse för juridik är nog något som är ganska viktigt då det leder till att man tänker på \"rätt\" sätt och förstår hur saker och ting hänger ihop. När man har uppnått en viss förståelse så flyter det på. Jag sitter ofta och läser juridiska artiklar inom den inriktningen jag har valt, inte för att det kommer att komma på någon tenta eller liknande utan helt enkelt för att jag tycker att det är intressant."
	},
	{
		"postIndex": 10158,
		"postNumber": 10391,
		"rankGlobal": 35,
		"scoreGlobal": 80.1,
		"userRank": 109,
		"userScore": 5.9,
		"postUserName": "HalChase",
		"postUserID": "u792572",
		"postUserUrl": "https://www.flashback.org/u792572",
		"postDateTime": "2013-04-02, 22:58",
		"postUrlInThread": "https://www.flashback.org/t426684p866",
		"postUrlUniq": "https://www.flashback.org/sp42766604",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>penatre</strong></div> <div>Jag började direkt efter gymnasiet, det svåraste för mig var nog att många av dom i min klass var på andra ställen än mig i sitt liv, men det var mest i början det märktes, jag tyckte att man mer eller mindre smälte in i \"smeten\" efter ett tag, nu är det inte några märkvärdiga skillnader. <br/> <br/>  Kunskapsmässigt (för sånt som är relevant för utbildningen) vågar jag definitivt, om jag ska tala om min klass, säga att det är dom yngre som har mer kunskap, jag har en teori om att det beror på att dom är vana vid att sträva efter högsta betygen från gymnasiet som dom precis har kommit ifrån, dessutom har dom kvar sina metoder och självdisciplinen är på topp. <br/> <br/>  Jag förstår inte varför det är så många som talar emot att man ska börja universitet efter gymnasiet,- är man i så ung ålder, säker på vad man vill, då ska man inte tveka? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> Det \"värsta\" som kan hända är att man inser man inte är mogen nog/redo, och hoppar av. Jag ångrar inte för en sekund i dagens läge, att jag började efter gymnasiet.</div> </td> </tr> </table> </div>   Tack för svaret! Jo, det är något liknande jag tänker mig fast det kommer alltid finnas de som har gjort fler eller färre saker än mig så det ser jag inte som något enormt hinder (om det inte är så att nästan alla är ett par år äldre än mig).<br/>  Kunskapsdelen lät lugnande, jag förstår ju att de som är ett par år äldre än mig har samlat på sig mycket mer erfarenheter och kunskaper i allmänhet men kanske inte just sånt som rör utbildningen.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Feadog</strong></div> <div>Främst att det är väldigt bra med lite arbetslivs- och livserfarenhet. Går man direkt från gymnasiet så har man inte så mycket sådant i bagaget. Det lilla man skaffar sig på somrarna är inte så mycket att skriva hem om, och att ta ett studieuppehåll för att resa eller jobba är inte en lika bra idé.<br/> <br/>  99% av alla arbetsgivare lär se det som mer attraktivt med en 26-28 åring med 2-4 års arbetslivserfarenhet (behöver absolut inte vara något juridiskt relevant) eller som har varit ute och sett världen och skaffat sig livserfarenhet än en 24 åring som bara har gått direkt ifrån gymnasiet till programmet och sedan bara jobbat lite under somrarna och kanske haft nåt ideellt uppdrag under sin studietid på sin höjd.</div> </td> </tr> </table> </div>   Så för dig handlar det om att vara attraktiv på arbetsmarknaden efter utbildningen? Jag känner mig inte alls speciellt sugen på att göra det i stort sett alla verkar göra just nu, dvs knega i ett år och sen resa omkring för att börja på universitet 1-3 år efter studenten. Samtidigt är jag lite orolig att det är precis vad de flesta gör och att jag kommer vara nästan ensam om att komma direkt från gymnasiet.<br/>  Varför är det en dålig idé med studieuppehåll? Jag har faktiskt tänkt att jag kanske ska ta ett sådant om jag efter ett tag känner mig less på att plugga och vill göra något annat men jag är såklart nyfiken på vad andra tänker.<br/> <br/>  Om man ska vara lite mer precis, hur ser åldersfördelningen ut på juristprogrammet? Och då menar jag inte &lt;24 år, för det är väldigt stor skillnad på att vara 19 och 23. Jag antar att det vanligaste är att man jobbar i något år först men ungefär hur många kan jag räkna med kommer direkt från gymnasiet?"
	},
	{
		"postIndex": 67,
		"postNumber": 69,
		"rankGlobal": 36,
		"scoreGlobal": 79.9,
		"userRank": 19,
		"userScore": 19.5,
		"postUserName": "Mahmud",
		"postUserID": "u121281",
		"postUserUrl": "https://www.flashback.org/u121281",
		"postDateTime": "2007-01-11, 21:54",
		"postUrlInThread": "https://www.flashback.org/t426684p6",
		"postUrlUniq": "https://www.flashback.org/sp6022562",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>dr_strangelove</strong></div> <div>Haha kan bara föreställa mig hur tokjobbigt det ska vara att plöja igenom gamla lagtexter om sånt man är totalt ointresserad av!:sick19:  <br/>  Men man kan väl inte vara helt fel ute om man tänker sig juridiken som ett heltidsjobb? Tänk ett helt vanligt byråkratjobb på en helt vanlig arbetsplats, bara för att man ÄR på jobbet 8h innebär ju inte det att man jobbar 8h. Eller är jag helt ute och cyklar om jag säger att det förhåller sig på samma sätt med juridikstudierna?</div> </td> </tr> </table> </div> <br/>  Jag ska precis börja på termin 6 på SU, och tänkte dela med mig av mina erfarenheter och svara lite på de frågorna du ställt.<br/> <br/>  Det blir faktiskt inte så svårt att plöja lagtext som man kan tro. I början går det ju av bara farten eftersom motivationen är i topp pga glädjeyran över att precis ha kommit in, och senare i utbildningen går det snabbt för att man är så van.<br/> <br/>  Att tänka sig studier som ett heltidsjobb är nog väldigt sunt, i alla fall om du siktar mot högre betyg. Du verkar ha ungefär samma inställning till det där som jag har och hade, om man väl kommit in så ska man ju göra sitt bästa och inte bara löka igenom 4,5 år.<br/> <br/>  Mina bästa tips rent studiemässigt är att du ska läsa dina åtta timmar varje dag, och om du inte har en riktigt imponerande självdisciplin så använd biblioteket eller palatset (odenplan). Köp alla böcker, läs alla böcker, gör alla gamla tentor och läs alla rättsfall som lärarna säger att man ska läsa, och hoppa över alla föreläsningar och gå på alla lektioner. Btw, de där åtta timmarna per dag inkluderar ju såklart pauser.<br/> <br/>  Utrivna sidor och gömda böcker är något har hört väldigt mycket om, men inte en enda gång på snart tre år sett (inte för att man ofta lånar böcker på biblioteket, men ändå). Klimatet som beskrivs kallt och hårt känner jag inte alls igen utan folk är vänliga och hjälpsamma i allmänhet, med undantag från de där slipsnördarna såklart. Så lyssna inte så mycket på \"sanningarna\"...<br/> <br/>  Försök också intala dig själv att saker är intressant, det hjälper faktiskt <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> Innan man greppar problemställningarna kan vissa områden upplevas som tråkiga, men när man väl förstått är så gott som allt väldigt intressant (ja inte rättsinformatiken då såklart). <br/> <br/>  Beträffande jobb sen i framtiden så är många byråer väldigt betygsfixerade, många byråer vill tydligen också att man ska ha suttit ting vilket också kräver mycket bra betyg. Det kan man tycka precis vad man vill om, men vill man som jag ha möjligheten att jobba på såna ställen så får man bara ta och acceptera det och kämpa på.<br/> <br/>  Om du har några frågor till mig så får du jättegärna skicka pm!"
	},
	{
		"postIndex": 5237,
		"postNumber": 5375,
		"rankGlobal": 37,
		"scoreGlobal": 79.9,
		"userRank": 6,
		"userScore": 52.6,
		"postUserName": "FrasseFloyd",
		"postUserID": "u273174",
		"postUserUrl": "https://www.flashback.org/u273174",
		"postDateTime": "2011-08-29, 21:42",
		"postUrlInThread": "https://www.flashback.org/t426684p448",
		"postUrlUniq": "https://www.flashback.org/sp32547198",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>yxikaxi00</strong></div> <div>Härligt att ni försöker briljera med de retoriska kunskaperna som ni har fått lära er på ert \"bästa och finaste program\". <br/> <br/>  Jag önskar jag kunde utveckla mitt resonemang och attackera era argument men i skrivande stund så är jag utmattad efter en dag med hårt arbete, såväl skola, träning och städning hemma.<br/>  Jag känner affärsjurister som har arbetat på höga positioner som jag själv inte trodde affärsjurister kunde. Så för egen del har jag öppnat upp en större förståelse och nya tankebanor kring en examinerad affärsjurists arbetsliv. Ni får gärna sitta och häcka på den uppfattningen som ni besitter om de affärsjuridiska programmen. När ni en dag möter en affärsjurist vid den advokatbyrå som ni blir anställda vid så kan ni komma ihåg, det ni troligen lär er som jurister; Att allt är inte svart eller vitt. Så långt verkar ni dock inte ha kommit ännu. </div> </td> </tr> </table> </div>   Jag har suttit passiv här och följt er diskussion, men du verkar inte vilja ta åt dig av den kritiken som riktas mot programmet. Ingen säger att det är en dålig utbildning som inte leder till jobb. <br/> <br/>  Vad som däremot sägs är att det är befängt att ta diskussionen med utgångspunkt att det inte spelar någon roll om man läser juristprogrammet eller det affärsjuridiska programmet. Med tanke på att diskussionen lyftes i en tråd som rör juristprogrammet blir det naturligt att jämföra dem med varandra. <br/> <br/>  När det kommer till begränsningar så skulle jag nog ändå vilja påstå att den med en juristexamen är mindre begränsad än den med en affärsjuridisk dito. Detta då det finns formella krav för en hel radda arbeten som man bara kan få från juristprogrammet. De krav på ekonomiskt och språkligt kunnande som du nämner är betydligt enklare att skaffa sig vid sidan av om man är intresserad av jobb som har med sådant att göra. (Som en parantes kan jag säga att många av de som redan under studietiden vet att de vill jobba internationellt eller med affärsjuridik också läser extra kurser i ämnen som FEK, statsvetenskap, språk , precis som att kriminologi och rättssociologi är vanligt bland straffrättarna.) Ett formellt krav kan man däremot inte lösa på någon genväg. Således <u><i>måste</i></u> man ha en juristexamen för att få bli advokat, domare, åklagare eller kronofogde medan man inte <u><i>måste</i></u> ha något alls för att bli affärsjurist, internationell jurist eller annat jämförbart arbete.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Löneutvecklingen ser densamma ut för affärsjurister och de traditionella juristerna, så försök vara mer öppna i era sinnen. De kommer ikapp er! Med deras kunskapsbakgrund så som juridik, ekonomi och språk i bagaget så vill jag tro att fler vägar öppnas. Ja, specifikt utomlands eftersom de praktiserar utomlands vid ett tyskt/franskt universitet och det tror jag väger tyngre om man vill arbeta utomlands än om man hävdar \"Jag har en svensk, juridisk examen utan någon erfarenhet från hur affärskulturen är uppbyggd utomlands.\"       </td> </tr> </table> </div>   En ganska orättvis jämförelse. Många på juristprogrammet läser extra, som jag skriver ovan, och många åker på utbytestermin eller -år utomlands just för att bli mer konkurrenskraftiga. Utan att veta har jag svårt att se att en affärsjurist skulle ha en chans mot en jurist som verkligen vill utomlands.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       \"Eller det faktum att drygt hälften av alla med juristexamen inte ens jobbar med något som kräver juristexamen. Ni kan inte ens bli advokater! Eller domare, åklagare, kronolle heller för den delen. En bredare utbildning än juristprogrammet får man leta efter och att påstå att något \"affärjuridiskt program\" är bredare visar bara på att du är oinsatt, iaf vad gäller juristprogrammet. \" Läs vad jag skrev istället. Besitter ni ekonomisk kunskap efter genomförd utbildning? Svar nej. Ni är på så sätt begränsade. Läser ni språk på universitetsnivå och dessutom gör praktik/arbetar utomlands inom er utbildning? Nej. På så sätt ÄR en affärsjuridisk utbildning bredare, ja.      </td> </tr> </table> </div> <br/>  Ptja, Ekonomisk kunskap besitter vi visst. Vi läser ju all juridik som reglerar ekonomin, så det är ju inte utan att vi även lär oss en smula ekonomi på vägen. Språk är det möjligt att den vanlige affärsjuristen är bättre på, men det är absolut ingenting som garanterar det. Hur mycket språk läser ni egentligen? Och låt mig upprepa: den jurist som vill utomlands är vanligtvis så ambitiös så att denne ser till att meritera sig.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Du som verkar så påläst, vet du varför det affärsjuridiska programmet startades? \"Det affärsjuridiska programmet med Europainriktning startade som ett svar på önskemål från arbetsmarknaden: företag sökte efter jurister som också hade kunskaper inom ekonomi och språk. <b>De frågor som en jurist i arbetslivet arbetar med är sällan bara juridiska, det finns nästan alltid även ekonomiska aspekter av ett juridiskt problem som är viktiga att förstå och ta hänsyn till. </b>Istället för att bara lösa problem som redan uppkommit är tanken att vi ska lära oss att förutse och förebygga hindren  det brukar pratas om nyttan av att vara proaktiv. <b>Dessutom gör globaliseringen och ett närmre samarbete inom EU att det blir allt viktigare att kunna förstå och kommunicera på fler språk än svenska.\"</b><br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.filfak.liu.se%2Futbildning%2Frapport-fran-affarsjuridiska%3Fl%3Dsv\" target=\"_blank\">http://www.filfak.liu.se/utbildning/...juridiska?l=sv</a> </td> </tr> </table> </div>   Åter igen: ingen har sagt att det är en dålig utbildning, utan bara det att man som affärsjurist inte konkurrerar med jurister. Det rör sig om två olika arbetsmarknader, i mångt och mycket. Jag skulle snarare säga att ni konkurrerar med ekonomerna, och på den fronten är ni säkerligen bättre rustade för den internationella marknaden. Ett mellanting mellan juridik och ekonomi är förmodligen alldeles utmärkt, men inte mer än så.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Det är mycket jag skulle vilja diskutera med dig, men jag är alldeles för trött för att skriva just nu. Däremot hoppas jag att mina formuleringar har varit någorlunda och att du har kunnat vidga ditt perspektiv. Att vara öppen och inte se svart eller vitt, det är väl ändå viktigt som jurist, tycker du inte?      </td> </tr> </table> </div>   Det tycker namgreb alldeles säkerligen. Däremot måste du inse det som flera här inte sagt rakt ut, men ändå antytt: den jurist som vill ta en affärsjurists jobb gör det. Motsatsen kommer inte hända. Särskilt inte nu när vi läser mer internationell rätt än någonsin tidigare, och det blir bara mer. <br/> <br/>  En nyanserad syn på det hela är att vi - i det här fallet jag - erkänner att det affärsjuridiska programmet vid LiU inte är värdelöst, utan tvärtom fyller ett syfte och att man kan få bra jobb därifrån. <br/>  En svartvit syn är det jag sa precis ovan här: du kommer aldrig att ta ett jobb som jag vill ha, för jag ser till att vara meriterad på en nivå som du aldrig kommer få från LiU.<br/> <br/>  Jag har sällan skrivit ett inlägg som jag själv känner är drygt, men när du sitter och gafflar om att vi ska bli nyanserade utan att själv vara det, ja då blir jag bara trött. Intellektuell hederlighet är ändå viktigt när man för en seriös diskussion, tycker du inte?"
	},
	{
		"postIndex": 7062,
		"postNumber": 7233,
		"rankGlobal": 38,
		"scoreGlobal": 79.2,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "namgreb",
		"postUserID": "u308624",
		"postUserUrl": "https://www.flashback.org/u308624",
		"postDateTime": "2012-05-04, 20:20",
		"postUrlInThread": "https://www.flashback.org/t426684p603",
		"postUrlUniq": "https://www.flashback.org/sp37177022",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>The_Keeper</strong></div> <div>Samtidigt är jag tveksam till om jag tycker affärsjuridiken är särskilt intressant, och jag är fullständigt övertygad om att jag inte vill arbeta bort mitt liv (i synnerhet inte den dagen då det blir dags för barn).</div> </td> </tr> </table> </div> <br/>  Ska man tro allt snack verkar det ju som att en affärsjuridisk byrå per automatik innebär omkring 70 timmars veckor under cirka fem år innan det blir mer humant. Frågan jag ställer mig är hur mycket man går ner i arbetstid efter \"hundåren\", ner till 65 timmars veckor? Kanske 60 timmars veckor? Barn kan ju alltid negligeras men annars håller jag med dig, livet vill man inte arbeta bort, såvida det inte är ett fruktanssvärt intressant arbete. <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>The_Keeper</strong></div> <div>Ni då, Namgreb och Erkh, vart ser ni er själva om 5 år? Eller 15 år för den delen?</div> </td> </tr> </table> </div> <br/>  Om fem år har jag redan hunnit vara advokat i 1,5 år och jobbat med humanjuridik i 4,5 år. Familjerätt (främst vårdnadstvister och skilsmässor), utlänningsrätt, brottmål (både som försvarare och målsägandebiträde) samt tvångsvård (LVM, LVU, LPT) kommer jag att ha sysslat med, självklart i en processande roll både i allmän tingsrätt och förvaltningsrätt (beroende på typen av mål). Om 15 år sysslar jag med samma sak men har egen byrå. <br/> <br/>  Anledningen till att jag vill syssla med humanjuridik är den att jag tror att jag får ut mer av att vinna t.ex. en vårdnadstvist än att göra ett stort anonymt företag lite rikare. Överhuvudtaget verkar humanjurister vara av den uppfattningen. <br/> <br/>  Återstår dock att se vad framtiden innebär, halkade man in på juristprogrammet kan man lika gärna halka vidare någon annanstans.<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>FrasseFloyd</strong></div> <div>Visst hade det varit kul att inleda karriären som tingsnotarie, men det återstår att se om betygen räcker till det.</div> </td> </tr> </table> </div> <br/>  Du kan ju alltid sitta ting på en förvaltningsrätt om du nu tyckte att förvaltningsrätt var kul? Brukar vara lite lättare än att sitta på allmän domstol. Speciellt om man inte är rädd för att ta sig ut till vischan.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>FrasseFloyd</strong></div> <div>Någon som förresten vet om det går att arbeta privat med konstitutionell rätt? Löjligt intressant, men tveksamma karriärsmöjligheter.</div> </td> </tr> </table> </div> <br/>  Doktorera!<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>mikeness</strong></div> <div>Dock ska det sägas att förvånansvärt många kursare verkar sjukt intresserade av affärsjuridiken på ett genuint sätt. Eller så är det lönen som lockar, vad vet jag.</div> </td> </tr> </table> </div> <br/>  Upplever även jag att många kursare verkar genuint intresserade av affärsjuridik. Jag har pratat med kursare vilka med stor inlevelse förklarat för mig hur de gärna vill jobba med outsourcing på Lindahl eller hur de kommit på en ny och förfinad räntesnurra, men jag vägrar acceptera att så många verkligen tycker att det är så otroligt intressant, en del måste leva i falska medvetanden eller något.<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Feadog</strong></div> <div>Kanske roligare i praktiken så länge det rör sig om större aktörer och inte att sitta på den lokala småstadsbyrån och hjälpa torpare Bosse att häva ett köpeavtal.</div> </td> </tr> </table> </div> <br/>  Skulle jag söka mig till affärsjuridik skulle jag inte heller vilja hamna på småstadsbyrån! Ska det vara ska det vara annars kan det lika gärna vara. Helt klart.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Feadog</strong></div> <div>...men jag är så långt ifrån en arbetsnarkoman man kan komma.</div> </td> </tr> </table> </div> <br/>  Det verkar ju nästan som att man måste ha åtminstone en grundläggande arbetsnarkomani för att platsa på en affärsjuridisk byrå. <br/> <br/>  Sen tror jag iof att en del av problemet är att ledningen inte har så bra koll på sin personal som man kanske skulle vilja ha, att t.ex. inte ta en fika eller våga gå hem först av alla osv. kan ju knappast vara effektivt. En del av den långa arbetstiden misstänker jag är hyggligt ineffektiv.<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Legal-Eagle</strong></div> <div>Däremot sådant som jag trodde skulle intressera mig så som familjerätt, numera ligga i paritet med en rejäl släng av vinterkräksjuka. Go figure!</div> </td> </tr> </table> </div> <br/>  Jag gillade inte familjerätten när jag läste kursen, tvärtom kände jag länge att allt annat skulle vara mycket bättre, men nu när jag nästan läst \"allt annat\" framstår plötsligt familjerätten som intressant igen, i vart fall i ett mer praktiskt sammanhang. När tillräckligt mycket vatten runnit under bron kanske du finner dig i samma situation! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/> <br/> <br/> <br/> <br/> <br/> <u>Privateinterest:</u> Jag är inte bra på statistik, men frågan är om inte du är sämre? Jag håller med om att 75 % AB är bra betyg, men att som enskild student inte tillhöra de t.ex. 33 % som fick AB på en enskilda tenta innebär inte att 75 % AB skulle vara uteslutet för studenten ifråga. Och ska man tolka din uträkning som att endast omkring 3 % av studenterna uppnår 75 % AB som krävs för att få byråjobb? Med tanke på hur många det faktiskt är som jobbar på affärsjuridiska byråer skulle det i så fall vara väldigt många som ryms i 3 %. Eller hur tänker du, rent statistikt?"
	},
	{
		"postIndex": 2,
		"postNumber": 2,
		"rankGlobal": 39,
		"scoreGlobal": 79.1,
		"userRank": 519,
		"userScore": 1.9,
		"postUserName": "zyxz",
		"postUserID": "u154887",
		"postUserUrl": "https://www.flashback.org/u154887",
		"postDateTime": "2007-01-09, 14:39",
		"postUrlInThread": "https://www.flashback.org/t426684p1",
		"postUrlUniq": "https://www.flashback.org/sp5997053",
		"sentence": "Hejsan!<br/>  Först och främst grattis till att du kom in. En fråga bara: Sökte du in på dina gymnasiebetyg? För VG rätt igenom känns lite tunnt för att komma in på juristlinjen?<br/> <br/>  Jag har en nära kompis som pluggar till jurist i Göteborg. Där även jag studerar. Han läser sitt första år nu och han trivs mycket bra. Jag själv läser till civilingejör på chalmers. Om man skulle jämföra mängden arbete vi båda får lägga ner så upplever jag att han bara kan glassa runt. Det är i och för sig mycket att läsa och förstå, men dom läser inte några kurser parallellt utan fokuserar på en i taget. Vilket jag som läser flera samtidigt upplever som lyx.<br/> <br/>  Folket på juristlinjen vet jag inte så mycket om, men min kompis har fått rätt många nya vänner. Han själv är inte alls \"snobbig\" utan en helt vanlig sportkille som kommer från landsbygden. Jag själv läser dataprogrammet på chalmers, och trodde som du att det skulle vara fullt med stereotyper. Och självklart finns det sådana. Men det är bara söka sig till dem som man tycker kan motsvara en själv.<br/> <br/>  Vad gäller studieteknik kan det vara svårt att ge tips i, då det är annorlunda från person till person hur man lär sig lättast. Men generella och goda tips är:<br/> <br/>  Var alltid förberedd inför föreläsningar, övningar osv. Läs lite i kursboken om det som genomgången/övningen handlar om, gärna kvällen innan.<br/> <br/>  När du går hem från en dag i skolan, tänk: \" Vad har jag lärt mig idag? \" Och gå igenom i huvudet de saker du lärt dig under dagen.<br/> <br/>  Ligg i fas! slanka inte efter, för att komma ikapp är väldigt jobbigt.<br/> <br/>  Hoppas att detta gav lite svar i alla fall, och kanske stillade din ångest något.<br/>  Tänk på att delta på \"nollningen\" så mycket som möjligt också, det är skitskoj och det är där man får vännerna"
	},
	{
		"postIndex": 1941,
		"postNumber": 2009,
		"rankGlobal": 40,
		"scoreGlobal": 78.9,
		"userRank": 13,
		"userScore": 21.6,
		"postUserName": "r0g3r",
		"postUserID": "u199533",
		"postUserUrl": "https://www.flashback.org/u199533",
		"postDateTime": "2010-01-13, 18:05",
		"postUrlInThread": "https://www.flashback.org/t426684p168",
		"postUrlUniq": "https://www.flashback.org/sp20875133",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Intresserad82</strong></div> <div>Aha, du har praktik? Säg mig, hur lyckas man med det konststycket, dvs om man inte riktigt har några kontakter. Har du några praktiksökartips, eller kanske t o m vet någon som behöver en ambitiös student som sin praktikantbitch under sommaren?<br/> <br/>  Vad gäller våra utsikter, så har även jag talat med ett flertal, både de som jobbar med det redan och även de som pluggar i Uppsala. Från båda läger har majoriteten sagt att \"byt du, det är bäst så, Örebro har inte ett så bra anseende\". Man ska väl inte fästa någon större vikt vad studenterna säger, om de inte fått sin egen uppfattning från någon som har en bättre inblick än vad de själva rimligen bör ha. Men det intressanta är att även de yrkesverksamma har sagt att Uppsala är ett mer fördelaktigt alternativ än Örebro, men tror nog mest det beror på deras dåliga inblick i hur utbildningarna är, för de har inte gett mig andra skäl än \"tradition väger tungt\". <br/> <br/>  F ö så får vi hoppas tentan går bra, gäller att bita i det sura teori &amp; filosofi-äpplet nu...=D</div> </td> </tr> </table> </div> <br/>  Det är min farsas polare som har en egen byrå, Så jag vet inte hur du ska göra om du inte har några kontakter, men jag tror att det handlar om att du ska visa intresse! Skicka mail, fråga om de behöver hjälp, att du är juriststuderande och att du är intresserad av deras arbete. Sen även om det inte leder till en praktik plats nu, så kan det leda till ngt senare! <br/> <br/>  Kontakter är väldigt viktigt, för 2 nummer sedan så hade de gjort en mätning i JUSEK och där stod det att 46% får sitt första jobb via kontakter (om det inte var mer, kommer inte ihåg exakt och har kastat tidningen, bör finnas på nätet om du söker runt lite).  <br/> <br/>  Sen, att folk smutskastar utbildningen i Örebro (studenter) är eftersom det råder sån stor konkurrens mellan jurister och det är väl självklart att de då blir \"sura\" när de kommer fler jurister i systemet. Sen, eftersom de första juristerna från Örebro gick precis ut så vet INGEN hur duktiga/dåliga de är!<br/> <br/>  Men jag kan utgå ifrån, att eftersom de är bara 50 st, har haft typ privatföreläsare med lärare från Uppsala/Stockholm så kommer de inte vara mindre duktiga än någon annan. Det kommer ju även gå ut 4 kullar innan oss (med den här inräknad) och vi kommer därför inte vara \"färska\" ute på marknaden. Jag skulle nog tro, att inom affärsjuridiken är det mer \"elit\" stämplat och där kan du nog vinna något pluspoäng om det står Lund eller Uppsala på dina betyg. Men, om du har bra betyg, andra meriter och är en riktigt skön lirare... Jag har svårt att se att du inte skulle bli anställd på den anledningen att tog din juristexamen vid \"fel\" skola. Men alla som går ut vill inte jobba med affärsjuridik eller jobba på något av drakarna (de stora flashiga kontoren) Jag t.ex brinner verkligen för humanjuridiken och där råder det stoooor brist (kanske därför jag känner ett visst lugn). <br/> <br/>  Sen kan man inte helt strunta att tradition är något positivt, dock inte bara positivt. Det kan bli lätt att man snöar in sig på ett spår och inte förändrar utbildningen (vilket man hade chans i Örebro, en helt ny färsk juristutbildning där man kunde lägga in sånt som de andra skolorna saknar, t.ex en tydlig prägel på processspel). <br/> <br/>  Du kan även läsa specialkurser vid ett universitet om du nu känner för det, för att \"putsa\" till betygen hahaha <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/> <br/> <br/>  Japp, skönt att börja med ny kurs på måndag, för att hårddra det lite haha om du fattar vem jag syftar på <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/rolleyes.gif\" title=\"Rolleyes\"/> <br/> <br/>  Btw, Skriver snabbt och skiter fullständigt i om jag har stavat fel, meningsuppbyggnad etc... det här är flashback. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/>"
	}
]
