[
	{
		"postIndex": 3488,
		"postNumber": 3581,
		"rankGlobal": 1,
		"scoreGlobal": 100,
		"userRank": 4,
		"userScore": 59.6,
		"postUserName": "Snezhinka",
		"postUserID": "u653253",
		"postUserUrl": "https://www.flashback.org/u653253",
		"postDateTime": "2013-04-03, 14:43",
		"postUrlInThread": "https://www.flashback.org/t781949p299",
		"postUrlUniq": "https://www.flashback.org/sp42773911",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>eireann</strong></div> <div>Nåja, jag frågade DIG och känner inte alls att jag fick raka och ärliga svar. Jag är FÖR att kriminella ska straffas, synd att vi inte har några rejäla gruvor i Sverige där vi kan släppa ner några mördare och pedofiler. Så tillbaka till frågan...varför säger alla nordkoreaner som defekterat/flytt landet hur hemskt det är? Visste du att de flesta som inte bor i Nordkoreas turiststäder inte är kriminella? (ironi) Jag vet inte vilken planet du bor på men jag väntar fortfarande på ett svar till varför vanliga bondefamiljer riskerar sina liv för att fly</div> </td> </tr> </table> </div> <br/> Jag har aldrig träffat någon flykting från Nordkorea. Alltså kan jag inte yttra mig om vad de säger och vad som ligger bakom. Jag vet att Kina inte tar historierna om förtryck vidare allvarligt. Jag vet också att Sydkorea gärna ser att flyktingarna yttrar sig i hårda ordalag mot Nordkorea. Tidigare var det obligatoriskt.  Likaså så förekommer det ibland att folk från Syd defekterar. De intervjuas i pressen i Nord och fördömer Sydkorea som orättvist, moraliskt korrumperat och allmänt sjukt. Dessa fördömande hör till spelet och vad som är sant eller överdrivet vet man inte. <br/> <br/> Uppenbarligen flyr de nordkoreanska familjerna från de norra provinserna för de för att de är missnöjda med sin tillvaro eller rädda för sin säkerhet. Siffrorna går ned. Jag kollade officiell statistik och det anlände 1500 Nordkoreaner i Sydkorea under 2012 enligt Sydkoreas \"Unification Ministry\".  Så vi talar inte om någon invasion. <br/> <br/> Vad jag har läst i pressen i Asien, så kommer de flesta flyktingarna från någon av provinserna i norr, speciellt i inlandet. Nästan ingen avhoppare kommer från mellersta delen av landet eller södra delen. <br/> <br/> Den norra delen av landet, inlandet, är den fattigaste. Dit förvisades människor som varit medlöpare med japanska ockupationsmakten (enligt samma princip som Sovjet på sin tid skickade bort den gamla eliten...) Brottslingar och folk som råkat i politisk onåd har sedan fyllt på där. Det finns gruvor, jordbruk och förmodligen industrier. Säkerligen finns någon form av arbetsläger och förmodligen är de mycket otrevliga platser. Jag har aldrig varit närmre detta område än staden Hamhung som är en industriort. <br/> <br/> Men pga den här demografin så får  man alltså en bild av landet som är baserat på historierna från människor som befinner sig i den fattigaste delen av landet, och som inte ligger bra till hos regimen. Så de kommer måla en negativ bild. I många fall har de säkerligen blivit dåligt behandlade. <br/> <br/> Under den femåriga svältperioden migrerade en del till Kina från de här norra trakterna för att det fanns mat i Kina, helt enkelt. Nu fungerar matförsörjningen, så de som sticker nu, är antingen de som drömmer om ett liv i väst, eller som har allvarliga problem med myndigheterna och inte vill vara kvar och riskera obehagliga påföljder. <br/> <br/> Jag har sett storstäderna och träffat människor som bor där. De har en hyfsad levnadsstandard, jobbtrygghet och ganska enkla, om oglamorösa liv. De är ideologiska och är vänligt inställda till omvärlden med undantag från USA. Det är ungefär som en budgetversion av Sovjetunionen. Men till skillnad från Sovjet så tror folk verkligen på ideologin. De vill inte Sydkorea något illa utan hoppas på återförening snarast. De vet att Sydkorea idag är rikare, men de tror att folk där är moraliskt korrupta och är i princip amerikanska marionetter utan värdighet. Inga vanliga människor vill  ha något krig. Hela landet är fortfaranda traumatiserat efter att ha blivit jämnat vid marken på 50 talet. Man glömmer inte och förlåter inte. Japan hatas för kolonialismen och USA för kriget. Sydkoreanerna tycker man ömsom synd om, avundas rikedomen och föraktar deras livsstil.<br/> <br/> Folket har en otrolig värdighet i att man trots fattigdom är hel och ren, intellektuell och artig. Alla är involverade i någon form av idellt arbete som förmodligen inte är helt frivilligt, även om folk säger det. Ibland kan vanliga kontorsabetare gå ut och städa parken eller åka ut på landet och hjälpa till med skörden under några dagar. I extrema fall kan de få hjälpa till på ett bygge eller med att lägga en trottoar.<br/> Skall de hävda sig internationellt så kan de förmodligen inte behålla detta arbetssätt utan människor måste få specialisera sig och inte rycka ut till bygg och jordbruksprojekt som ligger efter. <br/> <br/> Det är inte möjligt att jag blivit förd bakom ljuset när det gäller det som jag sett. Det jag såg i städerna är normen där. Skulle säga att folk bor som i en skruttig miljonprogramshus, eller i vissa fall, i lägre hus som är som äldre radhus, enplan. De har ungefär samma saker hemma som svenskar eller folk i östeuropa hade på 1980 talet. Man slänger inte saker utan reparerar tills de inte går att använda längre. Stan har ofta inte råd att köra fjärrvärmen, så det är ofta väldigt kallt inomhus på vintern. <br/> <br/> Nordkoreanerna är väldigt måna inte skall se det som är dåligt. Men man ser det ändå. Det går inte att dölja att åkrarna plöjs med oxe eftersom de inte har råd med diesel för en traktor.., att man är tvungen att ha vinterjacka inomhus på vintern, eller att toalettenhuven ibland fylls på från en hink... Eller att folk har på sig samma kläder nästan varenda dag.<br/> <br/> Det stora problemet är att de inte har råd med olja eller upprustning och modernisering av den tunga industrin. De får inte låna pengar på värlsdmarknaden, eller officiellt exportera till några andra länder än Kina och Ryssland. Produkterna de kan tillverka är inte konkurrenskraftiga internationellt. (Men helt acceptabla för den som minns 80 talet och inte behöver designer och statusprylar). Däremot så har de kommit på, för ca 10 år sedan, att de har förutsättningar att arbeta med digital produktion, mjukvara osv. Det satsar de hårt på idag. Programmering, animering osv. Försöker sälja produkterna eller jobba med outsourcing via företag i Ryssland, Kina och Japan. <br/> <br/> Stoltheten kommer ivägen för dem eftersom de inte vill erkänna vissa problem som de har. <br/> Det var svårt att ändra saker och ting inom specialistområden, för de är väldigt inne på att följa Kim Jong Ils filosofier om allt de gör, inklusive modern teknik. De tar hellre en 30% lägre produktivitet än följer en etablerad västerländsk metodologi eller kompromissar med sin ideologi.<br/> Många med mig upplevde detta som väldigt irriterande. Inklusive folk som har släkt i landet och själva är ombord med ideologin. <br/> <br/> Jag kan inte svara för vad som pågår i de här norra provinserna som avhopparna kommer ifrån. <br/> Men större delen av landet är inte som avhopparna beskriver. Då menar jag Pyongyang, Hamhung, Won-San, Sariwon och Kaesong. <br/> <br/> Att kalla dessa för \"turistorter\" är löjligt. Nordkoreas turism är minimal.Det är inte billigt och det är inte glamoröst eller trendigt. Jag träffade en grupp av turister på en restaurang. Hälften var britter som bodde i Kina och personligen kände den brittiske ägaren av resebyrån de åkte med. Andra hälften kanske, verkade bestå av folk från olika EU länder. Det finns charterresor från Khabarovsk och Vladivostok i Ryssland också. Pyongyang är den närmsta främmande huvudstaden för dem, och det är lite nostalgitripp från deras perspektiv. <br/> <ul><li>Det kan röra sig om några tusen vita turister till Pyongyang årligen.</li><li>Några tusen ryssar till strandområdena i Norr för att bada och simma i havet.</li><li>Kanske 10-20,000 kineser som besöker kasinon i norr eller gränsstäderna i norr (jag bara gissar, men jag har hört att det är rätt många).</li><li>Affärsresenärer och olika NGO grupper (Nordkoreavänner eller internationella) kan vara 3000 om man räknar bort kineser och japaner men inkluderar ryssar. Hotel riktade mot västerlänningar är i princip tomma.</li><li>Japansk-koreanska grupper kommer och går som de vill eftersom nästan alla har nordkoreanskt medborgarskap. Jag skulle gissa runt 10,000 om året, men siffran har gått ned sen färjan mellan Won-San och Niigata tvingades stänga pga handelsrestriktioner. Nu måste man ta en otrolig omväg via Beijing med flyg.</li><li>Jag har sett araber i Nordkorea men har ingen uppfattning om vad de gör där eller hur många som kommer.</li><li>Det finns en del afrikaner där också.</li></ul>"
	},
	{
		"postIndex": 3871,
		"postNumber": 3971,
		"rankGlobal": 2,
		"scoreGlobal": 95.6,
		"userRank": 4,
		"userScore": 59.6,
		"postUserName": "Snezhinka",
		"postUserID": "u653253",
		"postUserUrl": "https://www.flashback.org/u653253",
		"postDateTime": "2013-04-08, 21:42",
		"postUrlInThread": "https://www.flashback.org/t781949p331",
		"postUrlUniq": "https://www.flashback.org/sp42857353",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Silverhjelmen</strong></div> <div>Nordkorea är själva motsatsen till Sverige; Enormt nationalistiskt, stor stolthet över nationen och sitt folk och en stark militärism och känsla av självständighet.<br/> <br/> (....)<br/> <br/> Nordkoreas ledning har i alla fall tillskillnad från de flesta länder en känsla av stolthet och patriotism att till och med stå upp mot jordens gigant USA,<br/></div> </td> </tr> </table> </div> <br/> Ja, du har helt rätt. Nordkoreanerna är stolta, nationalistiska på gränsen till rasister. De älskar sin egen kultur och hyllar den. De vill ha in minimalt med annan kultur, bara det som är positivt.<br/> <br/> När det gäller syn på samhällsskick, javisst. De ser det inte som den genomsnittlige svensken och det gör inte jag heller.<br/> <br/> I mitt fall så har jag mina rötter på ställen som har ganska tuffa och tills nyligen icke-demokratiska traditioner. Men har andra fantastiska styrkor som Sverige saknar. Jag personligen ser inte nödvändigtvis demokrati som ett \"must-have\". Positivt om/när det funkar, men det funkar inte för alla länder, alltid  det krävs vissa förutsättningar och intresse från befolkningens sida. Begreppet demokrati missbrukas en hel del och är extremt urholkar. Så för mig är inte bristen på demokrati en show-stopper.<br/> <br/> Vi behöver inte gå in på hela fångläger debatten som är hemskt uttjatad här. Skulle helst se en speciell tråd för det ämnet för den [påstådda/verkliga] förekomsten av fångläger i Nordkorea verkar stoppa diskussion om precis alla andra relevanta aspekter av Nordkorea. 98% + av befolkningen är garanterat inte i några fångläger och situationen när det gäller resten är oklar and extremely ridden with propaganda and information based on third party hearsay and unverifiable statements.<br/> <br/> Det är väldigt lätt att sitta i ett tryggt land i Europas utkanter som klarat sig undan krig längre än nästan något land i världshistorien... och peka finger på länder som har exploaterats, kolonialiserats, invaderats osv. Det är varken rättvist eller relevant. Baserat på Nordkoreas bakgrund och historia är dess nuvarande situation inte alls svår att förstå. Problemet är att folk här saknar insikt i historien, eller förmåga att sätta sig in ett annat lands situation.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       I dagens värld finner jag därför i allt detta en känsla av respekt för ett land som verkligen är benhårda i sin ideologi och inte ändrar på sig, hur mycket sanktioner och internationell fördömning de än får. Reinfeldt är en feg liten hundvalp i jämförelse med Kim Jong Un. Man kan se det som dåraktigt men hellre att förgöras i ett krig med stoltheten och hedern i behåll än dö långsamt som en själlös och död nation som Sverige av idag.<br/> </td> </tr> </table> </div> <br/> De flesta i Sverige är imponerade av Japan. Japan var ännu värre i vissa aspekter av nationalismen, än Korea. Den enda anledningen att Japan idag är som det är beror på atombomben och den efterföljande USA ockupationen. <br/> <br/> Efter Japan fick smaka på detta så var man TOTALT tillintetgjord. Kejsaren drog väl själv gränsen vid att låta hela landet bli atombombat och för befolkningen att dö av strålningsskador i ett radioaktivt land. Men många hade gärna fortsatt kämpa till slutet. Alla äldre som var vid livet då minns alltihop som fullständigt overkligt. Alla var beredda och villiga att kämpa till slutet. Det var mentaliteten, kulturen osv. Men man respekterade vad kejsaren bestämde och sen satte USA upp sina baser runt om i landet. Förödmjukelsen var så total och nederlaget så brutalt att Japan bara gav upp och gav sig in på en ny bana. Men det är inte ett okomplicerat samhälle och det finns mycket som inte har smälts. Nu handlar det här inte om Japan, men ni kan komma ihåg att Japan egentligen lätt hade kunnat vara precis som Korea. Om det inte varit för atombomberna.<br/> <br/> Massor av koreaner befann sig i Japan på kommenderat jobb när bomben gick av. Koreanerna vet precis hur illa det var och vem som droppade bomben. <br/> Folk i Nordkorea är genuint rädda för en atombomb. De tror på ett scenario där de blir invaderade, vägrar ge upp och landet blir atombombat. När jag var där var det flera övningar som gick ut på att folk sprang genom mörklagda gator till hemliga kärnvapensäkra skyddsrum som Pyongyang har massor av. Jag deltog inte själv men alla var högst seriösa. När jag försökte säga att det kändes osannolikt så sa alla att det är lika bra att vara förberedd, \"titta vad som hände Japan!\". <br/> <br/> Ja, jag beundrar deras patriotism, stolthet och entusiasm. Jag beundrar folks lojalitet med ledningen och att man är beredd att lida lite för sina ideal och för självständigheten. I allmänhet är folk stolta över svältåren och småskryter om hur de levde ett år på korngröt, ägg och saker som de plockade i det vilda. <br/> Det är OTROLIGT mycket bättre idag och det har varit en riktig uppryckning. Jag tror att med en yngre ledare och med en uppluckring av informationsflödet in och ut ur landet och med och förbättrad levnadsstandard runt om i landet så kan det här landet överleva utan regimskifte. <br/> <br/> Folket vill inte gå ihop med Sydkorea om de inte får behålla sitt statsskick  Ej heller så länge USA har baser i landet, det är deras största fasa. Nordkoreanerna är helt enkelt det sista landet i Asien som har riktigt konfucianska värderingar, 100% lojalitet till ledaren, starka familjer, för livet, patriotism och fokus på den egna kulturen, ungefär som Kina ville göra fram till Opiumkriget ändrade spelplanen. Kollektivet är viktigare än individen, traditionellt i Asien,  därför ser de själva inget särskilt chockerande med vissa företeelser som chockerar västerlänningar. <br/> <br/> Anledningen til den extrema retoriken och det uppstyltade talet är att båda är traditionella i området. men Sydkorea har anammat det västerländska stilen när det gäller kommunikation. Jag tycker inte det finns någon anledning att säga att de inte skall få tala på ett sätt som stämmer överens med deras kultur,  deras eget land."
	},
	{
		"postIndex": 4486,
		"postNumber": 4595,
		"rankGlobal": 3,
		"scoreGlobal": 93.1,
		"userRank": 49,
		"userScore": 9.2,
		"postUserName": "Morgotth",
		"postUserID": "u808863",
		"postUserUrl": "https://www.flashback.org/u808863",
		"postDateTime": "2013-05-21, 21:20",
		"postUrlInThread": "https://www.flashback.org/t781949p383",
		"postUrlUniq": "https://www.flashback.org/sp43544204",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ka kui</strong></div> <div>Nordkorea hotade nyligen använda kärnvapen mot Tokyo. Det är inte ett artificiellt hot, utan ett gäng kriminella galningar som utgör en relativt stor riskfaktor i sin region.<br/> <br/>  Vad du än tycker om det, så har USA rollen av världspolis. Bland annat behöver handelsrutterna hållas fria för världshandelns skull.<br/> <br/>  Nordkorea hittar på egna sjögränser som ingen annan erkänner, inte ens Kina, och gör saker som att kidnappa fiskare som enligt FN är på internationellt vatten och använder dem som utpressningsobjekt. Och det mot Kina, Nordkoreas enda allierad. Det skulle finnas mycket mer piratstater om det inte fanns ordentliga sjöstyrkor som håller haven och speciellt kustnära områden relativt säkra och en stor del av den bördan och kostnaden bärs upp av USA. <br/> <br/>  Därför åtnjuter USA tillräckligt med internationell prestige och trovärdighet för att kunna använda drönare mot terrorister, medan Nordkorea inte skulle komma undan med något liknande.</div> </td> </tr> </table> </div>   Som sagt jag skiter fullständigt i vad en hjärntvättad person anser om detta. Nordkorea är inget hot, det är ett gammeldags nationalistiskt land som naturligtvis använder en kraftig retorik men i slutändan är det enda de vill att bli lämnade i fred, de har inga expansiva planer. Du talar här om ett urfattigt land med liten befolkning, de är ungefär lika farliga mot USA som Sverige skulle vara farliga mot Ryssland, det vill säga ingenting.<br/> <br/>  Anledningen till skriverierna om Nordkorea är dels att USA alltid vill ha en inhemsk yttre fiende som de kan använda för att få amerikanska folket att känna sig hotade och under attack, utan detta hade det varit svårt att motivera de enorma mängder pengar USA spenderar på sin militär samtidigt som landet går uselt ekonomiskt. De behöver helt enkelt dessa artificiella fiender för att hålla sitt folk under kontroll.<br/> <br/>  Och dels är det att USA hatar Nordkoreas regim eftersom den är anti-amerikansk och allierad med Beijing, målet är ju naturligtvis att svälta ur den nordkoreanska regeringen och få landet att gå under så att landets regering kan ersättas av en USA kontrollerad regering som lyder under Washington, det skulle också ge Washtington chansen att ha militärbaser precis vid Kinas gräns och det skulle göra det enklare att genom subversiv verksamhet krossa Kina en gång för alla genom att splittra Kina i flera olika delar.<br/> <br/>  Målet har hela tiden varit Kina, det är Kina som ska krossas. USA har inget som helst intresse av att Kina får mer makt i närområdet och gör det svårare för USA att få första tjing på alla världens naturresurser, målet är att en gång för alla göra Kina ofarliga för USA:s intressen.<br/> <br/>  På samma sätt som konflikten i Syrien handlar om att försvaga Irans inflytande i regionen handlar politiken i Ost-Asien om att försvaga Kinas inflytande och tillslut krossa Kina en gång för alla så att de aldrig reser sig igen eller kan hota USA:s kontroll över världen.<br/> <br/>  Allt snack om demokrati, frihet och annat är naturligtvis bara skitsnack, vad det hela handlar om är att USA:s kontroll över världens länder ska bestå och inga tredje världens länder ska ha rätt till sina egna naturresurser utan dessa ska ägas av USA och tillfalla den redan grovt överviktiga amerikanska befolkningen. Amerikanerna kommer aldrig acceptera att deras levnadsstandard sänks och för att bevara den levnadsstandarden de har krävs imperialism världen över vilket är anledningen till alla de krig och konflikter USA är inblandade i både direkt och indirekt världen över."
	},
	{
		"postIndex": 616,
		"postNumber": 632,
		"rankGlobal": 4,
		"scoreGlobal": 92.9,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "Saturos",
		"postUserID": "u418938",
		"postUserUrl": "https://www.flashback.org/u418938",
		"postDateTime": "2010-02-18, 12:01",
		"postUrlInThread": "https://www.flashback.org/t781949p53",
		"postUrlUniq": "https://www.flashback.org/sp21537835",
		"sentence": "Nordkorea visar sig ha ett fungerande samhällsystem som gör att landet är mer stabilt än någon annan socialistisk nation varit någonsin varit tidigare. Man visade tidigare att man inte stod och föll med Kim Il Sung som andra länder varit beroende av sina ledare utan man ersätte honom med den briljanta Kim Jong Il. Ser man på många av de reformer som Kim Jong gjort de senaste åren så har det verkligen revitaliserat den koreanska folkrepubliken. Om en konflikt eller invasion sker mot Nordkorea är jag även övertygad om att Kina kommer hjälpa till, antingen militärt eller med mat och bistånd till Nordkorea. Ser man till Koreakriget så dominerade Nordkorea fullständigt mot Sydkorea i det kriget ända tills USA la sig in på sydsidan, men när Kina kom in i kriget så slaktade de USA/Sydkorea fullständigt så jag tror att ett krig skulle vara möjligt för Nordkorea/Kina att vinna. Nordkorea använder varje år stora resurser för att utveckla sin militär som hela tiden blir bättre, starkare och större. Ett krig mot Nordkorea skulle bli lika svårt om inte svårare än kriget i Afghanistan.<br/> <br/>  Jag förstår inte de som säger att Kinas styre ogillar Nordkorea på något sätt. Kim Jong Il träffar ofta den kinesiska ledaren och länderna har täta kontakter med varandra. Kina hyllar Nordkoreas system.<br/> <br/> <b>''We have seen the fantastic work of your socialist system'' säger kinesisk delegation på besök till Nordkorea:</b><br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DyKKX7Yc39mM%26amp%3Bfeature%3Drelated\" target=\"_blank\">http://www.youtube.com/watch?v=yKKX7...eature=related</a><br/> <br/>  Eller detta:<br/> <br/> <b>''China invites reclusive North Korean leader Kim Jong Il to visit at his convenience<br/>  Invitation extended as an official from North Korea's Workers' Party visited China<br/>  Official attended a meeting, in which the countries pledged to strengthen ties<br/>  The two nations are celebrating 60 years of diplomatic relations.''</b><br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DuWXPqqCIkzY\" target=\"_blank\">http://www.youtube.com/watch?v=uWXPqqCIkzY</a><br/> <br/>  Det är naivt att tro att Kina skulle överge Nordkorea som de i 60 år haft som bästa vänner och kamrater. Kina vill inte ha ett amerikanskt kontrollerat Korea som granne precis."
	},
	{
		"postIndex": 1547,
		"postNumber": 1587,
		"rankGlobal": 5,
		"scoreGlobal": 92.2,
		"userRank": 8,
		"userScore": 43.2,
		"postUserName": "Ola Schubert",
		"postUserID": "u58815",
		"postUserUrl": "https://www.flashback.org/u58815",
		"postDateTime": "2010-07-27, 23:41",
		"postUrlInThread": "https://www.flashback.org/t781949p133",
		"postUrlUniq": "https://www.flashback.org/sp24487021",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Saturos</strong></div> <div>Låt oss vara ärliga. Det handlar inte ett dugg om att ''befria det nordkoreanska folket''. Det handlar om att cementera det amerikanska imperiets intressen och även alla deras marionettstater runtom i jorden. Alla länder som inte accepterar den rådande världsordningen bränmärks på direkt och ska erövras och bombas enligt fanatikerna. Tur nog har vi Wikileak som visat oss att USA och Barack Obama är krigsförbrytare som mördat hundratusentals oskyldiga i Afghanistan och flera miljoner i Irak och det är bara en del av den sadism det amerikanska missfostret orsakat världen.<br/> <br/> Varför är Kim Jong Il och Ahmadinejad värre än Obama? Obama har mördat långt många fler i och med kriget i Afghansitan bara. Er demokrati handlar bara om att USA ska härska ingenting annat och USA är värre än 100 Ahmadinejad eller Kim Jong Il som mördat småflugor i jämförelse.<br/> <br/> Vad säger ni om Wikileaks nya avslöjanden? 90 000 sidor fyllda med amerikanska krigsförbrytelser! Varför får Nordkorea sanktioner emot sig för att de (kanske) sänkte ett skepp och mörda ca 50 personer när USA mördat hundratusentals bara i Afghanistan? Förstår ni inte hur sjuk den rådande världsordningen är och varför den måste förgöras? De nya avslöjanden gav ännu mer ett löjets skimmer över den sk ''fria världen'' och cementerar min tro på att jag måste försvara DFR Korea och alla andra länder som hotas av era barnamördande stater.<br/> <br/> USA har tusentals fångar över hela världen i olika camper där fångarna inte haft rättegång eller någonting utan sitter oskyldiga utan att ha gjort någonting, på vilket sätt är USA friare än Iran och Nordkorea? Se igenom propagandan. USA har mördat så väldigt många fler än Iran och Nordkorea gjort att det ens är löjligt att jämföra de två. För att inte glömma att USA finansierat många grupper och stöttat många militärjuntor. USA var de som stöttade Pinochet, Saddam Hussein till makten för att nämna några.<br/> <br/> Jag och många andra i denna tråd blir förbannade när USA-lakejer kommer hit för att läxa upp andra om rättvisa och frihet. När USA är den största mördarmaskinen de senaste 50 åren minst. Det är inte Nordkorea som nyss avslöjats med massvis av krigsbrott i Afghanistan utan det är ert älskade USA.<br/> <br/> Sanningen måste fram, Nordkorea hotas enbart för att de som stat är emot USA och Israel, ingenting annat. USA/Israel accepterar ingen kritik eller motstånd utan alla stater måste ner på knäna och foga sig för övermakten!</div> </td> </tr> </table> </div> <br/> Det är sant att USA imperialismen dödat många oskyldiga. Det är också sant att USA, i de allra flesta fall inte handlar utifrån en vilja att \"sprida demokrati\", \"öka friheten\" odyl. I de flesta fall så har det antingen handlat om en kamp mot Sovjetunionen, inte av ideologiska skäl utan för att dess utbredning minskade USA:s inflytande på världen. Eller också har det oftast, inte minst i dagens värld, handlat om energisäkerhet, dvs skydd och inflytande över energiresurser och transportvägar för energiresurser.<br/> <br/> Jag är ingen idiot, mitt första offentliga politiska engangmang var emot militärjuntan i Chile 1973. Men jag är heller ingen idiot åt andra hållet. Jag har en utmärkt ideologisk skolning. Jag <i>vet</i> vilken betydelse produktivkrafternas, (teknisk utveckling och effektivt använd utbildningsnivå), utveckling har haft, har och kommer att få för alla människor på jorden. Och de är dessa produktivkrafter som, i grunden, kommer att bestämma vilket ekonomisk system som blir mest framgångsrikt. De är dessa produktivkrafter som i grunden styr ett samhälle. Visserligen så påverkar samhället naturligtvis dessa produktivkrafter, men i det stora hela, och i längden, så påverkas samhället ännu mera av just sina produktivkrafter. Och då hjälper det inte, att som kommunisterna gjort, försökt att vända på det hela och gett samhället, (givetvis då under \"ledning\" av ett kommunistiskt elitparti), huvudrollen att utveckla produktivkrafterna. För det blev faktiskt \"maxist\"-Leninismen\" som hamnade på historiens sophög, inte det kapitalistiska systemet. Vad som kommer att hända med det kapitalistiska systemen på tämligen lång sikt, och varför, är en helt annan femma och fullkomligt ointressant i detta sammanhang då Nordkorea, helt säkert, gått under innan dess, och kanske även USA. Så mitt motstånd emot kommunism och kommunistiska stater har en stabil ideologisk grund att stå på.<br/> <br/> Men nu till mer praktiska frågor: Skall inte Nordkorea vara närmast glad över att man saknar energiresurser av betydelse? För om man haft det så skulle USA verkligen varit agressiv gentemot Nordkorea. Visserligen så skulle ett Förenat Korea, under Sydkoreansk ledning ge vissa geopolitiska fördelar. Men sådana fördelar kan, i stort sätt nås enklare, om USA närmar sig Vietnamn och får t.ex. bygga flottbaser där. Detta önskar USA men Vietnam är än så länge inte intresserade. Samma sak gäller Indien som gärna skulle se en flottbas i Vietnamn. Så USA är otroligt flat gentemot Nordkorea jämfört med agerandet mot det extremt olje och gasrika Iran. Så håller sig USA med dubbelmoral? Självklart. Är USA rättvist? Självklart inte. Men för tillfället så gynnar det Nordkorea, eller rättare sagt den sinnesjuka nordkoreanska regimen.<br/> <br/> Och vad gäller Afganistan, Irak, Latinamerika så har USA bevisligen begått krigsbrott. Och man begick, otvivelaktigt ett brott emot mänskligheten då man terrobombade civila japaner med atomvapen eller terrobombande vietanamesiska och kambojanska civila, Och man håller sig med en enorm dubbelmoral vad gäller Israel och palestinernas lidande. Man har begått historiska brott på Haiti, philipinerna, mellanamerika. Man har lagt sig i andra staters angelägenheter och initierat talrika statskupper. Ja, det finns nästan ingen ände på vad USA gjort, (även om Storbrittanien historisk sätt var ännu värre).<br/> <br/> Så varför försvarar jag då ändå USA jämfört med länder som Nordkorea?<br/> För det första av ideologiska skäl: Jag vet att kapitalismen, i längden är överlägsen alla kommunistiska experiment. <br/> <br/> För det andra: USA hjälpte oss inte bara emot Hitler, (det gjorde också Sovjetunionen, som gjorde grovjobbet med ekonomisk bistånd av USA), och USA förhindrade att vi hamnade under stalins tyrrani. Dessutom hjälpte USA oss att bygga upp vår ekonomi genom Marshallhjälpen så vi slapp en depression efter kriget.<br/> <br/> För det tredje; Även fast det skedde i USA:s eget intresse, och många gånger innebar både brott och skamlig dubbelmoral, så hidrade USA sovjetimperiet, och dess lakejer att expandera. Man försvarade, inte perfekta samhällen, Sydkorea var t.ex. allt annat än perfekt vid koreakriget slut, och det skulle dröja länge innan landet blev demokratiskt. Men i och med att man försvarade det kapitalistiska systemet så kunde ändå produktivkrafterna få spelrum, och i många fall så ledde detta till en demokratisering och ett bättre liv för folket i de länder USA intervenerade.<br/> <br/> <br/> Och slutligen för det fjärde: Vi i västeuropa må vara väldigt kritiska emot USA och dess agerande. Men vi har kulturellt och värdemässigt betydligt mer gemensamt med USA än ett land som Nordkorea. Genom vår historia: renässans, upplysningtid, demokratins och produktivkrafternas utveckling så känner vi att USA och Europa hör till samma kulturkrets. Ja, vi delar också det mörka kapitel som imperialismen har inneburit och fortfarande delvis innebär. Men något har också hänt: För första gången så exporterar den afrikanska kontinenten för mer än de får i bistånd, Och de är just den kontinenten som lidit allra mest av den europeiska imperialismen. Men även där börjar alltså produktivkrafterna att vakna. De har redan vaknat i stora delar av Latinamerika, och i de delar av Asien, som inte är del av något destruktivt kommunistiskt experiment, så rusar nu produktivkrafterna fram. Och folket i dessa länder får det nästa alltid bättre, även fast tillgångarna är ojämt fördelade. FN:s millenium mål, som var optimistiskt satta är nu på god väg att uppfyllas, trots ekonomisk kris. Vi får se om alla verkligen kan uppfyllas i tid. Men sällan så har väl så många människor fått det bättre under en så kort tid som nu.<br/> <br/> Och ditt sk \"alternativ\" är alltså 400 dollar/capita, svält, undernäring, religiöst dyrkande av ledare, minst 40% av budgeten till militären, hot emot omvärlden, gulag, 400 000 avlidna fångar, 250 000 fängslade på lösa grunder, förbud att lämna sin hembyggd utan myndigheternas tillåtelse, för att inte tala om förbudet att lämna landet. <br/> <br/> Grattis! Du har verkligen visat hur bankrutt kommunismen är!"
	},
	{
		"postIndex": 3247,
		"postNumber": 3335,
		"rankGlobal": 6,
		"scoreGlobal": 91.8,
		"userRank": 4,
		"userScore": 59.6,
		"postUserName": "Snezhinka",
		"postUserID": "u653253",
		"postUserUrl": "https://www.flashback.org/u653253",
		"postDateTime": "2013-03-31, 20:22",
		"postUrlInThread": "https://www.flashback.org/t781949p278",
		"postUrlUniq": "https://www.flashback.org/sp42734048",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>eireann</strong></div> <div>ja, eller hur? Under min tonår var jag förälskad i Keanu Reeves och Johnny Depp, sedan blev det Leonardo DiCaprio osv.... Grejen är att ingen av dessa människor har fått lov att bestämma över MITT liv. De som dyrkar Kim just nu är de som fått höra i hela sitt liv om hans förträfflighet och skulle någon uttrycka en annan åsikt så försvinner dom. Att sätta upp planscher på nedknarkande idoler i sitt rum kan knappast jämföras med den påtvingade idolen Kim</div> </td> </tr> </table> </div> <br/> <br/> Det enda nordkoreanerna behöver göra är att låta bli att offentligt beklaga sig över regimen och spela med litegrann när det snackas politik på jobbet. De flesta håller genuint med och behöver inte spela över huvud taget.<br/> <br/> De är fria i att de kan välja yrke och mer eller mindre var de vill bo, med vissa begränsningar. De har aldrig upplevt västerländsk diktatur utan jämför det de har nu med det statsskick som fanns innan kommunismen, nämligen den blodiga japanska ockupationen som var betydligt mer hänsynslös än vad de har nu.  <br/> <br/> För helvete, vem tvingas inte till lite falsk lip service hela tiden? Jag vet att Sverige är lite lala land, men om du inbillar dig att du lever under någon slags optimal frihet så har du fel. Du är nästan lika beroende av \"systemet\" som en nordkorean är av systemet i hans land. Olika system bara, och olika ekonomiska förutsättningar och mentalitet på folket i landet. Uttryck avvikande åsikter om invandring, feminism osv på jobbet (eller i media om du är kändis) och se vad som händer. Du kanske inte skickas på ett års straffarbete (eftersom du bor i ett i-land) men du förlorar jobbet och möjligen i förlängningen hela din livsstil. <br/> <br/> Svenskar verkar ha blivit uppfostrade att tro att någon slags konstlad individualitet är det finaste man kan ha. Trots detta lever majoriteten nästan identiskt, klär sig identiskt och är identiskt eniga om det mesta.<br/> <br/> Nordkoreanerna ser i stället konformitet och likriktning som det optimala. Det ser man tex i deras kärlek för synkroniserad gymnastik och parader. Ledningen ville ställa in de gigantiska årliga showerna med synkroniserad gymnastik men folket ville ha detta och grupper  uppvaktade politikerna tills de gick med på organisera det trots resursbrist och massor av andra problem under svältåren. <br/> <br/> Nordkorea är som sagt ett u-land, som råkar ha ett utbildningssystem som skapat 100% läskunnighet och forskare som kan bygga kärnvapen och sattelliter. Folk från Afrika och en del fattigare länder i Asien väljer fortfarande att plugga i Nordkorea för att utbildningen är gratis och hygglig standard.  Det är därför man ibland kan se svarta människor i Nordkorea.<br/> <br/> Skall du jämföra dem med något land, så jämför med mindre f.d. kolonier i Afrika eller Sydamerika och då står de sig mycket bra. Fram till Sovjetunionens fall var kineserna avundsjuka på Nordkorea och etniska koreaner från Kina och Japan flyttade helt frivilligt dit för att få ett bättre liv och bygga upp landet. Fram till mitten av 1980-talet så var det bättre ekonomiskt i Nordkorea än i Sydkorea. Runt 1985 hade Sydkorea kommit ikapp och runt 1990 hamnade Nordkorea i fritt fall medan Sydkorea växte ekonomiskt. <br/> <br/> Efter 1990 föll hela Nordkoreas ekonomi som var baserad på export till östblocket och subsiderad olja från Sovjet vilken hade bytts mot industriprodukter som det inte fanns någon efterfrågan på längre. <br/> <br/> Och det blev felslagna skördar och översvämningar. <br/> Lägg sen till ekonomisk blockad och sanktioner. <br/> Allt som kunde gå åt helvete gjorde det. <br/> <br/> Nordkorea håller fortfarande på att återhämta sig.<br/> <br/> När det gäller KIM dyrkan så är det KIM Il Sung som alla genuint dyrkar. Det var ingen genuin kärlek till Kim Jong Il, bara beundran för att han ansågs jobba mycket hårt och vara en god och lojal son till Kim Il Sung. <br/> <br/> Det finns ingen stor legend runt Kim Jong-Un utan den eventuella personkulten kommer bli mycket mer diskret än den runt Kim Il Sung. Tex så har de inte tryckt upp porträtt av Kim Jong Un i samma stil som de existerande Kim Il Sung och Kim Jong Il porträtten som man ser överallt i Nordkorea. Det kan tänkas att det är Kim Jong Un själv som har avstyrt det, eller så är det en medveten strategi att dra ned på personkulten i allmänhet."
	},
	{
		"postIndex": 3664,
		"postNumber": 3760,
		"rankGlobal": 7,
		"scoreGlobal": 90.6,
		"userRank": 4,
		"userScore": 59.6,
		"postUserName": "Snezhinka",
		"postUserID": "u653253",
		"postUserUrl": "https://www.flashback.org/u653253",
		"postDateTime": "2013-04-04, 21:55",
		"postUrlInThread": "https://www.flashback.org/t781949p314",
		"postUrlUniq": "https://www.flashback.org/sp42796616",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>bernad_law</strong></div> <div>Även om det är uppenbart du behöver en sådan, men nej.<br/> <br/> <b>Nu har du ju hotat med det femtioelva gånger</b>, men, om det är någon tröst, jag tror du bott i NK.</div> </td> </tr> </table> </div> <br/> <b>Jag kan inte sluta skriva för jag blir så upprörd att folk har sådan <u>otroligt missvisande bild</u> av ett land med väldigt snälla, trevliga och unika människor.</b> Det ser inte alls ut som ett fångläger... och jag har sett flera städer och landsbygden på vägen.  De förtjänar inte det rykte de har och de vill absolut inte bli \"räddade\" eller att någon skall tycka synd om dem. <br/> <b><br/> Nordkorea har något unikt. En slags äkthet som är försvunnen i så mycket av resten av världen</b>. Den som åker dit och är oppen för intryck skulle direkt förstå vad jag menar. De är stolta över sin kultur, sin nationalitet, sitt land, sin ledare och mycket, mycket mer. De försöker inte härma någon annan, och de är inte någon annans lilla outsourcing eller sweatshop slav. <br/> Jag skall starta en tråd som visar att det finns massor av bra i Nordkorea. De senaste fem åren har det gått fort framåt och de börjar öppna upp mer och satsa på vettig teknik. <br/> <ul><li>Jag tycker att det är uppenbart att Nordkorea<u><b> inte </b></u>tar till sån här retorik för att de är galna.</li><li>Utan för att de faktiskt upplever sig extremt provocerade, på goda grunder.</li><li>Sen att det inte är effektiv diplomati är väl en annan fråga.... eller så kanske det är det (?) beroende på vad man vill åstadkomma.</li><li>Men ett krig är självmord och självklart vet alla beslutsfattar där om det.</li><li>Om Nordkorea fyrar av en atombomb så är det slut på regimen, på allt de har jobbat för att bygga upp.</li><li>Det kommer inite bli något krig, men situationen kommer upprepas i någon form varje år tills militärövningen stoppas.</li></ul><ul><li>Jag känner inte till att Nordkorea har några övningar som provocerar Sydkorea. Dessutom så gör de sina övningar ensamma, inte tillsammans med en krigsgalen supermakt som USA... <b> Med USAs historia av invasioner, kan du klandra Nordkorea för att de tar invasionrisken på allvar</b>?</li></ul>Skjutningsincidenten på ön YeonPyong var samma trend. Sydkorea och USA skulle nödvändigtvis öva på en ö, som var kontroversiellt territorium. Båda länderna gjorde anspråk på den. Man hade ju därför kunnat träna i någon annat del av landet. Men <b><i>just</i></b> på den ön, <i><b>precis</b></i> <i><b>på</b></i> Nordkoreanska gränsen skulle USA och Sydkoreanerna prompt öva... Nordkorea var då i en situation där de antingen var tvingade att acceptera en främmande makts övning på vad de ansåg var deras territorium. Setting a dangerous precedent. Eller kriga. Så de valde att skjuta varningsskott. Och hela världen kallar dem sen aggressiva galningar.<br/> <br/> Jag tror säkert att det finns en liten minoritet som har det fruktansvärt i något fängelse eller restrikerat område någonstans i inlandet. Men jag hörde aldrig någon som nämnde det eller verkade rädd för staten. <br/> <br/> Snarare tvärtom. Jag upplevde människor som hade lite (men tillräckligt.... ) och var glada, ärliga, stolta och positiva. Jämför med London där människor har mycket, men är sura, falska och deprimerade. Eller Tokyo där folk är konsumptionshysteriska, osäkra på sig själva och helt utan ideologi. <br/> <br/> Nordkoreanerna berättade om en fantastisk semester i bergen eller vid kusten i sitt eget land. På ett enkelt pensionat helt utan lyx. En brittisk person åker halva jorden runt för sin semester och kommer bara tillbaka och klagar. Allt var fel.....  Nordkorea har \"något\" där, det är något speciellt. Andra utlänningar som är där en längre period märker det också. Det finns en glädje, mening och stolthet i vardagen som vi ofta saknar. Det är som om alla känner att de är del i något speciellt och alla har sin roll att fylla.<br/> <br/> Skall man kritisera så är det att folk tror för mycket på regimen och är för lojala. Deras tro på Kim Il Sung är nästan religiös.  Det påminner om en religiös lära och Juche eller Kimilsungism är egentligen starkare än kommunismen som tar baksätet. <br/> <br/> Det är  nu ett helt unikt system och du hittar i princip ingen i storstäderna som går och drömmer om att regimen skall falla så att de kan bli andra klassens medborgare i Sydkorea, eller att USA skall storma in och \"befria\" dem. Så fort brister kommmer på tal så säger alla att det är värt uppoffringen, för att vara ett helt fritt och självständigt land. De vet att Sydkorea och Japan är rikare men tycker lite synd om båda, för att de är ockuperade och för att de förlorat sin nationella själ. <br/> <br/> Jag tror säkert de drar gränsen för sin devotion vid att svälta ihjäl. Men att frysa lite på vintern eller leva utan bananer och apelsiner kan de acceptera. Det är som om alla är med i något slags gigantiskt projekt som de själva tror stenhårt på.<br/> <br/> Man får bara hoppas att staten där kan leverera.....  för folket förtjänar det."
	},
	{
		"postIndex": 1137,
		"postNumber": 1167,
		"rankGlobal": 8,
		"scoreGlobal": 90.1,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "Saturos",
		"postUserID": "u418938",
		"postUserUrl": "https://www.flashback.org/u418938",
		"postDateTime": "2010-05-09, 12:46",
		"postUrlInThread": "https://www.flashback.org/t781949p98",
		"postUrlUniq": "https://www.flashback.org/sp22993529",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>mickes418</strong></div> <div>En person som talar utifrån en ideologi som sanning och förbiser verkligheten, och dessutom vidhåller om något där han har fel, det är ett troll och kommer så förbli.</div> </td> </tr> </table> </div>   Nej. Det är din egen definition av ordet ''troll''. Verkligheten ser alla på olika sätt. Du har tolkat din verklighet och jag har tolkat min verklighet.<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>mickes418</strong></div> <div>Ideologin styr inte deras verklighet. Man försöker styra verkligheten efter en ideologi. Något som uppenbarligen misslyckas. NK är ett utfattigt land ständigt i svält. Logistiken och planeringen i det landet är under all kritik. Man målar upp fienden överallt som en ursäkt till att ha en gigantisk armé, som bara används mot den egna befolkningen och enstaka sydkoreanska fiskare som råkar navigera fel. Det är ett land som inte har stöd i Kinas maktelit längre ens. Det är ett land som väldigt snart kommer gå under.</div> </td> </tr> </table> </div>   Songun är viktigt för att försäkra landets fortsatte överlevnad. Utan en stark armé och stabilitet hade USA invaderat för länge sedan som de gjorde med Vietnam och Irak. Genom tiderna har USA även spionerat i nordkoreanskt territorium som de gjorde med skeppet Pueblo tidigare. Lever folket i Indionesien, Burma och Laos bättre än de i Nordkorea? Lever folket på landsbygden i Kina bättre än de i Nordkorea? Det är samma levnadsgrad överallt och det beror på västerländsk imperialism. Nordkorea har i alla fall gratis sjukvård och skola så att man har en läskunnighet på ca 99 %, vilket är mil bättre än många kapitalistiska nationer i Asien och Afrika.<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>mickes418</strong></div> <div>Då vet du hur illa det kan gå när man gör \"diagnoser\" online om personligheter. Din diagnos om mig var ännu mer felaktig än min.</div> </td> </tr> </table> </div>   Nåväl. jag ger dig rätt i det men jag blev provocerad av dina förolämpningar. Ber om ursäkt för mitt tilltag dock.<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>mickes418</strong></div> <div>Imperialismen dog ut för 50 år sedan. Det är helt andra ideologier som gäller idag. Imperialism är något som diktatorer använder i brist på annat skit att föra ut sitt budskap.<br/> <br/>  Om du tycker att väst är av ondo enbart, tycker du det är bättre då att Kim köper lyxmat medan befolkningen svälter? Tycker du det är sämre med våra fängelser än att som i NK 12-åringar skickas till kolgruvor för något deras föräldrar gjort? Tycker du det är sämre att de sämst ställda får socialbidrag, än som i NK där människor ibland får äta andra människor för att överleva?<br/> <br/>  Jag tycker ärligt talat synd om dig. Du vet inte ens skillnaden mellan en ideologi och verklighet.</div> </td> </tr> </table> </div>   Imperialismen lever i allra högsta grad vidare bara att den ändrats i karaktär och jag ska nu förklara hur. Den gamla imperialismen utgick från att man med vapenmakt tog över andra nationer och folk och nu har det ändrats så att man med ekonomiska medel styr andra länder. I världen och länder som USA har därför total kontroll över fattiga U-länder på samma sätt idag som de ahde för 50 år sedan. Motsätter sig någon blir de ersatta och internationella blockader sker mot dessa nationer som går emot vad USA och övriga västländer vill.<br/> <br/>  Saken är att det finns inga riktiga, neutrala belägg för det du påstår. Det är påståenden som kommer från Sydkorea och de är officciellt fortfarande i krig med Nordkorea så objektiviteten finns inte riktigt där.<br/> <br/>  Jag vill förtydliga att jag inte har någonting emot Sydkorea. Jag föddes där och är en del av dem. Däremot ser jag att konflikten inte är så entydlig som många tror utan Sydkorea var länge värre än Nordkorea på många sätt innan de gick förbi på 70/80-talen efter stort stöd från deras allierade USA. Sydkorea var även en högerdiktatur ändå in på 80-talet med ett stort förtryck mot oliktänkande.<br/> <br/>  Angående Kina så vågar jag påstå att ledarna i form av i alla fall Hu Jintao och Wen Jiabao fortfarande stöder DFR Korea. Mötet den senaste veckan tyder på det och Kinas oreservade stöd i alla lägen tyder också på det. inte ens när Korea testade kärnvapen fördömde Kina det hela och i säkerhetsrådet blockerar de ständigt när de andra länderna vill utföra olika aktioner mot Nordkorea.<br/> <br/>  Kina importerar många mineraler från DFR Korea och Korea importerar mycket amt och andra råvaror från Kina så samarbetet är tätt både ekonomiskt, politiskt och socialt. Kinesiska statsmän åker regelbundet till Nordkorea på besök. Jag tror att de har en sådan stabil grund att de inte kommer gå under om inte det sker på militär väg. Folket har på 60 år aldrig gjort något uppror, hade de verkligen ogillat landets styre hade de förgört styret på samma sätt som skedde i Östeuropa."
	},
	{
		"postIndex": 1228,
		"postNumber": 1259,
		"rankGlobal": 9,
		"scoreGlobal": 87.7,
		"userRank": 8,
		"userScore": 43.2,
		"postUserName": "Ola Schubert",
		"postUserID": "u58815",
		"postUserUrl": "https://www.flashback.org/u58815",
		"postDateTime": "2010-05-21, 01:27",
		"postUrlInThread": "https://www.flashback.org/t781949p105",
		"postUrlUniq": "https://www.flashback.org/sp23226509",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Saturos</strong></div> <div>Så vitt jag vet har de inte ställt några sådana krav. Men Kina vill ha stabilitet i området och är därför måna om att vara väldigt försiktiga i allt de säger och gör. Även nu i och med den sänkta korvetten så fördömde de inte DFR Korea någonting eftersom de på alla sätt vill bevara det landet som en är en närstående allierad.<br/> <br/> Jag tror inte att det är så. Det råder fortfarande tveskamheter om det var DFR Korea som sänkte korvetten, det finns inga logiska argument för att de skulle ha gjort det enligt dem själva. Det ger dem bara internationella problem och inget tillbaka. Det ligger någon hund begraven här, ledningen i Korea är inte korkad.</div> </td> </tr> </table> </div>  Jo ledningen i Nordkorea är <b>sinnesjuk</b>. De är fullt kapabla att beordra sänkningen av de Sydkoreanska krigsfartyget. Kim Jong Il tvekar inte en sekund att göra vad som helst för att behålla sin perversa maktposition, även om detta innebär att, i stort sätt, hela det nordkoreanska folket svälter ihjäl. Den sk Jutcheidén är ett påfund av hans lika sinnesjuka far. Det hela går ut på sk \"självförsörjning\" till varje pris. Den enda skillanden är att han son har lagt till \"allt till armén\", (läs all mat och alla resurser till armen). Nej Nordkorea handlar absolut inte om marxism. Marx poängterade två saker: Klasskamp och Produktivkrafternas utveckling. Historien har klart visat att det är produktivkrafternas utveckling som ytterst bestämmer historien i stort. Så hamnade sovjetssystemet på just \"historien soptipp\" tack vare att dess produktivkrafter inte, i längden, kunde mäta sig med kapitalismens förmåga till just produktivkrafternas utveckling, (vilket också är just systemets yttersta historiska uppgift). Allt detta har absolut ingen ting med den närmast religiösa personkulten i Nordkorea, landets oförmåga att ens föda sin egen befolkning, den sinnessjuka idén om \"självförsörjning\", Marx så en globaliserad värld som en självklarhet. Ett litet klipp ifrån den sk \"Nordkorenanska paradiset\":<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DzgNr5FIqILE%26amp%3Bfeature%3Drelated\" target=\"_blank\">http://www.youtube.com/watch?v=zgNr5...eature=related</a><br/> Kina kommer kanske att stödja Nordkorea politiskt, (vilket iof är ganska sinnessjukt det också). Men att man skulle gå in militärt, som under Koreakriget, är uteslutet vid en ev. konflikt mellan Nordkorea och Sydkorea/USA+hela västvärlden. Då hade inte Kina mycket att förlora. Man var då fortfarande allierad med Sovjetunionen under Stalin. Man var hur som helst isolerad i från västvärlden. Exportberoendet och ekonomiskt beroende av omvärlden var minimal, (förutom sovjetiskt bistånd). Man hade, naturligtvis, inte lånat ut en massa pengar till USA, som man är beroende av att kunna få tillbaka. Skillnaden mellan då och nu är faktiskt att Kina sedan slutet av 1970.talet verkligen förstått vad kapitalism kan göra för produktivkrafternas utveckling, (dock ej politiska långsiktliga konsekvenserna av detta då produktivkrafternas utveckling också ändrar en stats juridiska överbyggnad). Att Kina skulle äventyra allt detta för en sinnesjuk nordkoreansk ledares skull är ytterst osannolikt.<br/> Vad dig beträffar så tillhör du en mycket lite skara människor i väst som gått på den norkoreanska propagandan,(jag vill inte vara otrevlig och utveckla det hela ytterligare). Men det kan också hända att du är anställnd/betald av Nordkorea för att just försöka sprida den infantila nordkoreanska propagandan på t.ex. Flashback. Utsikten för att någon skall ta dig på allvar är dock mycket liten.<br/> Det minsta Sydkorea kan göra som svar på den kriminella sänkningen är totala sanktioner emot Nordkorea. Skulle Nordkorea då göra misstaget att starta ett krig betänk då följande:<br/> Orsaken till att det är överraskande tyst i västmedierna angående den pågående konfliken <i>kan</i> bero på att USA just kan vara i färd med att förstärka sina trupper i Sydkorea, (man har förnärvarande 28500 trupper stationerade där, med kärnvapen). Om vi förutsätter att lagring av tungt materiell redan är ordnad så går det ganska snabbt att dramatiskt öka antalet USA tupper i Sydkorea.<br/> <i>OM</i> Nordkorea använder något kärnvapen så kommer USA att förvandla hela landet till en atomöken.<br/> Om Nordkorea bombar sönder Seul med sitt dolda artilleri i gränsområderna så kommer Nordkorea att drabbas av en massiv presisionsbombning som kommer att få Irak-kriget att framstå som rena sörgården.<br/> Just produktivkrafternas utveckling har gjort att det spelar ingen roll hur många soldater och stridsvagnar Nordkorea sätter in, de kommer alla att dödas/förstöras genom USA:s och Sydkoreas precisionsvapen. Detta oavsett om Kineserna gjort det stora dumheten att försett Nordkorea med relativt moderna vapensystem.<br/> Slutligen så kommer det vidriga nordkoreanska förtyckarsystemet att avslöjas, eländet i fånglägren kommer att visas, den nordkorenaskabefolkningens patetiska sociala levnadsnivå komma i ljusan dager. Och sådana som du, vare sig du nu är lättledd eller diktaturens kreatur, kommer att framstå som just så naiva som ni är.<br/> Men låt oss hoppas på att det vidriga nordkoreanska förtryckarsystemet kollapsar utan krig. Koreakriget var fasansfullt och ingenting någon hoppas på att få se en repris utav. Men skulle Nordkorea anfalla så hoppas jag verkligen på att Sydkoreanerna, än en gång, (Nordkoreansk propaganda om Koreakrigets inledning är lika patetisk som alla annan nordkoreansk propaganda), förmår försvara sig. Tilläggas skall också att hela västvärlden, inklusive Sverige, bör rycka till Sydkoreas försvar, om det skulle behövas."
	},
	{
		"postIndex": 650,
		"postNumber": 668,
		"rankGlobal": 10,
		"scoreGlobal": 87,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "Saturos",
		"postUserID": "u418938",
		"postUserUrl": "https://www.flashback.org/u418938",
		"postDateTime": "2010-02-20, 02:31",
		"postUrlInThread": "https://www.flashback.org/t781949p56",
		"postUrlUniq": "https://www.flashback.org/sp21571468",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Tjaeng</strong></div> <div>Jag såg bådadera. Totalt ointressant med tanke på att Kina och Vietnam har liknande muséer som är tio gånger trovärdigare och med tio gånger så övertygande propaganda, men som ändå framstår som totala skämt. Om socialistländer i allmänhet och Nordkorea i synnerhet vill framstå som mer seriösa borde de ta och skippa personkulterna, pronto. Iallafall de övernaturliga inslagen.</div> </td> </tr> </table> </div>   Men i vad låg propagandan i? Alltid detta prat om någon fiktiv ''propaganda'' som du ändå inte kan definiera. Det är ett faktum att alla de gåvorna gavs till Kim Il Sung från ledare från hela världen som en hyllning och att ledaren lätt bygga det museumet för att hela det koreanska folket skulle kunna skåda dem. Jag har studerat Koreakriget och många av de övergrepp som de tog upp i krigsmuseet stämmet helt med verkligheten, det ligger ingen propaganda i något av dessa platser. ''Propaganda'' existerar i de västerländska regimerna också, men det kan vi ju bortse från. Hade inte Saddam Hussein kärnvapen.....oj just det <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> <br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Tjaeng</strong></div> <div>Samma här. Förutom att alla Nordkoreaner (inte exilkoreaner) som jag träffat UTANFÖR Nordkorea, UTAN nån jävla politrukangivare som spionerar på dem, har vågat vara ärliga om hur mycket de avskyr systemet. Inte landet, inte folket, systemet. De har själva varit del av den priviligerade eliten, men till och med de (som får ha mobiltelefoner, som får resa utomlands osv) klagar på hur korrupta högre tjänstemän och speciellt armén är.</div> </td> </tr> </table> </div>   Vilka är dessa ''nordkoreaner''? Vad vet du om dem? Är de ens trovärdiga? Jag vet personligen att de som ''flytt'' till Sydkorea betalas av den reaktionära regimen där till att tala negativt om Nordkorea, där kan man tala om ''propaganda''. Nu när vi sett hur mycket våra regimer och media har ljugit om tidigare, bland annat om Saddam husseins kärnvapen så fattar jag inte hur folk här fortfarande är naiva nog att tro på smörjan, allt är fabricerat för att misskreditera den socialistiska staten. <br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Tjaeng</strong></div> <div>\"Talanger\"? Om vi nu antar att du inte pratar koreanska så har du ingen aning om hur bra skolan i Nordkorea är. Jag frågade om jag som intresserad lekman och framtida läkare fick besöka ett medicinskt universitet eller ett sjukhus. Det blev ju såklart ett nej på den frågan, men så började guiderna svamla om att Nordkoreaner minsann har längre förväntad livslängd än japaner (Ahahahahahaha <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> ) och att Nordkoreanerna inte behöver \"kapitalistiska\" mediciner eftersom \"den kära ledaren och hans medicinska råd\" har skänkt Korea mycket mer effektiva (superhemliga) metoder för att bota allting.</div> </td> </tr> </table> </div>   I den skola jag besökte lärde sig barnen engelska, de kunde alltså tala engelska med mig. Men de visade mest en imponerande artistisk begåvning när barnen spelade musik och teater för oss gäster. Angående din lilla berättelse får man väl säga att jag inte har en aning om det stämmer eller inte. Den guide jag hade var inte likadan som din guide i sådana fall.<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Tjaeng</strong></div> <div>Eh... Du snackar alltså om <a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FRyungyong_Hotel%3F\" target=\"_blank\">http://en.wikipedia.org/wiki/Ryungyong_Hotel?</a> När jag var där vägrade guiderna prata om skiten (förutom när en av guiderna råkade försäga sig och påstå att hotellet visst var i bruk trots att byggnaden inte har några väggar...). Att byggnaden i fråga stod halvfärdig mellan 1992 och 2009 tyder väl om något på att byggnadssektorn i NK är grovt underutvecklad? De förbjöd också mig från att ta foton där hotellet syntes, och i alla bilder i guideböcker, broschyrer, informationstavlor osv var tornet antingen bortsuddat eller redigerat så att det lyste i \"fönstrena\". Fan vad patetiskt. <br/> <br/>  Dessutom är det möjligt att ha bottenkörd ekonomi och ändå bygga stort och imponerande. Det är snarare kutym än undantag för efterblivna diktaturer att bygga stora, onödiga grejor som folket inte får användning av. T.ex skitbreda gator och motorvägar där de enda fordonen man ser antingen inte har motor eller är svarta mercedeslimousiner alt. arméfordon.</div> </td> </tr> </table> </div>   Ja just det hotellet. Det är snarare så att man började bygga byggnaden med en kalkyl och fick ändra den succesivt på grund av stora förändringar i omvärlden. Det fanns fordon hela tiden i pyongyang men självklart inte lika många som vi har här i väst, men det är bara bra då det är bra för miljön med så lite sådana föremål som möjligt.<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Tjaeng</strong></div> <div>Jovisst. Långsammare än alla andra länder i regionen<b>*</b>. Fan vad imponerande.... not. Nordkorea var mer välmående än Kina år 1979 (Året då kapitalismen gjorde sitt intåg där). Nuförtiden riskerar Nordkoreaner livet för att fly över gränsen till Kina. Vad säger det om ditt jävla Juche?<br/> <br/> <b>*</b>(Japan undantaget, men å andra sidan är japan minst 50 gånger rikare än Nordkorea sett till produktion och konsumtion per invånare).</div> </td> </tr> </table> </div>   Du bortser hela fragrant från Koreas historia och att det hade ett brutalt frihetskrig från Japan och USA som drabbade nord mest. Dessutom förlorade Nordkorea många av sina allierade på 1990-talet och Juchen tar lång tid att tillfullo implementera i ett land så Nordkorea är ännu inte helt självförsörjande. Jag tror dock att inom 20-30 år så är landet i allra högsta grad helt självförsörjande då juchedoktrinen helt implementerats i samhället.<br/> <br/>  Miljoner mexikanare har riskerat sina liv för att fly till USA och tusentals mexikanare har dött, vad säger det om din jävla kapitalism i Mexiko? Varför fungerar inte din kära kapitalism där. Jag tog detta som ett exempel på att skylla att ett extremt fåtal nordkoreaner ''flyr landet'' betyder inte att Juchesystemet inte fungerar, då många fler flyr varje år i det kapitaliskta Mexiko."
	},
	{
		"postIndex": 4217,
		"postNumber": 4323,
		"rankGlobal": 11,
		"scoreGlobal": 86.5,
		"userRank": 4,
		"userScore": 59.6,
		"postUserName": "Snezhinka",
		"postUserID": "u653253",
		"postUserUrl": "https://www.flashback.org/u653253",
		"postDateTime": "2013-04-15, 21:35",
		"postUrlInThread": "https://www.flashback.org/t781949p361",
		"postUrlUniq": "https://www.flashback.org/sp42970537",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>bernad_law</strong></div> <div>Tack, jag visste att du skulle vara vettig med detta; jag köper så gärna vad du skriver här. Det är en annan kultur och så vidare, och det säger jag inte emot. Det tycks dessutom som om du är beredd att erkänna att Kim-arna<u> inte</u> är demokratiskt valda, vilket jag tackar för.<br/> <br/> Inte ens kan man kalla dem valda enligt vad du troligen skulle kalla vår \"kvasidemokrati\"; det är ju inget snack om att detta handlar om en renodlad diktatur. Låt oss åtminstone vara seriösa och kalla en kvast för en kvast.<br/> <br/> Sedan kan vi skilja i vad vi tycker om den västerländska demokratin och vidare, men det blir löjl när man försöker få det hela till att dessa gynnare skulle vara valda av folket....<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/></div> </td> </tr> </table> </div> <br/> <b>Det är irrelevant att tala om \"val\" i en situation där människors beteende är kulturellt eller religiöst betingat. De har aldrig upplevt demokrati, de suktar inte alls efter demokrati </b>och majoriteten skulle säkert rösta på Kim Jong-Un av den enkla anledningen att som Kim Il Sungs sonson så är han automatiskt bra enligt det konfucianska synsättet som influerat Korea. <br/> <br/> <i>För övrigt, vem valde Carl XVI Gustaf och varför lever denna människa \"som en kung\" trots att han nätt och jämt klarade studenten?</i> <i>Innan du klagar på att Nordkorea inte lever upp till dina ideal om demokrati, så fråga dig hur bra ditt eget land lever upp till sin egen standard!<br/> </i><br/> <b>Du försöker tillämpa svenskt synsätt och svenska värderingar i Nordkorea! </b>Vad skulle du tycka om Nordkoreaner uttryckte sitt förakt, patroniserande åsikter eller shock över det svenska samhället?<br/> Har de speciellt bett svenskar att rädda dem eller att tala om för dem hur deras land bör styras? Knappast! Det är i princip världens stoltaste människor. <br/> <br/> To each his own, säger vi på engelska. Koreanerna har ett statsskick som majoriteten för tillfället är med på. En vacker dag kanske de tröttnar och gör uppror. Precis som man gjort i massor av Europeiska länder under århundradens gång. Precis som man gjorde i Ryssland två gånger under 1900 talet,. Eller också lyckas de att skapa ett framgångsrikt land. Att döma av senare år så rör det på sig i rätt riktining.<br/> <br/> Men om något ska ändras så ska det komma från folket där! Ingen annan. Ingen behöver hålla på med   Radio Liberty och en massa skit. Låt dessa människor själva komma fram till hur det står till och hur de vill ha det. Det har alla europeiska länder fått göra så varför ska de inte ha rätt att gå igenom samma utveckling utan att Väst ska dit med någon pekpinne och en stor fet politisk och ekonomisk agenda. <br/> <br/> Du verkar hemskt fascinerad av Nordkorea. Åk dit med en rysk resebyrå som jag sa. Se till att guiden litar på dig och säg att du vill ha ett antal dagar fri sightseeing i Pyongyang och någon annan stad. Du kommer bli förvånad. Det är inte samma land som beskrivs i skräckrapporterna i propaganda TV. Det värsta du kan hitta är lite tecken på fattigdom, tex att folk inte har egna tvättmaskiner, att de har höns på gården eller att det inte är rinnande vatten 24 timmar om dygnet. På landet så har de banyas i stället för badkar hemma. Inte lyxigt men det duger ju! Såg det när vi stannade för att äta och ha comfort break i en by - helt spontant, inget arrangerat. Jag såg byn som den var. Värre kan man fasen ha det.  Folk springer omkring i militäruniformer av olika slag - ja. Men det är inte värre än Sovjet. I Pyongyang är det riktigt jäkla fräscht på sina håll och överallt finns pampig Sovjetarkitektur med lite lokal twist. Du kan fotvandra, bada, åka ånglok genom hela landet (en person jag känner organiserar ångloksturer med reguljära tåg i Nordkorea, för europeiska entusiater) och mycket mer. Människor är stolta över sitt land fastän de vet att det är fattigt jämfört med Kina och Sydkorea. <br/> <br/> Kom sedan hem och säg att du fortfarande tror på propagandan på CNN eller Discovery"
	},
	{
		"postIndex": 3555,
		"postNumber": 3650,
		"rankGlobal": 12,
		"scoreGlobal": 85.9,
		"userRank": 39,
		"userScore": 10.7,
		"postUserName": "El Capitano",
		"postUserID": "u108651",
		"postUserUrl": "https://www.flashback.org/u108651",
		"postDateTime": "2013-04-04, 01:14",
		"postUrlInThread": "https://www.flashback.org/t781949p305",
		"postUrlUniq": "https://www.flashback.org/sp42784417",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Bartolo</strong></div> <div>Med tanke på att de inte har gjort några större trupprörelser verkar det som att attacken kommer att bestå av en eller flera kärnvapenbestyckade raketer.<br/> <br/>  Med andra ord, imorgon bitti kanske vi vaknar upp och hör att någon stad försvunnit och att x miljoner människor är döda.<br/> <br/>  Eller att de sköt upp raketer som blev nedskjutna eller ramlade ner på deras egna städer.<br/> <br/>  Jaja.. tiden utvisar vad som händer.</div> </td> </tr> </table> </div> <br/>  Haha, nja på sin höjd kan vi vakna upp till nyheterna att Nordkorea beskjutit periferin av någon USA-bas, och därefter stolt basunerat ut med dunder och brak att man fått den imperialistiska djävulen att backa inför den fantastiske Kim och hans bihang. <br/> <br/> <br/>  Det enda riktiga krigsrelaterade alternativet skulle vara med Nordkorea som aggressor. Kina och Ryssland skulle aldrig någonsin stödja någonting sådant, tvärtom skulle det med all sannolikhet innebära en avsevärd risk för dem, om de så fullständigt tappat kontrollen över vad som visat sig vara en vettvilling i deras eget närområde. Man ska inte glömma att både Kina och Ryssland delar gräns med Nordkorea, och någon som verkligen är beredd att dra i gång krig med kärnvapen på sin egen bakgård är fullständigt oacceptabelt. <br/> <br/>  Om Nordkorea verkligen skulle använda atomvapen, eller artilleribeskjutning av Seoul så kan man vara fullständigt förvissad om att både Kina och Ryssland genast ställer sig på USAs sida, och att Nordkorea kommer att bombas till stenåldern. Det skulle vara 9/11 gånger tio, det sista någon vill ha är kärnvapenkrig, och det finns absolut ingenting att vinna på att stödja en stat som omöjligt kan tillåtas få finnas kvar, och där USA i värsta fall skulle kunna känna sig tvingade att använda egna kärnvapen. Kalla kriget är slut och här handlar det om realpolitik och att vara pragmatisk. <br/> <br/> <br/>  I själva verket är jag tämligen övertygad om att både Kina, Ryssland och USA har extremt god insikt i vad som pågår i Nordkorea, exakt vilken kapacitet de har o.s.v. Det vore i det närmaste tjästefel att inte ha infiltrerat landet, och det är förmodligen gjort i ganska omfattande grad. Betänk att inte ens USA kunde hålla sitt Manhattanprojekt hemligt och fritt från spioner under brinnande världskrig och högsta sekretess. Hur ska då Nordkorea kunna göra det från tre stormakter och Sydkorea? Särskilt när de är så oerhört beroende av kunskap utifrån. Det är t.ex. känt att Nordkorea försökte hyra in ett antal ryska vetenskapsmän redan 1992 för att jobba med kärnvapen, vilket stoppades av den ryska säkerhetstjänsten. Så hur svårt vore det för ryssar eller kineser att inofficiellt erbjuda direkt hjälp, eller bara släppa igenom något dylikt raggningsförsök där personen egentligen mest rapporterar hem till Peking eller Moskva?<br/> <br/>  Så nej, det finns egentligen ingen som helst anledning att tro att någonting verkligen skulle hända. Den enda chansen för någonting sådant är om Kim Jong Un verkligen tagit matken själv och är fullständigt galen, utan självbevarelsedrift. Allt annat leder på sin höjd till lite beskjutningar och incidenter."
	},
	{
		"postIndex": 4478,
		"postNumber": 4587,
		"rankGlobal": 13,
		"scoreGlobal": 84.6,
		"userRank": 49,
		"userScore": 9.2,
		"postUserName": "Morgotth",
		"postUserID": "u808863",
		"postUserUrl": "https://www.flashback.org/u808863",
		"postDateTime": "2013-05-21, 16:33",
		"postUrlInThread": "https://www.flashback.org/t781949p383",
		"postUrlUniq": "https://www.flashback.org/sp43538202",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ka kui</strong></div> <div>Men det är ju inte sant. Nordkorea är ett stort bekymmer för bl a Sydkorea och Japan vilka är viktiga länder för världsekonomin. Den delen av Asien påverkar oss alla, och Nordkorea med sin konstanta krigshets mot sina grannar motverkar stabilitet och säkerhet där.</div> </td> </tr> </table> </div>   Nej, de är inget problem alls. Nordkorea är ett av världens fattigaste länder och är ett litet land. De är ett artificiellt hot, det spelar världsordningen rätt i handen att hetsa mot sådana här små länder som saknar makt. Ingen jävel däremot skulle kritisera Israel, USA, Kina eller något annat land som har makt.<br/> <br/>  Det är vad allt handlar om, ingen kommer straffa USA eller Israel om de bryter mot någonting då dessa länder har makt. <br/> <br/>  Om Nordkorea använde sig av drönare som mördade folk i andra länder hade alla ansett att Kim Jong Un var en galen hund som mördar oskyldiga utan anledning, när USA däremot gör det bryr sig ingen då alla anser att mäktiga USA har full rätt att likvidera folk i andra länder. Den starkes rätt är det enda som betyder något och så kommer det alltid vara. USA har rätt att sälja vapen till diktaturer som slaktar sin egen befolkning om dessa diktaturer är lojala till USA. Det är inte förtryck som är det viktiga utan att vissa länder är emot USA politiskt, det är de länderna som får skit trots att andra diktaturer som slaktar sina medborgare är lika jävliga men de är vi helt ok med bara för att dessa länder lyder under USA:s intressen i regionen."
	},
	{
		"postIndex": 4108,
		"postNumber": 4211,
		"rankGlobal": 14,
		"scoreGlobal": 84.3,
		"userRank": 112,
		"userScore": 5.1,
		"postUserName": "sven33",
		"postUserID": "u373986",
		"postUserUrl": "https://www.flashback.org/u373986",
		"postDateTime": "2013-04-13, 20:10",
		"postUrlInThread": "https://www.flashback.org/t781949p351",
		"postUrlUniq": "https://www.flashback.org/sp42935716",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>VitruvianskeMannen</strong></div> <div>Vad vet vi egentligen om läget i Nordkorea just nu? Det brukar vara problem med maten under vintern, då är svälten och nöden som störst. Just nu är det sannolikt mycket illa.<br/> <br/>  Samtidigt är ju den lille diktatorns position väldigt svag, han är ca 30 år (man vet ej) och antagligen helt i händerna på sina generaler och släktingar. <br/> <br/>  Man kan misstänka att det är just därför denna extrema provokation och hot mot omvärlden kommer just nu. För varje år som går, så måste det bli svårare och svårare för diktaturen att upprätthålla makten. Jag tror inte Nordkorea existerar som diktatur om 10 år. Frågan är bara hur det slutar:<br/>  a) Krig mot omvärlden som de förlorar, och därmed en demokratisering<br/>  b) Inbördeskrig, folklig resning<br/>  c) Ett fredligt öppnande och integration med Sydkorea<br/> <br/>  Just nu ter sig b och c inte särskilt troliga.</div> </td> </tr> </table> </div> <br/> <br/>  Du har något där men är samtidigt ute och cyklar. Anledningen till den senaste tidens provokationer är inte så mycket att skrämma omvärlden utan att skrämma och ena det egna folket. Det finns en anledning till att inga hot riktas direkt mot omvärlden utan det media pratar om är snack på deras interna propaganda-kanal. <br/> <br/>  De vet såklart om att omvärlden ser igenom och skrattar åt deras påståenden om att de skjutit ned ett amerikansk plan eller att de har missiler som når Washington men detta är uppenbarligen inte syftet -inom Nordkorea vet man inte att detta är lögner. <br/> <br/>  Ditt påstående om att Nordkorea faller inom 10år ser jag däremot som väldigt naivt, vad pekar på det egentligen? Ingenting. Landet är fortfarande i princip helt slutet och inte ens mindre isolerade uppror sker mot makten. Den lilla makteliten som faktiskt har lite koll på hur världen ser ut på andra sidan gynnas av nuvarande situation och resten av folket köper i stort sätt propagandan. <br/> <br/>  Makteliten har också extremt stora resurser att slå ned en motståndsrörelse om en sådan skulle uppstå så för att regimen skulle falla krävs att i stort sett hela folket sluter upp samtidigt. Detta är idag helt osannolikt eftersom Nordkorea inte bara är isolerat mot omvärlden utan dessutom inom landet.  <br/> <br/>  Om de startar krig mot omvärlden/Sydkorea faller de som du säger antagligen men så dumma är de inte. Det enda sättet jag kan tänka mig att regimen faller inom 30-50 år är om det blir kraftiga strider inom makteliten där den delas upp i en progressiv del och en konservativ del och där den progressiva vinner. Idag finns det dock knappast på horisonten, bedömare talar om att Kim ses som för progressiv inom Nordkoreas ledning vilket bevisar att det egentligen inte finns några motsättningar över huvud taget som kan leda till fallet. <br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>DetVarTypisktJu</strong></div> <div>Merparten av diktaturer har bevisbar opposition inom och utom landet. Vad gäller DFRK är detta bara spekulation. Varför skulle nån göra uppror om de inte vet av nåt bättre?</div> </td> </tr> </table> </div> <br/> <br/>  Helt rätt. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>vinbra</strong></div> <div>Håller med om att c inte är trolig men utesluter inte b men då i form av den egna militären. Det kan finnas grupperingar där som vill undvika ett blodbad genom att mörda/avsätta Kim Jong un.<br/> <br/>  Man kan jämföra med försöket att mörda Hitler sommaren 1944 där högt uppsatta militärer hade insett att kriget var förlorat.</div> </td> </tr> </table> </div> <br/> <br/>  Varför skulle de göra det? Det är om något militären/resten av etablissemanget i Nordkorea som trycker på Kim att ta hårdare tag som vi idag ser resultatet av."
	},
	{
		"postIndex": 357,
		"postNumber": 363,
		"rankGlobal": 15,
		"scoreGlobal": 84.3,
		"userRank": 46,
		"userScore": 9.7,
		"postUserName": "Sybok",
		"postUserID": "u349063",
		"postUserUrl": "https://www.flashback.org/u349063",
		"postDateTime": "2009-05-26, 11:07",
		"postUrlInThread": "https://www.flashback.org/t781949p31",
		"postUrlUniq": "https://www.flashback.org/sp16861114",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ThisIsSparta</strong></div> <div>Jag känner också personer som har varit där, och har läst massor med reseberättelser. Alla bär de samma drag - det vill säga att man inte alls får åka runt fritt i landet, utan att man är övervakad av en guide som talar om inom vilka områden man kan åka och håller koll på vad man gör. Jag tycker inte att ett sådant förhållande kan beskrivas som relativt fritt - men alla har har ju som bekant olika referensramar. <br/></div> </td> </tr> </table> </div>   Det stämmer att man får en guide, eller tolk, under vistelsen i landet. Den som var med mig var en 20 årig kille som läste engelska på universitetet, knappast någon politruck. Men, och det är viktigt, denne hade inget att säga till om var jag fick gå/åka; det var helt upp till mig. Det finns inte heller några förbud att fotografera eller filma fritt. I vilket, fall så torde det för alla som åkt dit vara slående hur vinklad den bild som vanligen ges är. Därmed inte sagt att Nordkorea är ett drömland. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ThisIsSparta</strong></div> <div>  Du får jättegärna visa någon referens på att Sydkoreas armé lyder under USA. Sydkorea är en suverän stat, och suveräna stater brukar styra sina egna arméer.<br/></div> </td> </tr> </table> </div> <br/>  Se t.ex. uppgifter från Sveriges ambassad i Seuol. Notera att det anges att detta gäller under krigstid, men som alla vet så ligger länderna i krig (egentligen inte, då formellt kriget är mellan Nordkorea och FN, men i enligt USA/väst är det mellan Nord och Syd). De har skrivit på ett avtal om att armén ska övergå till Sydkoreansk kontroll 2012.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.swedenabroad.com%2FPage____72964.aspx\" target=\"_blank\">http://www.swedenabroad.com/Page____72964.aspx</a><br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ThisIsSparta</strong></div> <div>  Landets konstitution anger ju klart att landet ska styras och formas av den kommunistiska juche-ideologin. Om texten på länken nedanför stämmer så anger grundlagen att <br/>  \"The Democratic People's Republic of Korea is a socialist fatherland of Juche which embodies the idea of and guidance by the great leader Comrade Kim Il Sung.\"<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.novexcn.com%2Fdprk_constitution_98.html\" target=\"_blank\">http://www.novexcn.com/dprk_constitution_98.html</a><br/></div> </td> </tr> </table> </div> <br/>  Jo, men det är inte samma sak som en enpartistat. Även vår grundlag anger statsformen, om än med annan retorik. I USA finns en likartad kult kring konstitutionen och en glorifiering av de slavägande \"founding fathers\". <br/>  Vi har marknadsekonomi som en form av överideologi, i EU-konstitutionen (oavsett dess namn) sägs detta explicit, på samma sätt har man ett annat ekonomiskt system i Nordkorea. Sen tillåts partier inom detta system. Dock är det kommunistiska partiet statsbärande i sin funktion av att upprätthålla systemet. Till skillnad från på Kuba (där kommunistpartiet inte deltar i val) deltar dock det Nordkoreanska kommunistiska paritet i valen. Sen är det uppenbart så att Nordkorea inte är en demokrati i vår bemärkelse av ordet, men å andra sidan så kan inte vi heller välja allt: regeringspartiet här skulle t.ex. inte kunna förstatliga alla företag.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ThisIsSparta</strong></div> <div> <br/>  Temat för alla nämnda strömningar är ungefär det samma, det vill säga ett projekt mot marknadsekonomi, kapitalism och individualism, resultaten har alltid blivit likartade och det är alltid människor på vänsterkanten som har sökt sig till dessa inriktningar.<br/> <br/>  Jan Myrdal satt ju i direktsänd TV förra året och försvarade massakern på Himmelska fridens torg, ibland brukar jag ha MSN-debatter med kommunister som menar att när revolutionen kommer så måste vi fort fängsla och eventuellt avrätta ledande borgare, etc.<br/></div> </td> </tr> </table> </div> <br/>  Nej, nog finns det stora skillnader mellan de olika kommunistiska riktningarna. Men det är en annan diskussion. <br/>  Ja, det har  uppenbart inte inte hittills lyckats. Men är det ett skäl att godta ett än värre förtryck under kapitalism och imperialism? Kommunism är trots allt också en önskan, ett hopp om en bättre värld.<br/> <br/>  Myrdal går att diskutera, men just i den debatten hade han förvisso rätt även i sak. T.ex. talades om Tibet, vilket kan illustrera denna diskussion. Dalai Lama är en religiös diktator, som inte enbart anser sig höra guds ord (likt Bush eller ev. Khomeini) utan att han själv är en reinkarnerad gudom. Ungefär 1/3 av landet var präster som brutalt sög ut den övriga befolkningen, stack ögonen ur oliktänkade och kidnappade barn när de fick för sig att dessa var reinkarnationer. Tänk om Iran hade gjort så, vilket liv det skulle blivit. Men nu har vi bestämt att att Buddhister är goda och DL en vis man. Kinas bildande befriade den tibetanska befolkningen från detta teokratiska förtryck, för notera att Tibet blev inte ockuperat utan blev en del av den nybildade staten och varför skulle den låta religiösa fanatiker löpa amok i en viss region?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ThisIsSparta</strong></div> <div> <br/>  Vilken höger menar du? Jag har svårt för så sådana kollektivistiska stämplingar<br/></div> </td> </tr> </table> </div> <br/>  Du menar i kontrast till din nyanserade bild av vänstern och Nordkorea?<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>ThisIsSparta</strong></div> <div> <br/>  Nej, UD säger inte att det \"inte går att veta något\". UD säger att omfattningen är osäker.<br/></div> </td> </tr> </table> </div>   Jo, omfattningen kan ju vara noll. Inga belägg för något av påståendena ges, enbart en massa tyckande. Från denna avsaknad av kunskap väljer de sen att bygga upp ett luftslott av hemskheter. Extraordinära anklagelser och påståenden borde kräva väldigt starka belägg. Men UD vet redan vad de ska tycka i frågan - det vet alla."
	},
	{
		"postIndex": 4647,
		"postNumber": 4757,
		"rankGlobal": 16,
		"scoreGlobal": 84,
		"userRank": 25,
		"userScore": 15.3,
		"postUserName": "Behemoth1",
		"postUserID": "u855386",
		"postUserUrl": "https://www.flashback.org/u855386",
		"postDateTime": "2013-11-18, 23:47",
		"postUrlInThread": "https://www.flashback.org/t781949p397",
		"postUrlUniq": "https://www.flashback.org/sp46205469",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Caesar Johansen</strong> <a href=\"/p46204236#p46204236\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Du överreagera och lipar. <br/> <br/>  Som det nu är så att \"väst\"(en ganska bred kategori, men du verkar ju ha en läggning för det kategoriska) riktar kritik mot ett visst land, så är det helt plötsligt \"förbjudet\" att själv kritisera landet -- ty då är man en sionist-NATO-USA-lakej? Det tycker jag är ett helt stört förhållningssätt. Man måste ju naturligtvis kunna kritisera våldsamma och lagvidriga regimer OAVSETT vilken koalition de råkar tillhöra. Jag hatar verkligen folk som delar upp världen i svart och vitt och sen drar upp godtyckliga moraliska regler för vilka man får kritisera och på vilket sätt. Exakt samma sak som kommunisterna och liberalerna gör när det kommer till Israel/Palestina-konflikten. Enda anledningen att liberalerna stödjer Israel är för att de, nu likväl som under kalla kriget, var lierade med USA -- och kommunisterna stödjer Palestina enbart för att de hade sammarbete med kommuniststaterna. Larv! <br/> <br/>  Jag kan kritisera NATO och USA också. Ska jag gör det så du bli lugn? Jag tycker att invationen av Irak var ett idiotiskt och oförsvarligt företag. Det har inneburit så ofantligt lidande och slungat ner landet i kaos och anarki. Kriget drevs på av dunkla neocons med en vedervärdig syn på etik och politik, och naturligtvis också \"big money\". <br/> <br/>  Så med det sagt: Nordkorea är en vedervärdig diktatur som inte förmår att försörja sin egen befolking. Landet styrs av en genomkorrupt familj, som presenterar sig själva som halvgudomliga kungar. Den Nordkoreanska propagandan är vidrig och förljugen. Det har kommit ut en <u>mängd </u><u>vittnesbörd</u> som vittnar om koncentrationsläger, där hela familjer hamnar på grund av en bisarr teori om arvsskuld (vad din far eller farfar gjorde, gör automatiskt gör dig till brottsling). <br/> <br/>  Om det enda du kan bemöta det här med är: <b>Allt är propaganda och handlar om geopolitik</b>. Ja i sådan fall kan jag inte tar dig på allvar. Då är du en anti-intellektuell pajas, en fundamentalist, en dåre som ropar i öknen.</div> </td> </tr> </table> </div>   Än en gång, jag förnekar inte att det inte händer något dåligt i Nordkorea, min poäng är endast att en hel del naturligtvis är överdrifter fabulerade av sydkoreaner för att få deras rivaler att se dåliga ut i världens ögon, precis som Nordkorea sprider negativa saker om Sydkorea av samma anledning. Sanningen är troligtvis mittemellan, att Nordkorea är ett mycket auktoritärare samhälle än Sverige står klart för alla, eftersom Nordkorea har en helt annan politisk historia än Sverige, deras historia är präglad av konfucianismen medan Sverige är präglat av folkhemmet, helt annorlunda system. Men att Nordkorea för någon sorts Auschwitz förintelse-läger tror jag inte ett dugg på.<br/> <br/>  Sedan det här med ''bevis'', innan Irak kriget trodde vi alla att Saddam Hussein hade kärnvapen, bevisen var enorma enligt väst. Efter kriget visade det sig att allt var en lögn, fabricerade bevis. Obama försökte leda USA till ett krig mot Syrien baserat på ''bevisen'' att Assad använt kemiska vapen mot befolkningen, något som inte alls är säkert osv osv. Min poäng är att västmakter har ljugit åtskilliga gånger samtidigt som de påstått sig ha ''bevis'', så varför tro 100 % på deras åsikter om Nordkorea? Är de objektiva? Har de ett intresse att sprida osanningar om det landet? En del de påstår om Nordkorea stämmer säkert, en del annat stämmer absolut inte, att tro helt på den officiella amerikanska linjen är för mig naivt om man ser till historiska och nutida händelser.<br/> <br/>  Sedan detta med de ''stackars, förtryckta'' nordkoreanerna, kanske stämmer det, kanske inte. Men tror du på allvar att det är detta sk förtryck som gör att Nordkorea och Iran är så hatade av väst? Samtidigt som väst har nära relationer med mängder av länder som också ''förtrycker'' sina medborgare? Vad tror du är det som gör Ryssland, Nordkorea och Iran till sk ''rogue states'' medan länder som Saudiarabien, Israel, Pakistan osv ses som länder man utan problem kan ha total ekonomisk och politiskt samarbete med? Det är naturligtvis som så att ''förtryck'' enbart är ett svepskäl som låter bra och därför använder man sig av det istället för de mer riktiga argumenten.<br/> <br/>  Väst måste skippa denna globala vilja att göra hela världen till någon social-liberal utopia, vi kan aldrig få troende afghaner att tänka som västerlänningar, lika lite som vi kan få en orientalisk nation att fungera som oss. Väst måste acceptera att vissa länder alltid kommer vara auktoritära, konservativa, religiösa och att de använder sig av straff som dödsstraff och annat som väst finner hemskt."
	},
	{
		"postIndex": 788,
		"postNumber": 811,
		"rankGlobal": 17,
		"scoreGlobal": 83.6,
		"userRank": 140,
		"userScore": 4.3,
		"postUserName": "aristocrata",
		"postUserID": "u181422",
		"postUserUrl": "https://www.flashback.org/u181422",
		"postDateTime": "2010-02-26, 17:48",
		"postUrlInThread": "https://www.flashback.org/t781949p68",
		"postUrlUniq": "https://www.flashback.org/sp21698614",
		"sentence": "Med handen på hjärtat känns det som om Saturos hela tiden höjer svårhetsgraden på debatten, bla genom faktumet att det nu diskuteras om samhälleliga detaljer, från att ha diskuterats om ev massvält. Samtidigt känns debatten mycket subjektiv från båda håll, bla genom alla missvisande källor från båda håll. Jag kan inte bestämma mig för om Saturos bedriver massiv hjärntvätt, eller om det faktiskt handlar om fysiska framsteg och presentationer av ett fullgott samhällssystem kallat Juchen. <br/> <br/>  Med tanke på att landet är mycket isolerat och styrs av en \"drogad porrknutte\" (Göran Perssons valda ord), har jag givetvis mycket svårt att förlita mig på Saturos närmast enkla och naturliga vinster över t ex jumpcuts rimliga frågor och argument som de flesta av oss känner till, får jag känslan av att Saturos sitter i Nordkorea själv och skriver efter en given kommunistisk mall. När allt kommer omkring, hur kan vi som aldrig varit i Nordkorea lyckas bemästra dina egna \"personliga erfarenheter\"? De realistiska källor som uppges är ganska svåra att motbevisa. Bara genom att besöka \"Nordkoreas hemsida\" <a href=\"/leave.php?u=http%3A%2F%2Fwww.korea-dpr.com\" target=\"_blank\">http://www.korea-dpr.com</a> <br/> <br/>  (som om det vore den enda hemsidan i landet, vilket det kanske sjukt nog också är) får jag känslan av att landet är som det utmålas, en nationell sekt som just leds av en drogad porrknutte på platåskor. De intressanta bilder som visas från t ex bloggen The Forbidden Railway, <br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fvienna-pyongyang.blogspot.com%2Fsearch%3Fupdated-min%3D2008-01-01T00%253A00%253A00-08%253A00%26amp%3Bupdated-max%3D2009-01-01T00%253A00%253A00-08%253A00%26amp%3Bmax-results%3D18\" target=\"_blank\">http://vienna-pyongyang.blogspot.com...max-results=18</a><br/> <br/>  utmärker sig av balans, men kan lika gärna väl vara regisserat av partiet. Men återigen, vem kan bevisa detta? Lite på dessa grundvalar vilar Saturos segrar på i debatten. Debatten styrs mer av påståenden än av fakta, just pga isoleringen. Dock, tanken slår mig ändå att det är ganska imponerande av Nordkorea att ändå lyckas bygga det som har visats upp på i form av film och bild, så som kommunikation, byggnader, vägar och utbildning. Dessutom brukar jag själv i tävlingssammanhang undra över varför Nordkorea som är så fattigt har möjlighet att ställa upp med idrottsmän på samma nivå som Sydkorea. Detta måste tyda på att i alla fall någonting fungerar i landet, trots massvält och den fanatiska kontrollapparaten. <br/> <br/>  Att Nordkorea har lyckats behålla sin självständighet trots de enorma problem det har medfört måste ändå vara en nål i ögat på många, om det nu är den folkrepublik som det utmålas för att vara. Det skulle i så fall betyda att folket i Nordkorea mer än gärna låter sina barn svälta, arbetar hårdare i en fabrik som egentligen inte producerar något av reellt värde och hyllar sin landsfader, helt frivilligt i kärlek för sin självständighet. Dock skulle jag själv inte haft någon lust att vakna varje morgon kl 07.00 av ett tjut i en av stadens högtalare. Men med lite barksoppa framåt middag skulle det kanske vara förhandlingsbart. Nej, Nordkoreas ledare måste fråga sig vilken framtid de egentligen vill ge sitt folk på riktigt och om Juchendoktrinen bör implanteras fullt ut eller om andra vägar finns att överväga. Nordkoreanerna bör istället utvecklas genom att utnyttja deras fulla potential, tex genom att införa marknadsekonomi som ett första steg utan att för den skull gå miste om sin självständighet. Jag anser alltså att Jochendoktrinen inte är värd att fullfölja för folkets bästa. <br/> <br/>  Att kriminella eller separatister inte vill stanna i ett land och flyr från detsamma för att komma undan är förståeligt. Det sker över hela världen. Men varför vakta gränserna och få order om att skjuta på sitt (hungriga) folk i flykt, om det ändå inte finns något extremt dåligt att avslöja om Nordkorea? Landet är ej i balans som du vill påpeka."
	},
	{
		"postIndex": 5541,
		"postNumber": 5660,
		"rankGlobal": 18,
		"scoreGlobal": 83,
		"userRank": 15,
		"userScore": 20.4,
		"postUserName": "Koksan",
		"postUserID": "u866738",
		"postUserUrl": "https://www.flashback.org/u866738",
		"postDateTime": "2014-08-07, 00:36",
		"postUrlInThread": "https://www.flashback.org/t781949p472",
		"postUrlUniq": "https://www.flashback.org/sp49848049",
		"sentence": "Jag tycker att många av er här snackar ganska så mycket skit. Vissa av er skrattade åt drönaren som Sydkorea fångade och kallade den \"primitiv\" men inser ni inte att den inte var byggd för att vara otroligt sofistikerad? Och inser ni inte heller att det är möjligt att den har tagit många foton innan den blev tagen av Sydkoreanerna? <br/> <br/>  Man ska inte underskatta Nordkorea. Dom kan ställa till ett rent helvete för Sydkorea. Även fast deras ekonomi är tvivelaktig så har militären faktiskt ökat med både soldater och nyproducerade stridsvagnar, missiler, artilleri, handhållna vapen etc. Även fast deras arme knappast är lika bra som Sydkoreas, så är dom fortfarande ett stort hot för Sydkorea. Speciellt om dom nu har kärnvapen. Egentligen spelar det ingen roll om dom har kärnvapen eftersom dom har biologiska och kemiska vapen som också skulle kunna ställa till mycket problem för Sydkorea. För att inte tala om de upp till tiotusen artilleri systemen som är ingrävda och utplacerade vid DMZ som skulle, i ideala förhållanden, praktiskt taget förstöra Seoul. Nordkoreanerna håller på att (i långsam takt) modernisera armen. Dom fokuserar på att utöka sitt missilförråd och producera artilleri system med längre räckvidd. Och det har dom i lagom kvantitet lyckats med.  Dom importerar också en del vapen system (tex ubåtar) från Iran och mindre länder också.<br/> <br/>  Dom byggde för något år sedan, upp till 100-200 (ungefär) nya stridsvagnar. Inte kanske dom bästa som finns men dom utgör ett hot. Med tanke på att Nordkorea har mer än 1 miljon aktiva soldater och kring 10 miljoner reserver och militär ungdomsgrupper så har dom nog plats med ett stort antal stridsvagnar<br/> <br/>  Tänk också på att när Nordkorea väl blir besegrat, så kommer det bli ganska så oroligt i området. Dom flesta civilinvånarna kommer vara emot det nya ledarskapet. Tänk dig Afghanistan och Iraq fast 10 gånger värre. Nordkorea är ett mycket bergigt land. Fyllt med kullar och berg som är perfekt för partisan uppror. Det kommer också bli mycket mer brott då många Nordkoreaner känner att dom inte passar in i det kapitalistiska Korea och måste försörja sig med stölder etc. <br/> <br/>  Tänk på självmorden och depressionerna som kommer efter kriget också då alla Nordkoreaner måste anpassa sig i ett <i>helt</i> nytt samhälle. Korea har varit åtskilda så länge att det har blivit en hel del språkskillnader mellan länderna. En studie visade att bara omkring 7 eller 8 % av Nordkoreanerna som har flytt till Sydkorea förstod språket perfekt. Dessutom så gillar inte vissa Sydkoreaner idag Nordkoreaner då dom är annorlunda. Det förekommer mobbing av Nordkoreaner i Sydkorea idag och tänk dig hur mycket det kommer öka när Korea återförenas.<br/> <br/>  Ni skrattar men en dag om Sydkorea har riktigt otur så kommer det bli miljoner civila dödsfall i Sydkorea. Samt att det kommer förstöra Sydkoreas ekonomi att ta hand om Nord då landet är så efterblivet ekonomiskt sätt.<br/> <br/>  Notera att jag inte gillar Nordkorea. Deras arme är ganska så underlägsen jämfört med Syd och Det är världens mest vidriga land enligt mig men, underskatta <i>aldrig</i> din fiende.<br/> <br/>  Visserligen lät detta som otroligt pessimistiskt men detta är en risk som finns."
	},
	{
		"postIndex": 355,
		"postNumber": 361,
		"rankGlobal": 19,
		"scoreGlobal": 83,
		"userRank": 38,
		"userScore": 10.9,
		"postUserName": "ThisIsSparta",
		"postUserID": "u210162",
		"postUserUrl": "https://www.flashback.org/u210162",
		"postDateTime": "2009-05-19, 18:41",
		"postUrlInThread": "https://www.flashback.org/t781949p31",
		"postUrlUniq": "https://www.flashback.org/sp16747221",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Sybok</strong></div> <div>Nej, det är enkelt att åka dit. Du kan skaffa visum i Bejing om du så vill, man får det direkt - på plats. Och det går att färdas relativt fritt i landet, vilket jag vet då jag varit där och för den delen känner många andra som varit där och delar mina intryck.</div> </td> </tr> </table> </div> <br/>  Jag känner också personer som har varit där, och har läst massor med reseberättelser. Alla bär de samma drag - det vill säga att man inte alls får åka runt fritt i landet, utan att man är övervakad av en guide som talar om inom vilka områden man kan åka och håller koll på vad man gör. Jag tycker inte att ett sådant förhållande kan beskrivas som relativt fritt - men alla har har ju som bekant olika referensramar.  <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Sybok</strong></div> <div>Det finns en regelbunden trafik över gränsen mot Kina, det är vad man ser där. Däremot ser man inte från Sydkorea hur USA har byggt en mur över hela Koreahalvön, inte heller ser man att den sydkoreanska armén inte lyder under Sydkorea utan under USA.</div> </td> </tr> </table> </div> <br/>  Den trafiken är ju liten, ny och någonting man försökt motarbeta. Antagligen har man till slut sett den rörelsen som en ventil - inget land kan ju vara helt stängt. För gemene nordkorean går det dock fortfarande inte att lämna landet. En svensk som är trött på Sverige kan enkelt boka en flyg- eller tågbiljetter härifrån. Från Nordkorea så är alla gränser stängda och bevakade (av Nordkorea!) och endast de med särskilda tillstånd kan ta sig därifrån. Detta har ju till och med den mycket märkliga församlingen Koreanska Föreningen medgett, men som vanligt skyllde man på USA. <br/> <br/>  Du får jättegärna visa någon referens på att Sydkoreas armé lyder under USA. Sydkorea är en suverän stat, och suveräna stater brukar styra sina egna arméer.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Sybok</strong></div> <div>Jag har läst den. Och DFRK är inte en enpartistat. Det finns tre större partier, men inga formella hinder att starta nya.</div> </td> </tr> </table> </div> <br/>  Landets konstitution anger ju klart att landet ska styras och formas av den kommunistiska juche-ideologin. Om texten på länken nedanför stämmer så anger grundlagen att <br/> <br/>  \"The Democratic People's Republic of Korea is a socialist fatherland of Juche which embodies the idea of and guidance by the great leader Comrade Kim Il Sung.\"<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.novexcn.com%2Fdprk_constitution_98.html\" target=\"_blank\">http://www.novexcn.com/dprk_constitution_98.html</a><br/> <br/>  Nedanför följer först en lång helgonförklaring av Sung, och sedan lite mer detaljer om hur juche-ideologin ska prägla samhället. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Sybok</strong></div> <div>Nordkorea är inte kommunistiskt. Landets ideologi är Juche, vilket snarare är en form av nationalistisk inriktad \"existentialism\" (finner inget bättre ord, men grundprincipen är, till skillnad från alla marxistiskt inriktade ideologier att individen är ett autonomt subjekt som skapar sin egen valda historia. Ytterst förenklat).</div> </td> </tr> </table> </div> <br/>  Kommunism, marxism, leninism, marxism-leninism, socialism, syndikalism, juche...Man kan ta en dålig idé, ändra i småsaker (har förresten nordkoreanerna någon glädje av att de är autonoma subjekt som väljer sin egen historia?) och hitta på nya förgreningar i all oändlighet. Temat för alla nämnda strömningar är ungefär det samma, det vill säga ett projekt mot marknadsekonomi, kapitalism och individualism, resultaten har alltid blivit likartade och det är alltid människor på vänsterkanten som har sökt sig till dessa inriktningar.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Sybok</strong></div> <div>Jag har aldrig talat med någon kommunist som anser att kränkningar är försvarbart.</div> </td> </tr> </table> </div> <br/>  Det är ju i och för sig inte så ofta som man direkt försvarar rättighetskränkningar, utan ofta försöker man förneka det - ungefär som du gör i den här tråden.<br/> <br/>  Men förra veckan såg  jag affischer med uppmaningen \"trött på överklassen? Råna dem!\", ett par veckor innan det hade jag en vild debatt med en kommunist som försvarade berlinmuren, Jan Myrdal satt ju i direktsänd TV förra året och försvarade massakern på Himmelska fridens torg, ibland brukar jag ha MSN-debatter med kommunister som menar att när revolutionen kommer så måste vi fort fängsla och eventuellt avrätta ledande borgare, etc.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Sybok</strong></div> <div>Tvärtom finns det några som verkligen står upp för internationell rättvisa, solidaritet och mänskliga rättigheter är det grupper långt åt vänster.</div> </td> </tr> </table> </div> <br/>  Om man tycker att solidaritet är detsamma som att staten tar Oskars pengar och ger till Muhammed, att rättvisa är att alla ska ha lika mycket/lite och att rättigheter inte handlar om rätten till sin egendom utan om rätt till dagis, så har du kanske rätt.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Sybok</strong></div> <div>Kan högern säga det samma?</div> </td> </tr> </table> </div> <br/>  Vilken höger menar du? Jag har svårt för så sådana kollektivistiska stämplingar, men jag själv är en solidarisk person. Som liberal har jag ingenting emot solidaritet, däremot gillar jag inte påtvingad solidaritet. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Sybok</strong></div> <div>I detta går att läsa om missförhållanden, kränkningar, tortyr. Sen anges: \"Uppgifterna i denna rapport är till stor del andra- och tredjehandsuppgifter som inte kan beläggas genom oberoende uppföljning.\"<br/>  Hela rapporten präglas av ange \"uppgifter\", \"Enligt andra uppgifter\", etc. Och så: \"Uppgifter om dessa typer av grava missförhållanden har inte kunnat kontrolleras, varför omfattningen är osäker.\"</div> </td> </tr> </table> </div> <br/>  Ja, det ligger ju i sakens natur att rapporter om till exempel politiska avrättningar kommer från andrahandskällor. Personerna som blev offer för det kan ju inte själva berätta. Ifall Röda Korset, Human Rights Watch med flera blev insläppta och kunde åka runt fritt så skulle de ju kunna rapportera om omskolningsläger, svält, avrättningar och tortyr på egen hand - men det kan man ju inte. Återigen så ligger det så att säga i sakens natur.<br/> <br/>  Om Nordkorea inte har ovan nämnda missförhållanden, varför inte släppa in en delegation från exempelvis Röda Korset och Amnesty, låta dessa åka runt fritt med tillträde till alla fängelser och byar och inrättningar? Då skulle ju hela världen se att Nordkorea inte har några omskolningsläger, att det inte råder svält på landsbygden och man har ett oberoende rättsväsende.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Sybok</strong></div> <div>UD anger att det inte går att veta något om missförhållandena</div> </td> </tr> </table> </div> <br/>  Nej, UD säger inte att det \"inte går att veta något\". UD säger att omfattningen är osäker."
	},
	{
		"postIndex": 2765,
		"postNumber": 2845,
		"rankGlobal": 20,
		"scoreGlobal": 82.9,
		"userRank": 13,
		"userScore": 21.6,
		"postUserName": "nummer10011",
		"postUserID": "u267066",
		"postUserUrl": "https://www.flashback.org/u267066",
		"postDateTime": "2013-03-17, 14:35",
		"postUrlInThread": "https://www.flashback.org/t781949p238",
		"postUrlUniq": "https://www.flashback.org/sp42510546",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>gurex</strong></div> <div>Det jag säger är att man skall vara försiktig med vad man tar för sanning. Om en nyhetsbyrå ljuger och tidningar och annan media detsamma gång på gång där motsatsen sedan bevisats så bör man ta det de berättar om med en nypa salt om man är normalt funtad. Men du verkar inte kräva fakta innan du vet att något är sant. </div> </td> </tr> </table> </div>   Jodå, jag \"kräver fakta\". Till skillnad från många andra så vill jag ju ha belägg för ett påstående.<br/> <br/>  Om jag får belägg för ett påstående så tror jag på det tills dess att andra belägg visar motsatsen. När det händer så måste man börja diskutera varför beläggen visar olika saker, och om något kan vara fel.<br/> <br/>  Vad \"nordkorea-fansen\" dock gör är att grundlöst kalla samtliga belägg för lögner - och har sedan inte ens belägg själva för att påvisa att detta är lögner.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>gurex</strong></div> <div>Vad säger dina satelitfoton egentligen?</div> </td> </tr> </table> </div>   De kan bekräfta och styrka andra belägg genom att de överensstämmer med varandra.<br/> <br/>  Låt oss t.ex. ta den här videon som ett exempel:<br/> <a href=\"https://www.flashback.org/sp42385275\" target=\"_blank\">https://www.flashback.org/sp42385275</a><br/> <br/>  Genom att jämföra bilderna med satellitbilder så kunde man ganska snabbt anta att filmen <i>antagligen</i> faktiskt spelades in där:<br/> <a href=\"https://www.flashback.org/sp42385881\" target=\"_blank\">https://www.flashback.org/sp42385881</a><br/> <br/>  Man kan även använda satellitbilder för att bekräfta att en person som säger sig ha varit vakt på t.ex. ett läger får rita hur det såg ut, för att sedan jämföra vaktens ritningar med satellitbilder.<br/> <br/>  Men kan även givetvis bekräfta lägrens existens.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>gurex</strong></div> <div>Vilka sitter i lägren (eller är det armebaser?) och hur vet du vilka de är? </div> </td> </tr> </table> </div>   Nej, det är inte armébaser.<br/> <br/>  Dels så kan man se i den här videon att de som inte avrättas döms till 10 års straffarbete:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3D73KOEXPEvok\" target=\"_blank\">http://www.youtube.com/watch?v=73KOEXPEvok</a><br/> <br/>  Här ser du vakter, vakttorn och människor som arbetar innanför avgränsningarna:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.liveleak.com%2Fview%3Fi%3D6f6_1360818837\" target=\"_blank\">http://www.liveleak.com/view?i=6f6_1360818837</a><br/> <br/>  Jag tror inte att armébaser fungerar sådär. Sedan så har Nordkorea själva aldrig förnekat själva lägren. De har dock förnekat att de självstyrande lägren (de styrs enligt Juche, så de ska sköta sig själva) skulle bryta mot de mänskliga rättigheterna.<br/> <br/>  Jag vet inte namnet på någon som sitter i lägren, nej.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>gurex</strong></div> <div>Hur många har dödats och för vad?</div> </td> </tr> </table> </div>   De dödas antagligen av flera anledningar. Ibland uppenbarligen för att de tar sig över gränsen. Jag vet inte hur många som dödats.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>gurex</strong></div> <div>Vem, var och vad visar alla dessa filmer du pratar om? </div> </td> </tr> </table> </div>   De visar att lägren existerar, att offentliga avrättningar sker samt stödjer vittnesuppgifterna om lägren.<br/> <br/>  Här har vi andra videor som dock inte har med deras \"rättsväsende\" att göra. De visar svälten:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DLGR0BD2e1Ok\" target=\"_blank\">http://www.youtube.com/watch?v=LGR0BD2e1Ok</a> (den här anser jag inte vara ett 100% starkt belägg. Jag är ganska övertygad om att det är filmat i Nordkorea, men vad de säger vet jag inte. Eftersom klippet är relativt nytt så kan man ju alltid vänta lite tills någon som kan koreanska kan bekräfta att dialekterna är nordkoreanska och att det de säger är korrekt översatt)<br/> <br/>  Dokumentär med mycket material från filmningar inifrån Nordkorea:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DZ4OmcKddq8s\" target=\"_blank\">http://www.youtube.com/watch?v=Z4OmcKddq8s</a><br/> <br/>  Vad du menar med att fråga \"Vem\" dessa filmer visar förstår jag inte. Nordkoreaner?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>gurex</strong></div> <div>Själv har jag sett filmer från Kina där bland annat en mördare dödades som sedan var bevis i hur Nordkorea mördar civila.</div> </td> </tr> </table> </div>   Den har jag aldrig sett. Får ta och leta reda på den! Men du kanske har en länk?<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>gurex</strong></div> <div>Det kanske finns något som verkligen är bra för jag har inte sett allt utan blir bara less när idioter tror sig veta något för att dom det en filmsnutt där någon påstår en sak som i verkligheten kan vara filmat på en annan kontinent.</div> </td> </tr> </table> </div>   Jag visade ett exempel på hur man kan använda satellitbilder för att verifiera vissa videofilmer.<br/>  Men det underlättar också om de talar. Då hör man mycket enkelt tack vare dialekten som talas där. Klippen som jag länkade senast (i alla fall inte det allra senaste) bör inte heller vara fejk av helt logiska anledningar. Bakgrundsrösten kan man ignorera om man vill, men bilderna säger mer än 1000 ord.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>gurex</strong></div> <div>Kom ihåg innan OS i Kina när media drog igång en kampanj mot Kina förtryck av tibetaner. De hade till och med video när polisen misshandlade folket. Problemet var att filmen var inspelad i Nepal under upplopp. Tyvärr så ville inte mainstream media berätta detta när det påpekats eftersom det skulle visa dem i dålig dager som de opinionsbildare de är. Men folk var upprörda som fan över övergreppen. </div> </td> </tr> </table> </div>   Vad bra att det kom fram att det var fel klipp då<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/> Ja, det är inte ovanligt att nyhetsbyråer tar fel klipp. Det har ju till och med hänt att de av misstag tar från TV-spel i tron om att det är riktigt. Men lyckligtvis är det inte nyhetsbyråer vi talar om nu, utan belägg i allmänhet.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>gurex</strong></div> <div>Hur vet du att det du ser på Youtube är sant? Vad har du för bebis för det? Jag säger inte att det inte är det men man kan ju vara lite försiktig när man får uppenbar propaganda öst över sig. Speciellt om Nordkorea som få vet vad där händer.</div> </td> </tr> </table> </div>   Hehe, \"bebis\"<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/><br/> <br/>  Jo, jag tror att videoklippen är riktiga eftersom att geografin och miljön går \"enkelt\" att verifiera genom satellitbilder, språket och dialekten som talas, att även klipp som är långt över 10 år gamla fortfarande aldrig har kunnat motbevisas, den orimligheten i att USA skulle lyckas samla tusentals sydkoreaner med nordkoreansk dialekt, bygga hela städer, berg och ekosystem, svälta dessa sydkoreaner för att sedan spela in filmer och göra detta oupptäckt i över ett decennium utan att någon varken kan motbevisa filmerna eller att någon inblandad skulle släppa denna nyhetsbomb.<br/> <br/> <br/>  Om man sedan också tar och använder sig av lite rationalitet så kan man fråga sig - om den vanliga befolkningen svälter, hur bör det rimligtvis se ut inne i fånglägren som också styrs enligt Juche (i princip \"klara er själva!\")?<br/>  Men jag håller med dig om att det inte kan vara lätt att veta vad som pågår där inne alla gånger. Men när all information man får pekar åt ett och samma håll, beläggen stödjer varandra och varför Nordkorea aldrig någonsin har bevisat motsatsen (eller bara låter någon komma och titta) så kan man ju börja undra<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/>  Kort sagt, det mesta anser jag vara bevisat eller finnas starka belägg för. Att livet inne i fånglägren är ett helvete anser jag ha belägg för och även vara rena logiska slutsatser, även om just det inte finns rena konkreta bevis såsom videobevis för just den här punkten."
	},
	{
		"postIndex": 4224,
		"postNumber": 4331,
		"rankGlobal": 21,
		"scoreGlobal": 82.6,
		"userRank": 8,
		"userScore": 43.2,
		"postUserName": "Ola Schubert",
		"postUserID": "u58815",
		"postUserUrl": "https://www.flashback.org/u58815",
		"postDateTime": "2013-04-15, 22:58",
		"postUrlInThread": "https://www.flashback.org/t781949p361",
		"postUrlUniq": "https://www.flashback.org/sp42972947",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>gurex</strong></div> <div>Jag har inte sett någon gå på den nordkoreanska propagandan på över ett år i den här tråden. Det är ett fåtal som ifrågasätter artiklar som bygger på en flyktings historia, eller något som sydkoreas underrättelsetjänst sprider. Jag har ett liv så jag har inte följt tråden slaviskt men visa några citat där någon \"går på propagandan\"  är du snäll.</div> </td> </tr> </table> </div> <br/> tja, man behöver verkligen inte leta länge:<br/> <br/> <a href=\"https://www.flashback.org/sp42954201\" target=\"_blank\">https://www.flashback.org/sp42954201</a><br/> <br/> Den här snubben länkar till en sk \"nyansering\" helt i nordkoreansk smak. Bl.a. så påstår RT reportern att \"USA dödade 20 procent av Nordkoreas befolkning och förstörde hälften av byggnaderna\" under korea kriget.. Det man \"glömmer\" att är att det var Nordkorea som startade kriget med sovjetiskt stöd och lyckades nästan erövra hela Sydkorea. Tack vare amerikanarna och tappert sydkoreanskt motstånd så kunde de dock drivas norr ut. När sydkoreanska och amerikanska trupper närmade sig de kinesiska gränsen så ingrep Kina med sk \"frivilliga\". Sedan böljade striderna fram och tillbaka tills stridslinjerna nästan var på samma ställe som den gamla gränsen. Självklart så dog minst lika många sydkoreaner i striderna som nordkoreaner och förstörelsen var minst lika stor i söder.  <br/> <br/> Efter den kommentaren så slutade jag titta på det sk. \"nyanserade\" reportaget.<br/> <br/> Och här kommer en som själv varit i Nordkorea några månader och intygar att det inte finns något uppseendeväckande att se i Pyongyang:<br/> <br/> <a href=\"https://www.flashback.org/sp42961159\" target=\"_blank\">https://www.flashback.org/sp42961159</a><br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Eftersom jag själv kan intyga att det inte finns något chockerande att se i <br/> Pyongyang och de andra städerna skulle de kunna släppa in ett noga valt <br/> dokumentärteam och göra en expose. Det finns verkligen inget att förlora. Delar <br/> av östeuropa ser betydligt värre ut än Pyongyang och de fyra största städerna      </td> </tr> </table> </div> .<br/> <br/> Istället så är det väst som sysslar med propaganda.<br/> <br/> Nåväl jag skall förklara varför jag, i de flesta fall, litar mer på västlig \"propaganda\".<br/> <br/> När det kalla kriget startade runt 1946 så började det rapporteras om hemska slavläger i Sovjetunionen och Östeuropa. Det dröjde bara 10 år så bekräftade det sovjetiska kommunistpartiet många av Stalins brott.<br/> <br/> Under 80-talet så hade iof människorna i väst inga illusioner om Sovjetunionen. Men många var samtidigt mycket kritiska emot USA. Så visst räknade man med att det förekom en viss svartmålning av situationen i Östblocket. Det fanns t.om amerikanska underrättelserapporter som ansåg att folket i Sovjetunionen var mönstergilla sovjetmedborgare som aldrig skulle störta regimen: \"se bara hur samvetsgrant de betalar sina 5 kopek i spårvagnarna, utan någon kontroll\".<br/> <br/> Sedan föll muren mindre än 10 år senare. Och då visade sig att det mesta av \"svartmålningen\" av förhållandena i Östeuropa var sanning. Sedan har det, inte förvånande, kommit en viss \"östnostalgi\", där man kanske bara medger att sen västerliga \"propagandan\" enbart var korrekt till 80% istället för 90%.<br/> <br/> Så jag litar en hel del på den västerliga nyhetsrapporteringen, även om den inte alltid är korrekt och man måste fortfarande vara källkritisk.<br/> <br/> En av få regimer som faktiskt varit värre än den nuvarande nordkoreanska är Pol Pot regimen. Tyvärr så visade det sig att de sk. \"skräckhistorierna\" inifrån det landet var den hemska sanningen."
	},
	{
		"postIndex": 4619,
		"postNumber": 4729,
		"rankGlobal": 22,
		"scoreGlobal": 82.5,
		"userRank": 25,
		"userScore": 15.3,
		"postUserName": "Behemoth1",
		"postUserID": "u855386",
		"postUserUrl": "https://www.flashback.org/u855386",
		"postDateTime": "2013-11-16, 22:00",
		"postUrlInThread": "https://www.flashback.org/t781949p395",
		"postUrlUniq": "https://www.flashback.org/sp46174770",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Caesar Johansen</strong> <a href=\"/p46171436#p46171436\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Nättidningen \"Daily NK\" vars uppgiftslämnare är nordkoreanska medborgare:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.dailynk.com%2Fenglish%2Fsub_list.php%3FcataId%3Dnk01500\" target=\"_blank\">http://www.dailynk.com/english/sub_l...cataId=nk01500</a><br/> <br/>  Om Daily NK:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.aljazeera.com%2Fprogrammes%2Flisteningpost%2F2013%2F07%2F2013727143846115819.html\" target=\"_blank\">http://www.aljazeera.com/programmes/...846115819.html</a></div> </td> </tr> </table> </div>   Det måste göra ont i din sionistiska NATO själ att det fortfarande finns självständiga stater som Nordkorea, Venezuela, Ryssland, Iran osv i denna värld. Varför kan inte dessa stater bara bli menlösa marionetter som hatar sig själva som Sverige? Vi har materiell rikedom men ett självhatande fegt folk som inte anser att de har någon historia eller kultur, de här självständiga staterna är det enda hoppet mot världsordningen och drömmen om att ena hela världen, den globala tanken är ju dominant idag och den som styr allt USA och marionetter som Sverige gör, drömmen om att alla länder ska anamma den västerländska liberalismen och ena sig och riva gränserna, så länge det finns nationalistiska, självständiga stater här i världen så finns det ett hopp.<br/> <br/>  Västmakterna försöker svälta dessa stater till döds för brottet att de inte lyder västs order, det är detta som Irak och Lybien straffats för och som Syrien nu också straffas för, det är detta väst vill utföra även mot Venezuela, Iran och Nordkorea och deras hatobjekt Vladimir Putin som har mage att vilja göra ''det besegrade'' Ryssland till ett land att räkna med igen, västs tro var ju att Ryssland var ett land som aldrig mer skulle bli relevant efter Sovjets fall, de skulle kollapsa och försvinna från historien, istället kom denna Putin och ville något annat, vilket väst aldrig kommer förlåta honom för.<br/> <br/>  Som svensk kan jag bara hylla dessa självständiga och modiga stater, de står upp mot övermakten, de står upp mot imperiet som vill skapa en global liberal värld, jag har mycket mer respekt för dessa länder än själlösa länder som Sverige som har sålt ut allt som en gång gjorde detta till ett land, finns inte en gnutta stolthet, kultur eller hopp för Sverige, utan enbart mer massinvandring och globalism för det självhatande folket som inte ens inser att de är ett folk. Jämför oss med nordkoreanerna, ett folk beredda att kriga för att försvara sitt land mot världens aggressiva stater, vilket de redan gjorde i Korea-kriget för 50 år sedan där miljoner av dem dog, tror du att ens 100 svenskar skulle dö för att göra något för det här landet? Det är skillnaden mellan ett klassiskt nationalistiskt och självständigt land jämfört med ett dött, menlöst och själlöst marionett-stat till NATO som dagens Sverige vars enda viktiga frågor kretsar kring hur mycket pengar invandrare ska få från infödda svenskar."
	},
	{
		"postIndex": 1166,
		"postNumber": 1196,
		"rankGlobal": 23,
		"scoreGlobal": 82.5,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "Saturos",
		"postUserID": "u418938",
		"postUserUrl": "https://www.flashback.org/u418938",
		"postDateTime": "2010-05-12, 23:42",
		"postUrlInThread": "https://www.flashback.org/t781949p100",
		"postUrlUniq": "https://www.flashback.org/sp23069020",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Rigel</strong></div> <div>1, Nej, folket i syd välkomnade inte Kim il Sung som hjälte, dessutom var det sovjetiska trupper som befriande Korea från japanerna medans Kim själv , som då var NKVD löjtnant, satt och häckade i ett hemligt arméläger vid byn Vjatskoje, sju mil nordöst om Chabarovsk i dåvarande Sovjetunionen vid den tiden, där förresten hans son Kim IL Jong också föddes, inte på berget Paektusan som lögnaktigt påstås i den nordkoreanska propagandan.</div> </td> </tr> </table> </div>   Jo. Jag har tidigare länkat till en rapport som visade att Kim Il Sung ahde stora sympatier i södra Korea. Det var bland annat därför den sydkoreanska militärdiktaturen med USAs hjälp avrättade över 100 000 människor då de ansågs vara ''kommunister''. Kim Il Sung levde i sibirien eftersom han drevs i exil av japanerna på grund av hans stora gerillamotstånd mot dem. Men han fortsatte med operationer mot den japanska militären. Var Kim Jong Il Föddes spelar i samanhanget noll roll.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Rigel</strong></div> <div>2, Varför lade sig Sovjet och Kina i de koreanska angelägenheterna? Mao ville ha en atombomb till varje pris och därför ville att Kim Il Sung skulle starta kriget som han tjatat så länge om, så att Sovjet därmed skulle tvingas att dela med sig av atomhemligheterna till Kina om USA skulle hota med kärnvapen, och därmed låta Kina ta smällen av en nukleärt krig vilket Mao inte räddes pga av att han trodde i sin dårskap att Kinas väldiga befolkning skulle vara garant för överlevnad av landet.</div> </td> </tr> </table> </div>   Fel. Kim Il Sung gjorde detta på eget initiativ och Stalin och Mao ville först inte stöda denna operation men gick motvilligt med på det efter påtryckninger. USA var redan då i Sydkorea så de involverade sig innan Sovjet och Kina gjorde det.<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Rigel</strong></div> <div>3, Fel, Sydkorea var inte fattigare än Nordkorea, det har det aldrig varit.</div> </td> </tr> </table> </div>   Jag ahr tidigare länkat till ren historisk fakta som visar att Nordkorea var rikare än Sydkorea till 80-talet. Detta är ett historiskt faktum även om du förnekar det nu. Nordkorea har traditionellt varit det bättre skötta landet medan Sydkorea ända in på 80-talet var värre. De gick om på grund av att Sovjets stöd minskade plus att USA ökade Sydkorea med att pumpa in pengar i sitt protektorat. Dessutom drabbades Nordkorea av otroliga naturkatastrofer som ödelade jordbruken.<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Rigel</strong></div> <div>4, Nu skall inte Nordkorea ta sådana ord i sin mun, detta land som har en av de mest förljugna, skamliga och orättfärdiga diktaturer/regimer som världen någonsin skådat, fyllt av så mycket lögner och hyckleri att ord knappt räcker till för att beskriva dess vansinne.</div> </td> </tr> </table> </div>   Konstigt att du ignorerade frågan: varför stöttade USA den brutala militärdiktaturen i Sydkorea som bland annat avrättade flera hundra tusen politiska dissidenter samtidigt som man kritiserade Nordkorea för att vara en diktatur? Varför hycklar USA? Är det ok med dikaturer bara de är USA-vänliga?`Vi vet nog båda att USA anser detta.<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Rigel</strong></div> <div>5,Varför har utvecklas Nordkorea inte MER, trots sitt fullkomligt geniala ledarskap under den ofelbare och allkunnige Kim IL Jong??? var det inte barnen som var 72 centimeter redan vid födseln?</div> </td> </tr> </table> </div>   Propagandan mot Kim Jong Il i väst är vida större är den sk propagandan för Kim Jong Il i Nordkorea är. Jämför man Nordkorea nu mot när han tog över är landet bättre, faktan ligger där. Pyongyang är en storstad på 4 miljoner invånare med ett ständigt utvecklande statsliv. Om Sverige hade blockerats av omvärlden och utsatts för sådana embargon som Nordkorea är utsatta för så hade Sverige reducerats till ett rövhål på några dagar medan Nordkorea ändå kan erbjuda sina invånare fri sjukvård och skola.<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Rigel</strong></div> <div>6, Varför får inte Nordkoreanerna rösta bort Kim Il Jong och tillsätta en demokratisk ledare vald av folket? Sydkoreanerna väljer nog trots allt att leva med amerikansk närvaro än att införlivas med Nordkorea och hamna under Kim il Jongs vettlösa ledning.</div> </td> </tr> </table> </div>   Varför fick inte sydkoreanerna göra det ända upp till 80-talet och varför stöttade USA detta tillfullo? Är det måhända dubbelmoralen som slog till igen? Nordkorea är ett land i krig och länder i krig kan inte ge sina medborgare fulla rättigheter och så har det heller aldrig varit om du ser historiskt. Sydkorea valde Kim Il Sung men stoppades av amerikanerna en gång i tiden. Återförlivandet hade skett på 50-talet utan USA. USA folkmördade koreaner och deras brott ska aldrig glömmas."
	},
	{
		"postIndex": 3521,
		"postNumber": 3615,
		"rankGlobal": 24,
		"scoreGlobal": 81.8,
		"userRank": 4,
		"userScore": 59.6,
		"postUserName": "Snezhinka",
		"postUserID": "u653253",
		"postUserUrl": "https://www.flashback.org/u653253",
		"postDateTime": "2013-04-03, 22:23",
		"postUrlInThread": "https://www.flashback.org/t781949p302",
		"postUrlUniq": "https://www.flashback.org/sp42781449",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>bernad_law</strong></div> <div>Ursäkta mig, vilken rätt har DU att begära bevis från oss, med tanke på att du hela tiden totalvägrat att vidimera dina mer eller mindre apologetiska ståndpunkter?<br/> <br/> Här kan du kolla:<br/> <a href=\"/leave.php?u=https%3A%2F%2Fwww.google.se%2Fsearch%3Fq%3Dnorth...w%3D1366%26amp%3Bbih%3D598\" target=\"_blank\">https://www.google.se/search?q=north...w=1366&amp;bih=598</a></div> </td> </tr> </table> </div> <br/> <br/> En länk till Google images.... <br/> <br/> Jaja, jag såg gryniga bilder av anläggningar som skulle kunna vara fängelser. <br/> Alla länder har fängelser! Ett svenskt fängelse ser förmodligen precis likadant ut från en satellit.<br/> <br/> Ett fota av två pojkar som bär några hinkar i en miljö som ser ut som ett fängelse. Ingen text om var bilden är från. Vem skulle ha varit där och fotat... ? Eller är det ett gammalt foto... Eller är det från en film?   <br/> <br/> Är det en slump att samtliga historier om det här verkar vara i The Telegraph, Storbritanniens mest högerinriktade tidning... Fox News, (jag säger inget....tror alla vet). <br/> Och statsfinansierade amerikanska \"informationssidor\" (propaganda)<br/> <br/> En f.d. societetstjej från Pyongyang beskriver att hon hamnade i ett fängelse pga någon intrig.... Men hon lever, ser frisk ut och skriver från USA. Så uppenbarligen är det inga dödsläger. Hon är frisk nog att skriva en bok och bli intervjuad på Fox. För mig ringer hon varningsklockor som alldeles för bekvämt propagandavänlig för att stämma.<ul><li>Siffrorna som uppges är 150,000 fångar av en befolkning på 24,000,000.</li><li>Denna siffra om fängelsepopulation är lägre än vad USA har.</li><li>De bilder på fångläger som visas bland Google images är inte värre än vad som finns och accepteras i Ryssland.</li></ul>Tror det stämmer att under svältåren så var det säkert inte någon prioritet att ge mat till grova brottslingar när hela landet svalt. Det här pågick i fem år och det fanns säkert människor som led fruktansvärt i fängelsena under den här perioden. Lösning.. begå inga brott så hamnar du inte i fängelset! <br/> <br/> Jag förstår vad du vill säga med dina inlägg och det är verkligen hemskt att fångar behandlas dåligt i Nordkorea. Men det är ett fattigt land och man kan faktikt undvika att bli skickad till fängelse genom att hålla sign någolunda i skinnet. <br/> <br/> Jag tycker svältande civila i Afrika, barnarbete i Bangladesh och knarkmaffians skräckvälde i Mexico, Europas svajande tillfälle där land efter land riskerar att bli utblottat...   är betydligt mer oroande än fängelsepopulationen i Nordkorea eventuellt behandlas dåligt.<br/> <br/> Vanliga människor i Nordkorea garanteras av systemet bostad, jobb och rudimentär sjukvård och ätlig mat på bordet. Det är mer än vad många i Grekland har just nu! <br/> <br/> För den stora majoriteten av invånarna i Nordkorea bor de i ett socialistiskt u - land med stora ambitioner. Ett land som en gång i tiden funkade rätt bra, och är kompetent nog att skapa kärnvapen, satelliter, bygga bilar och operativsystem från grunden. Ett fullständigt homogent land totalt utan religiösa eller etniska konflikter. <br/> <br/> Och jag dömer Nordkorea efter vad jag har sett, nämligen rena, gröna och säkra städer. Vänliga gästfria människor som önskar att folk skall förstå deras land. Duktigt tekniskt folk som gör mirakel med otroligt begränsade tillgångar. Stolta människor som anser att de har den bästa kulturen och det mest ambitiösa politiska systemet, och som säger sig vara beredd att göra uppoffringar för att följa sin egen väg. <br/> <br/> Jag vill se restriktionerna mot Nordkorea öppnas, så att de kan öppna upp landet på sina egna villkor, få in legitima pengar att investera i projekt för allmänheten som inte kunnat slutföras. Om landet inte känner sig ständigt hotat så lugnar de säkert ned retoriken och vågar lätta upp på restriktionerna för befolkningen. Ett klimat där lite glasnost och perestroika kan äga rum, men utan kaosen och tragedierna som Ryssland upplevde. <br/> <br/> Att störta regimen idag vore fruktansvärt destruktivt. En gradvis upptining är mycket mer önskvärt. Detta är mycket välkänt i Japan och Sydkorea och det är exakt vad Sydkorea önskar. Personligen hoppas jag att det går att fortsätta med deras unika system utan tvång och att de skall slippa bli ännu ett sweatshopland på botten av den globala ekonomin. <br/> <br/> Idag har de en hel del värdighet på en skala som helt saknas i andra u länder."
	},
	{
		"postIndex": 3621,
		"postNumber": 3716,
		"rankGlobal": 25,
		"scoreGlobal": 81.4,
		"userRank": 71,
		"userScore": 6.8,
		"postUserName": "Chinisiba",
		"postUserID": "u626739",
		"postUserUrl": "https://www.flashback.org/u626739",
		"postDateTime": "2013-04-04, 14:39",
		"postUrlInThread": "https://www.flashback.org/t781949p310",
		"postUrlUniq": "https://www.flashback.org/sp42789730",
		"sentence": "Varför är folk så tvärsäkra på att NK inte har kärnvapen, trots att dom provsprängt (och personer i Syd hävdat att dom märkt av sprägningen)? Är det inte ganska uppenbart att dom sitter på kärnvapen? Frågan borde ju snarare vara hur långt deras raketer kan nå och hur väl dom fungerar. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/confused.gif\" title=\"Confused\"/> Får Kim Jong Un spel och tycker det är lämpligt att avfyra ens ETT av sina ev kärnvapen mot Sydkorea eller Japan så är ju det illa nog.<br/> <br/>  Finns ju ett annat problem i denna konflikten (tillskillnad ifrån tidigare som jag förstått det) och det är att man inte snackar överhuvutaget.<br/> <br/>  NK måste vara det enda landet där folk säger att det antagligen bara är vapenskrammel när landets ledare säger att dom skall göra ett annat land till ett eldhav, att dom skall attackera USA, kan flytta sina vapen, förklara att det är krigstillstånd osv.<br/> <br/>  Kim Jong-un har dragit detta så långt, så att jag tvivlar på att han kommer backa. Tyvärr. Jag har väldigt svårt att se hur han skulle kunna backa utan att helt förlora ansiktet.<br/> <br/>  Vad är det som gör att folk här på flashback är så säkra på att det även bara är vapenskrammel denna gången? Visst har NK skramlat tidigare, men nu skramlar dom ju väldigt rejält (milt utryckt). Dessutom, som som jag tidigare sagt, så snackar dom inte med bl.a Syd öht. Och Kim Jong-un har ju endel att bevisa. Hur vet Ni att NK inte har kärnvapen? Och har Kina föresten sagt hur dom skulle ställa sig vid ev krig? Och vad är det som säger att NK kommer vara dom första att agera? Sydkorea har ju sagt att dom kommer ta till militärt våld vid yttereligare provokationer och även där finns det ju en kvinna som har endel att bevisa.<br/> <br/>  Det är ju lagom tryggt med när länder gapar och skriker och hoppas på att den andra parten inte har stake nog att agera först."
	},
	{
		"postIndex": 3274,
		"postNumber": 3362,
		"rankGlobal": 26,
		"scoreGlobal": 81,
		"userRank": 4,
		"userScore": 59.6,
		"postUserName": "Snezhinka",
		"postUserID": "u653253",
		"postUserUrl": "https://www.flashback.org/u653253",
		"postDateTime": "2013-03-31, 22:39",
		"postUrlInThread": "https://www.flashback.org/t781949p281",
		"postUrlUniq": "https://www.flashback.org/sp42736149",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>JaneC</strong></div> <div>Men är det, trots allt, inte lite <i>rimligare</i> att jämföra med länder som är geografiskt, kulturellt och historiskt mer näraliggande?<br/> <br/> Om vi tänker oss ett parallelluniversum där Finland blev kommunistiskt 1914 och fortsättningsvis hölls i ett järngrepp av en enda despotisk familj som körde landet i botten så skulle väl ingen säga: <i>Ja ja, men i jämförelse med Zimbabwe så står de sig ganska bra. Finland är ju ett u-land när allt kommer omkring.</i>?</div> </td> </tr> </table> </div> <br/> Jag förnekar absolut inte att ledarskapet i Nordkorea har tagit ekonomiskt dåliga beslut. Tex så köpte de utländsk teknik för lånade pengar. Bl.a. från Sverige men även Jugoslavien, och icke-allierade länder under kalla kriget.  Lånen betalades sedan inte tillbaka enligt överenskommelse, och Nordkoreas kreditvärdighet föll. Oansvarigt och idiotiskt. Naivt beteende av människor som hade huvudet fullt av ideologi med dålig koll på ekonomi. När man behövde reservdelar eller ny utrustning så fick man nej eftersom lånen inte skötts. <br/> <br/> Det gick bättre för Nordkorea än Sydkorea fram till 80 talet. Sen vände trenden. <br/> Frågan är om det är en tävling om välstånd. Eller om frihet från utländsk ockupation, ideologisk frihet och jobbtrygghet och bostadstrygghet enligt socialistiska principer också räknas. Det hävdar Nordkorea. <br/> <br/> Utbildningsmässigt och kulturellt är Nordkorea absolut inget U - land dock. Så man får den helt overkliga situationen att man har kärnfysiker, koncertpianister i världsklass och olympiska guldmedaljörer som lider av vitaminbrist pga otillräcklig kost. Det var som sagt bara under ett drygt decennium dock, och är inte ett problem längre. <br/> <br/> Dessutom finns en miserabel underklass i Sydkorea som lever under extremt dåliga förhållanden än idag. Sämre än många i Nordkorea. Men Sydkorea som helhet har ändå ryckt ifrån för att den socialistiska ekonomin sköttes inte idealiskt. Som alla vet så finns det svagheter med planekonomi.  Det är otroligt rätt att räkna fel någonstans i planen och sen har man ett inbyggt strukturellt problem i fem år framåt.<br/> <br/> Nordkoreanerna är dock betydligt mer värdiga i sin självbild än sydkoreanerna som efterapar USA och Japan så till den grad att de tycks ha glömt vilka de själva är. Nordkorea föraktar detta beteende och sätter oerhört värde på sin egen kultur och sina traditioner. Det är delvis därför man kan säga att de inte är riktiga kommunister alls. Mycket av det de håller på med går rakt emot kommunismen. Tex rasism, kultursnobberi m.m.<br/> <br/> Mellan 98 och 2002 så disintegrerade allt till ett totalt havererat samhälle. Så mycket för ideologin!<br/> <br/> Nordkorea vill vara helt ekonomiskt självständigt men var i realiteteten starkt beroende av Sovjet. Utan Sovjets stöd kraschade systemet, vilket var baserat på tillgång till extremt billig olja, vilket inte längre erbjöds. <br/> <br/> Det var ju en otrolig strategisk miss av ett land vars främsta mål är självständighet, att bli beroende av olja när man inte själv har någon...  Idag försöker man komma runt det. Visst går det att driva en ekonomi med nästan ingen olja (som de gör idag). Men det blir ju livsstil därefter. <br/> <br/> Tro inte att jag tycker att Nordkorea är ett paradis eller att ledningen gjort ett utmärkt jobb. Mitt enda syfte med att posta här är att jag vill att folk skall höra korrekt information och inte basera sin uppfattning på överdriven propaganda.<br/> <br/> Du skall dock komma ihåg att efter 1990 så har USA gjort allt i sin makt för att blockera och förstöra Nordkoreas möjlighet att bygga upp en exportindustri eller importera produkter man behöver på ett rimligt sätt. Pga restriktionerna så måste man tom smuggla in sjukhusutrustning över gränsen från Kina."
	},
	{
		"postIndex": 1539,
		"postNumber": 1579,
		"rankGlobal": 27,
		"scoreGlobal": 81,
		"userRank": 11,
		"userScore": 28.3,
		"postUserName": "Ankan23",
		"postUserID": "u294965",
		"postUserUrl": "https://www.flashback.org/u294965",
		"postDateTime": "2010-07-27, 21:28",
		"postUrlInThread": "https://www.flashback.org/t781949p132",
		"postUrlUniq": "https://www.flashback.org/sp24484108",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Saturos</strong></div> <div>Låt oss vara ärliga. Det handlar inte ett dugg om att ''befria det nordkoreanska folket''. Det handlar om att cementera det amerikanska imperiets intressen och även alla deras marionettstater runtom i jorden. Alla länder som inte accepterar den rådande världsordningen bränmärks på direkt och ska erövras och bombas enligt fanatikerna. Tur nog har vi Wikileak som visat oss att USA och Barack Obama är krigsförbrytare som mördat hundratusentals oskyldiga i Afghanistan och flera miljoner i Irak och det är bara en del av den sadism det amerikanska missfostret orsakat världen.<br/> <br/>  Varför är Kim Jong Il och Ahmadinejad värre än Obama? Obama har mördat långt många fler i och med kriget i Afghansitan bara. Er demokrati handlar bara om att USA ska härska ingenting annat och USA är värre än 100 Ahmadinejad eller Kim Jong Il som mördat småflugor i jämförelse.<br/> <br/>  Vad säger ni om Wikileaks nya avslöjanden? 90 000 sidor fyllda med amerikanska krigsförbrytelser! Varför får Nordkorea sanktioner emot sig för att de (kanske) sänkte ett skepp och mörda ca 50 personer när USA mördat hundratusentals bara i Afghanistan? Förstår ni inte hur sjuk den rådande världsordningen är och varför den måste förgöras? De nya avslöjanden gav ännu mer ett löjets skimmer över den sk ''fria världen'' och cementerar min tro på att jag måste försvara DFR Korea och alla andra länder som hotas av era barnamördande stater.<br/> <br/>  USA har tusentals fångar över hela världen i olika camper där fångarna inte haft rättegång eller någonting utan sitter oskyldiga utan att ha gjort någonting, på vilket sätt är USA friare än Iran och Nordkorea? Se igenom propagandan. USA har mördat så väldigt många fler än Iran och Nordkorea gjort att det ens är löjligt att jämföra de två. För att inte glömma att USA finansierat många grupper och stöttat många militärjuntor. USA var de som stöttade Pinochet, Saddam Hussein till makten för att nämna några.<br/> <br/>  Jag och många andra i denna tråd blir förbannade när USA-lakejer kommer hit för att läxa upp andra om rättvisa och frihet. När USA är den största mördarmaskinen de senaste 50 åren minst. Det är inte Nordkorea som nyss avslöjats med massvis av krigsbrott i Afghanistan utan det är ert älskade USA.<br/> <br/>  Sanningen måste fram, Nordkorea hotas enbart för att de som stat är emot USA och Israel, ingenting annat. USA/Israel accepterar ingen kritik eller motstånd utan alla stater måste ner på knäna och foga sig för övermakten!</div> </td> </tr> </table> </div> <br/>  Håller med dig, problemet är helt sonika att de länder som har makt här i världen dikterar även hur andra ska sköta sig. Likaså är det som har makt immuna från att få sanktioner på sig eller andra straff för den delen. Anledningen till detta handlar om att USA inte längre har någon motpol, förr fanns sovjet men efter nedfallet har USA haft fritt spelrum för att agera hur grymt som helst. EU skulle kunnat agera som en motkraft men har istället böjt sig baklängs för att blidka maktbasen i USA.<br/>  No justice no peace. Det kan aldrig bli fred och rättvisa när vissa nationer står över lagen. Ett sådant klimat gynnar inte konflikter stater i mellan. <br/> <br/>  Folk har även ett problem att se utöver den egna kulturella sfär de lever inom, dvs argumentet handlar ofta från USA om att \"vi har rätt, ni har fel\" eller \"om ni inte gör som vi säger åker ni på stryk\", dvs de är en oförmåga att se andra mindre makthavande nationer som likvärdiga entiteter istället anser man att  man kan behandla dessa mindre stater hur illa som helst och sedan tro att dessa länder ska älska USA och inte göra något motstånd tillbaks. Alla de snedsteg USA har gjort och gör idagsläget kommer komma tillbaks via backlash förr eller senare vilket inte kan ses som mer än rätt. <br/> <br/>  Problemet är även media som som vanligt repeterar okritiskt material om konflikter vilket för den godtrogna luras in. Gällande Nord Korea är den mesta informationen enbart från ett håll ändå finns det folk bla i tråden som minsann vet allt om Nordkorea. Rätt lustigt. Den som säger sig sitta inne med sanningen är oftast den man bör se upp med först.<br/> <br/>  Ytterligare ett problem är FN som tydligen ska vara ett s.k. fredsbevarande organ men har korrumperats totalt och är numera ett verktyg för den starke, liksom har det blivit ett politiskt verktyg som man använder i totalt fel syfte för att åstadkomma sina dubiösa mål. Därtill är de makthavande länderna, framför allt USA totalt onårbara gällande straff.<br/> <br/>  Ytterligare ett problem med folk har i debatten om Nordkorea är att de har så många negativa konnotationer om landet (pga av medias bild), deras syn blir totalt perverterad och generar hjärnspöken som repeteras på forum och i media 24/7. Vid försa anblick ser de mesta i världen bisarrt ut men om man analyserar maktstrukturer och idelogins bas i Nord Korea förefaller landet inte alls så knäppt som folk vill utmåla det. Ingen rök utan eld så att säga.<br/> <br/>  Man kan ju bara ana vilket ramaskri det hade blivit om Nordkorea, Kuba, Syrien och Iran hade haft ett wargame precis till gränsen till USAs kust, eller tom inom linjen. Nej, hyckleriet är uppenbart och kommer avstanna när USAs makt förminskas, men om det sker om 10 eller 100 år vet vi inte."
	},
	{
		"postIndex": 704,
		"postNumber": 725,
		"rankGlobal": 28,
		"scoreGlobal": 81,
		"userRank": 47,
		"userScore": 9.3,
		"postUserName": "OKPOSO",
		"postUserID": "u277913",
		"postUserUrl": "https://www.flashback.org/u277913",
		"postDateTime": "2010-02-22, 13:28",
		"postUrlInThread": "https://www.flashback.org/t781949p61",
		"postUrlUniq": "https://www.flashback.org/sp21613955",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Saturos</strong></div> <div>Nej Nordkorea får inte ha kärnkraft alls, om de ''bryter'' mot detta så kommer USA straffa landet med ännu mer embargon. Vad ger USA rätten att bestämma över andra länder?<br/> <br/>  Här har vi ett land i Nordkorea, som hatas av omvärlden, som straffas av omvärlden, sedan frågar sig folk varför landet är fattigt i vissa delar?<br/> <br/>  Ändå var Nordkorea fram till 1970-1980 talet rikare och mert välmående än Sydkorea. Varför tror du att detta ändrades? Västvärlden har ett mycket kalkylerande sätt att tänka, genom att stärka den ena parten (Sydkorea) och försvaga/förtrycka den andra (Nordkorea) så får de alltid den balans de vill ha i en region, vi har sett det i andra konflikter världen över, samma mönster som upprepas om och om igen.<br/> <br/>  På grund av de embargpn och förtryck som Nordkorea utsätts för så har de inte längre samma kunskap/kunnande som tidigare. Däremot så utvecklas landet och som jag visat tidigare ökar landets GDP nu mer än Sydkorea och de goda åren är påväg tillbaka, mycket på grund av Kim Jong Ils excellenta utrikespolitik där han enkelt manövrerade ut George W Bush och nu Barack Obama.</div> </td> </tr> </table> </div> <br/>  Du svarar aldrig på det konkreta jag skriver. <br/> <br/>  Så jag säger det igen. Kol har Nordkorea liksom Kina enorma tillgångar av. Japanska Imperiet intog Korea under Andra Världskriget mycket på grund av dess rikedomar på kol. <br/>  Kol som är en av världens mest energi effektiva material, i stort sett lika effektiv som olja. Problemet är dock att det är smutsigt, och det är de som hindrar kommersiell användning av det i stor utsträckning i västvärlden idag. Idag finns det däremot rätt hyfsade filter. <br/>  Men detta hade du givetvis ingen aning om eftersom du inte svarar på't.<br/> <br/>  Vidare så kan jag säga att det är inte västvärlden, det är den globala marknaden, efterfrågan, lagar och slutligen kapitalismen som bestämmer vilka länder som ska frodas.<br/> <br/>  F.ö. du menar att Taiwan är starkare än Kina? Eller jag förstår inte alls. Om nu västvärlden vill styrka länder till sin fördel. Och ännu intressantare, varför stärker man i så fall i nuläget Kina.<br/>  Du förstår uppenbarligen inte hela upplägget. Det är inte länder som ligger bakom detta, det är den fria viljan och företag samt att länder är villiga att göra lagändringar för att främja företagande osv.<br/>  Det här var nog det konstigaste du skrev.<br/> <br/>  Han manövrerade ut Bush och Obama? Eller jo det gjorde han ju, genom att sätta igång sina reaktorer samtidigt som han fick olja av USA och därmed bröt ett avtal. Som Kim Jong Il skrivit under och lovat att stänga sina kärnreaktorer i utbyte mot stora lass av olja. <br/>  Jag vet inte vilken sorts person du är, men vanligtvis bryter man inte träffade två-sidiga avtal.<br/> <br/>  Du är biased.<br/> <br/>  F.ö.<br/>  Jag har aldrig frågat varför folk är fattigt i Nordkorea, jag vet det. Jag säger bara att dem är fattiga och det har sina anledningar, jag vet ett par av dessa också. Ett bra exempel är..  <br/>  Satsning på kärnvapen istället för att bygga flertalet kolkraftverk och vattentorn tex.<br/> <br/>  Som i sig är helt onödigt då man redan har en av världens största stående arméer och Kina och Ryssland i ryggen. Dessutom är inte NATO intresserat av mer krig.<br/> <br/>  Vad som ger USA rätten att bestämma? USA bestämmer inte. FN bestämmer, det är FN som sanktionerar Nordkorea också. <br/>  Dock så har ju USA flertalet egna embargon mot Nordkorea men dessa förklaras med brutna avtal som jag nämnde ovan, osv osv. Dessutom är detta USAs egna val att göra, skyll på att hela vår glob är så beroende av USA istället eftersom Nordkorea enligt dig tar ont av det. Och fråga dig själv, hur blev det så? Det är i alla fall inte USAs val. Det är hela vår planets val att vi blivit så beroende av USA. <br/> <br/>  Därmed absolut inte sagt att USA är världens bästaste bästaste land i heeeela världen, kram USA.<br/> <br/>  Ursäkta för lång post, men är så förbannat trött på att du drar mig över en kam och säger att jag är någon form av Nordkorea hatare, det är fan det sista jag är. Jag är en humanist som kan se skillnad på fakta och fiktion lika mycket som jag är amerikansk medborgare. Och att du aldrig som jag inledde posten med, svarar konkret på det jag tog upp.<br/>  Sen ska du inte ta illa upp av något som yttrats, no offence."
	},
	{
		"postIndex": 4681,
		"postNumber": 4791,
		"rankGlobal": 29,
		"scoreGlobal": 80.8,
		"userRank": 25,
		"userScore": 15.3,
		"postUserName": "Behemoth1",
		"postUserID": "u855386",
		"postUserUrl": "https://www.flashback.org/u855386",
		"postDateTime": "2013-11-20, 20:55",
		"postUrlInThread": "https://www.flashback.org/t781949p400",
		"postUrlUniq": "https://www.flashback.org/sp46235022",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>21g</strong> <a href=\"/p46233039#p46233039\"><img src=\"https://static.flashback.org/img/buttons-new/lastpage.gif\" target=\"_blank\"/></a></div> <div>Det beror på att USA <i>kan</i> göra det. Kinas geopolitiska situation är ganska illa om man bortser den ekonomiska tillväxten, som i sin tur möjliggörs av kontakt med omvärlden. Om USA beslutar att täppa Kinas tillgång till världshaven så är Kina redan ute ur spelet, olja och råvaror skulle inte kunna nå industrier på fastlandet. Landsvägarna kan inte täcka förlusten av havstransporterna och kineserna är väldigt medvetna om detta, därav förklaringen till deras \"mjuka\" tillvägagångssätt.<br/> <br/>  Det är relativt enkelt för USA att göra så, tack vare öringen från Sydkorea, Japan, Taiwan, Filippinerna och så vidare. Kina saknar öppet hav som USA:s atlantskusten och stillahavskusten. I ljuset av detta kan man förstå bråket om småöarna med Japan. Det är ett jätteproblem som måste lösas innan Kina skulle kunna på allvar utmana USA:s roll som världsmakt.<br/> <br/>  Annars får Kina genomföra en slags omvänd Barbarossa i västlig riktning.<br/> <br/></div> </td> </tr> </table> </div>   Precis, så varför är den amerikanska eliten så extrem i sin propaganda mot Kina? Artiklar som ''Kina äger USA'' och ''Kina kommer dominera och förtrycka världen'' är normen i amerikansk media idag, alla med någon IQ förstår ju att det bara är snömos, Kina har inga sådana ambitioner och det skulle vara omöjligt för dem även om de hade sådana ambitioner.<br/> <br/>  Den amerikanska eliten vill få det till att det är Kinas makt som gör att USA går så dåligt ekonomiskt, Kina håller på att gå om USA och liknande, allt detta är smörja. USA har aldrig haft mer makt i världen än de har idag, Kina är redan omringade av helt USA influerade stater i hela Asien, den enda partner som Kina har i Asien är Nordkorea, resterande asiatiska länder är till stor del lojala mot USA och den rådande ordningen i världen.<br/> <br/>  Kinas enda hopp är att deras allians med länder som Ryssland, Iran med flera kan ge de lite andrum, USAs mål är att Kina på sikt ska raseras och splittras i många mindre stater, en stat för varje etnisk grupp i landet. Detta kommer tyvärr göra att Kina kommer få lägga ner massa pengar på sin inre säkerhet och inrikespolitik.<br/> <br/>  Det amerikanska imperiet har visat en otrolig förmåga att aldrig gå under eller minska i makt och inflytande, varje snedsteg som de gjort har inte stoppat dem någonting. Alla deras historiska fiender har besegrats, Storbritannien besegrades i revolutionskriget och är idag en marionett-stat till USA, Japan och Nazi-Tyskland besegrades och är idag marionett-stater till USA, Sovjet-Imperiet föll och Rysslands makt försvagades mycket men de blev aldrig en marionett till USA vilket var det som var tänkt ske med det landet.<br/> <br/>  Kort sagt, USA har de senaste 70 åren lyckats med alla deras geopolitiska målsättningar, det kommer kräva enormt mycket för att detta globala imperium kommer implodera, så tyvärr kommer vi nog aldrig få se en multipolär värld under vår livsstid.<br/> <br/>  Så länge dollarn är världsvalutan kan USA alltid bara trycka mer och mer dollar hela tiden, och så länge de flesta länder i världen är marionetter till USA så kommer de aldrig sluta handla med dollarn som valuta. Så USA har allt i sina egna händer fortfarande, de pumpar mer pengar till militären varje år och imperiets väpnade gren är redo att ödelägga de fåtal länder som står emot när som helst de får order."
	},
	{
		"postIndex": 1533,
		"postNumber": 1573,
		"rankGlobal": 30,
		"scoreGlobal": 80.5,
		"userRank": 3,
		"userScore": 62.3,
		"postUserName": "gurex",
		"postUserID": "u140621",
		"postUserUrl": "https://www.flashback.org/u140621",
		"postDateTime": "2010-07-27, 11:00",
		"postUrlInThread": "https://www.flashback.org/t781949p132",
		"postUrlUniq": "https://www.flashback.org/sp24473909",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>503</strong></div> <div> <br/>  Edit:  <br/>  Det var visst inte så svårt att hitta.<br/>  Här har du DN:s artikel om övningen jag nämnde:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.dn.se%2Fnyheter%2Fsverige%2Frysk-storovning-i-ostersjon-1.932709\" target=\"_blank\">http://www.dn.se/nyheter/sverige/rys...rsjon-1.932709</a><br/>  Här har du en debattartikel som även tar upp köpen av de militära landstigningsfartygen:<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.newsmill.se%2Fartikel%2F2010%2F01%2F18%2Frysk-roulett-om-svensk-f-rsvarspolitik\" target=\"_blank\">http://www.newsmill.se/artikel/2010/...-rsvarspolitik</a><br/> <br/></div> </td> </tr> </table> </div>   Intressanta länkar med fartygen som skulle inhandlas, tror dock att Finland reagerat annorlunda om de blivit beskyllda för / sänkt ett av ryssarnas fartyg samt fått veta under några år att de är ett av de ondaste länderna i världen samt få höra diverse hot om våld och sanktioner, tror inte du?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <br/>  Men utan att försöka låta som en översittare, så tror jag att jag har mer insikt i konflikten än vad du har.<br/>  Det märks inte minst på de märkliga slutsatser du drar, tex. att media skulle vara genomgående USA-vänliga (köpte du aldrig en tidning under hela tiden Bush var president?). <br/>  Jag är inte heller alltför förtjust i USA, men bara för det innebär det inte att precis allt som sägs eller görs därifrån är ont, ljug och båg.<br/>  Du däremot, tycks <i>utgå</i> ifrån det när du letar orsaker till olika skeenden. <br/>  Exempel på det är din vanföreställning om media, här ovan. <br/> </td> </tr> </table> </div> <br/>  Du kan mkt väl ha mer kunskap än mig i den här konflikten, det jag stör mig på är att nästan alla har starka negativa åsikter om nordkorea och Kim utan att veta ett skit om landet. De repeterar rena lögner som sanningar som att folket får ha 3 frisyrer, porrknutte med blablabla.<br/> <br/>  Att media inte skule vara USA-vänliga håller jag inte med om. Visst kan vissa aspekter av landet kritiseras som dess ledare osv men i det stora hela är deras politik \"rätt\" med krig, sanktioner, och framför allt kapitalismen med allt som följer med krig och utsugning. <br/>  Kolla bara just nu när wikileaks släppt en mängd dokument och vad medierna i för fram för åsikter. Dels att det är intressant att \"få reda på sanningen\" (även om de som är intresserade vet att det dödas hundratusentals civila) det är ju bara att fråga afganerna/irakierna själva så kan de berätta hur krigen ser ut för civilbefolkningen och sen kontrollera det.<br/>  Istället slänger media fram att det är farligt för invasionsländernas trupperna för att talibanerna kanske kan ta nytta av dem,  <br/> <br/>  enligt svt igår så hade exempelvis de där filmerna som släpptes för några månader sen när en attackhelikopter skjuter civila och en ambulans skickats till Washington post. Som valde att inte publicera (undrar varför). <br/> <br/>  Jag undrar hur media reagerat om Sovjetunionen for världen runt och bombade miljoner människor till kolbitar i land efter land. Min gissning är stora reportage från de frihetskämpar som slåss osv, inte terrorister som förtjänar det.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">         Och visst läser jag även österländsk press, i synnerhet när det beträffar just detta ämnet.<br/>  Kinesisk media är ju dock inte alltid de mest pålitliga - det är ju trots allt ingen fri press vi pratar om.<br/> <br/>  Vidare så är det inte alls sant, det du påstår,  att någon hävdar att det är omöjligt att ta sig in i landet, eller att det för den delen att det skulle vara svårt att hitta några säkra källor.<br/>  Svårare än om man jämför med andra länder ja, men inte på något sätt omöjligt.<br/>  Det finns gott om organisationer och organ som bevakar koreafrågan, och det finns gott om information.<br/>  Däremot så föses det ofta undan, och anledningen till det har jag redogjort för dels på detta forumet, samt på andra.<br/> <br/>  Men ett exempel på en organisation som bedriver utförligt arbete kring frågan, dels händelsebevakning men även ren aktivism, hittar du om du följer länken i min signatur.      </td> </tr> </table> </div> <br/> <br/>  Själv tycker jag att pressen som styrs av en stat inte behöver vara sämre än en som styrs av en privatperson. Både staten och kapitalisten kan ha intressen som de vill främja, visst kan det säkert vara lättare för kineserna att censurera men i sverige vill nog staten bara censurera typ proletären, offensiv osv. Alla de stora medierna har ju samma \"läggning\" som staten själv så det fungerar bra.<br/>  I USA efter flygplanen in i torna så var det dock jävligt svårt att få fram en annan åsikt än att man skulle kriga och straffa afganistan om jag förstått det rätt. Olämpliga artiklar censurerades väl rätt hårt och personer blev uthängda som opatriotiska osv för att skrämma in dem i ledet.<br/> <br/>  Jag är medveten om att det inte är några stora problem att resa till nordkorea men allvarligt så måste du ju höra vad folk säger om landet? Ofta totalt nonsens som de som varit i NK kan avfärda som lögner, ändå så sprider sig lögnerna (propagandan) i aftobladet, dn osv."
	},
	{
		"postIndex": 1537,
		"postNumber": 1577,
		"rankGlobal": 31,
		"scoreGlobal": 80.4,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "Saturos",
		"postUserID": "u418938",
		"postUserUrl": "https://www.flashback.org/u418938",
		"postDateTime": "2010-07-27, 20:54",
		"postUrlInThread": "https://www.flashback.org/t781949p132",
		"postUrlUniq": "https://www.flashback.org/sp24483474",
		"sentence": "Låt oss vara ärliga. Det handlar inte ett dugg om att ''befria det nordkoreanska folket''. Det handlar om att cementera det amerikanska imperiets intressen och även alla deras marionettstater runtom i jorden. Alla länder som inte accepterar den rådande världsordningen bränmärks på direkt och ska erövras och bombas enligt fanatikerna. Tur nog har vi Wikileak som visat oss att USA och Barack Obama är krigsförbrytare som mördat hundratusentals oskyldiga i Afghanistan och flera miljoner i Irak och det är bara en del av den sadism det amerikanska missfostret orsakat världen.<br/> <br/>  Varför är Kim Jong Il och Ahmadinejad värre än Obama? Obama har mördat långt många fler i och med kriget i Afghansitan bara. Er demokrati handlar bara om att USA ska härska ingenting annat och USA är värre än 100 Ahmadinejad eller Kim Jong Il som mördat småflugor i jämförelse.<br/> <br/>  Vad säger ni om Wikileaks nya avslöjanden? 90 000 sidor fyllda med amerikanska krigsförbrytelser! Varför får Nordkorea sanktioner emot sig för att de (kanske) sänkte ett skepp och mörda ca 50 personer när USA mördat hundratusentals bara i Afghanistan? Förstår ni inte hur sjuk den rådande världsordningen är och varför den måste förgöras? De nya avslöjanden gav ännu mer ett löjets skimmer över den sk ''fria världen'' och cementerar min tro på att jag måste försvara DFR Korea och alla andra länder som hotas av era barnamördande stater.<br/> <br/>  USA har tusentals fångar över hela världen i olika camper där fångarna inte haft rättegång eller någonting utan sitter oskyldiga utan att ha gjort någonting, på vilket sätt är USA friare än Iran och Nordkorea? Se igenom propagandan. USA har mördat så väldigt många fler än Iran och Nordkorea gjort att det ens är löjligt att jämföra de två. För att inte glömma att USA finansierat många grupper och stöttat många militärjuntor. USA var de som stöttade Pinochet, Saddam Hussein till makten för att nämna några.<br/> <br/>  Jag och många andra i denna tråd blir förbannade när USA-lakejer kommer hit för att läxa upp andra om rättvisa och frihet. När USA är den största mördarmaskinen de senaste 50 åren minst. Det är inte Nordkorea som nyss avslöjats med massvis av krigsbrott i Afghanistan utan det är ert älskade USA.<br/> <br/>  Sanningen måste fram, Nordkorea hotas enbart för att de som stat är emot USA och Israel, ingenting annat. USA/Israel accepterar ingen kritik eller motstånd utan alla stater måste ner på knäna och foga sig för övermakten!"
	},
	{
		"postIndex": 4149,
		"postNumber": 4253,
		"rankGlobal": 32,
		"scoreGlobal": 80.3,
		"userRank": 3,
		"userScore": 62.3,
		"postUserName": "gurex",
		"postUserID": "u140621",
		"postUserUrl": "https://www.flashback.org/u140621",
		"postDateTime": "2013-04-14, 17:20",
		"postUrlInThread": "https://www.flashback.org/t781949p355",
		"postUrlUniq": "https://www.flashback.org/sp42949260",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>singularitet</strong></div> <div>Du får gärna dela med dig om vad dina Nordkoreanska kontakter berättar.<br/> <br/>  Sen vill jag avliva myten vad gäller svårigheten att producera kärnvapen. Ett kärnvapen är inte mer avancerat än en modern bil. Har ett land gett sig tusan på att framställa kärnvapen så är det inte några problem. Om landet har tillgång till råvarorna så är det bara att montera en eller flera atombomber. Det finns ju guider på internet hur man gör om man har tillgång till det klyvbara materialet, vilket Nordkorea har.</div> </td> </tr> </table> </div> <br/> <br/>  Jag har inga kontakter men jag skulle ju kunna hitta på några, liksom den där snubben i artikeln kanske har hittat på vad de säger om de ens säger något. Vem vet, men media skriver det som om det vore sanning utan att kolla fakta vilket de bör göra.<br/> <br/>  Jag känner några som varit i Nordkorea och de säger att det de sett inte stämmer med bilden men de har ju inte haft möjlighet att åka vart de ville heller så vad vet jag. Men många som har varit där säger ju andra saker än de som inte varit där. <br/> <br/>  Exempelvis WHOs ordförande Margaret Chan: <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Based on what I have seen, I can tell you they have something that most other developing countries would envy, [the head of the UN's health agency] told journalists, despite reports of renewed famine in parts of the country.      </td> </tr> </table> </div> <br/> <br/>  Men de flesta i den här tråden verkar ta allt skit som någon säger i sydkorea som absolut sanning. (för det är ju där ett rykte börjar och sedan sprider den sig som sanning i all media. Man tycker att folk borde ta lärdom av propaganda mot \"fiendestater\" men icke. Det spelar ingen roll om det efter vartenda jävla krig så kommer det fram att allt snack innan var påhittat. Nästa krig blir iaf med samma tjafs. Om och om igen och alla nollor går på det gång på gång."
	},
	{
		"postIndex": 1540,
		"postNumber": 1580,
		"rankGlobal": 33,
		"scoreGlobal": 80.1,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "Saturos",
		"postUserID": "u418938",
		"postUserUrl": "https://www.flashback.org/u418938",
		"postDateTime": "2010-07-27, 22:22",
		"postUrlInThread": "https://www.flashback.org/t781949p132",
		"postUrlUniq": "https://www.flashback.org/sp24485274",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Ankan23</strong></div> <div>Håller med dig, problemet är helt sonika att de länder som har makt här i världen dikterar även hur andra ska sköta sig. Likaså är det som har makt immuna från att få sanktioner på sig eller andra straff för den delen. Anledningen till detta handlar om att USA inte längre har någon motpol, förr fanns sovjet men efter nedfallet har USA haft fritt spelrum för att agera hur grymt som helst. EU skulle kunnat agera som en motkraft men har istället böjt sig baklängs för att blidka maktbasen i USA.<br/>  No justice no peace. Det kan aldrig bli fred och rättvisa när vissa nationer står över lagen. Ett sådant klimat gynnar inte konflikter stater i mellan. <br/> <br/>  Folk har även ett problem att se utöver den egna kulturella sfär de lever inom, dvs argumentet handlar ofta från USA om att \"vi har rätt, ni har fel\" eller \"om ni inte gör som vi säger åker ni på stryk\", dvs de är en oförmåga att se andra mindre makthavande nationer som likvärdiga entiteter istället anser man att  man kan behandla dessa mindre stater hur illa som helst och sedan tro att dessa länder ska älska USA och inte göra något motstånd tillbaks. Alla de snedsteg USA har gjort och gör idagsläget kommer komma tillbaks via backlash förr eller senare vilket inte kan ses som mer än rätt. <br/> <br/>  Problemet är även media som som vanligt repeterar okritiskt material om konflikter vilket för den godtrogna luras in. Gällande Nord Korea är den mesta informationen enbart från ett håll ändå finns det folk bla i tråden som minsann vet allt om Nordkorea. Rätt lustigt. Den som säger sig sitta inne med sanningen är oftast den man bör se upp med först.<br/> <br/>  Ytterligare ett problem är FN som tydligen ska vara ett s.k. fredsbevarande organ men har korrumperats totalt och är numera ett verktyg för den starke, liksom har det blivit ett politiskt verktyg som man använder i totalt fel syfte för att åstadkomma sina dubiösa mål. Därtill är de makthavande länderna, framför allt USA totalt onårbara gällande straff.<br/> <br/>  Ytterligare ett problem med folk har i debatten om Nordkorea är att de har så många negativa konnotationer om landet (pga av medias bild), deras syn blir totalt perverterad och generar hjärnspöken som repeteras på forum och i media 24/7. Vid försa anblick ser de mesta i världen bisarrt ut men om man analyserar maktstrukturer och idelogins bas i Nord Korea förefaller landet inte alls så knäppt som folk vill utmåla det. Ingen rök utan eld så att säga.<br/> <br/>  Man kan ju bara ana vilket ramaskri det hade blivit om Nordkorea, Kuba, Syrien och Iran hade haft ett wargame precis till gränsen till USAs kust, eller tom inom linjen. Nej, hyckleriet är uppenbart och kommer avstanna när USAs makt förminskas, men om det sker om 10 eller 100 år vet vi inte.</div> </td> </tr> </table> </div>   Håller emd till 100 %. De flesta i västvärlden lever i en illussion, de tror på allvar att vår media är helt obejktiv och inte har några agendor eller favoriter i sin rapportering när den moderna median egentligen bara är en bricka av våra staters propaganda. Median rapporterar således bara negativt om stater som Iran, Nordkorea, Kuba och mycket mer. Detta är ännu värre i USA än i Sverige men är så även här. Om median istället rapporterad epå riktigt hur verkligheten såg ut, varför dessa stater beter sig som de gör och varför de känner sig hotade så skulle folket få upp ögonen. Om media skulle rapporterat alla de gånger då Nordkorea velat förhandla om fred och fått nobben av USA och alla de gånger USA militär övat exakt vid Nordkoreas gräns, eller till och med att rapportera om att det var USA som tog in atombomben i Koreahalvön till att börja med för många år sedan har USA atombomber i sina baser i Sydkorea. Det är USA som är den aggressiva i konflikten, Nordkorea vill självklart inte ha krig. Det är en liten stat som enbart vill skydda sig själva av naturliga skäl.<br/> <br/>  Man rapporterar inget om alla övertramp USA och Israel ständigt gör sig skyldiga till. Vi leversåledes i en illussion av frihet men i praktiken är vi ständigt övervakade och vi vet nu att det finns minst tiotusentals fångar som torteras ständigt av USA och dess allierade utan att ha blivit dömda, ett renodlat koncentrationsläger alltså. Ändå har samma människor magen att kritisera Nordkorea och Iran för deras påstådda brister av ''frihet''.<br/> <br/>  Som du sgäer finns det ifag två stater som kan göra vad de vill utan att fällas för något. USA har gjort sig skyldiga till tusentals krigsbrott de senaste 50 åren i många länder som de invaderat och även många regimer som de stöttat med vapen och pengar, men de har aldrig fällts för något och kommer aldrig fällas för brott mot mänskligheten, det gör enbart ''tredje världen'' ledare, den rika världen kan inte straffas för sina brott.<br/> <br/>  Israel straffas heller aldrig för de brott de begått de senaste 60 åren trots att de brytit mot massvis med FN stadgar och annat. De har aldrig haft embargo och annat mot sig som Nordkorea och Iran tvingats på vilket visar dubbelmoralen och orättvisan i världen.<br/> <br/>  Jag hoppas att det amerikanska imperiets dagar är räknade och de ser ut att tappa mer och mer av sin makt och inflytande i framtiden. jag hoppas mycket på att Kina kan fortsätta växa och bli en motpol mot USA så att även de afrikanska och asiatiska länderna kan ha något att säga till om och inte bara västvärlden som missbrukat sin ställning i flera hundra år nu, förr var det slaveri och kolonialismen och nu är det den nya imperialismen med USA i spetsen."
	},
	{
		"postIndex": 4222,
		"postNumber": 4328,
		"rankGlobal": 34,
		"scoreGlobal": 79.5,
		"userRank": 4,
		"userScore": 59.6,
		"postUserName": "Snezhinka",
		"postUserID": "u653253",
		"postUserUrl": "https://www.flashback.org/u653253",
		"postDateTime": "2013-04-15, 22:27",
		"postUrlInThread": "https://www.flashback.org/t781949p361",
		"postUrlUniq": "https://www.flashback.org/sp42971969",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>griffen</strong></div> <div>Kinas ledare är uppenbarligen kompetenta. Det samma kan inte sägas om NK:s regim när man tänker på hur rikt det landet hade kunnat var med annat styre.</div> </td> </tr> </table> </div> <br/> Tja... Jag håller absolut med om att Kina styrs på ett otroligt kompetent sätt nuförtiden. <br/> Deras utbildningssystem hostar fram eliten av en befolkning på över 1 miljard! <br/> Jag tittade på BBC serien \"Chinese school\" och insåg att deras system är en meritokrati av helt otroliga mått. De har fantastiskt duktiga människor i ledningen. <br/> <br/> Jag har nästan ingen erfarenhet av mainland China och kan inte säga något alls av personlig erfarenhet. Men min uppfattning är att de vet precis vad de håller på med.<br/> <br/> Intressant nog så är EU kommissionen som i princip har den verkliga makten över EU en meritokrati också. De kvotar visserligen folk per land...  men de som jobbar på komissionen är gräddan av Pol. Science studenter från europeiska universitet. Tror inte att det är lika svårt att komma in heller och enligt uppgift krävs en viss grad av nepotism - det hjälper om man känner viktiga personer på något direktorat. <br/> <br/> När det gäller Nordkorea så har jag inte så mycket insikt i var ledningen kommer ifrån heller. <br/> Men jag vet att den första regeringen bestod av Kim Il Sungs milis kamrater från befrielsekampen mot Japan. Dessa guerilla kämpar kanske inte nödvändigtvis var kvalificerade att sköta ett land. <br/> Jag har intrycket att det är en klick av elit i Nordkorea som styr landet och att man inte vågar avvika från ideologin eller KIS instruktioner pga rädsla att kastas ut och skickas bort från huvudstan. Så det är ju inte precis en miljö där kreativiteten och nytänkandet flödar fritt. Det här tror jag kan vara farligt. <br/> Förmodligen finns en hel del korruption när det gäller vem som får tillstånd att bedriva affärsrörelser av vilka det finns en hel del... <br/> <br/> Jag märkte själv när jag var där, att folk var så inkörda i ideologin att de på fullaste allvar ville tillämpa KIS instruktioner på ett ämne som inte ens fanns när han var aktiv! Det gick inte att resonera om saken och jag kände mig tvungen att läsa en bok som skulle föreställa relevant, där han skrev vackra men dåligt översatta ord som absolut inte var tillämpbara på uppgiften som skulle utföras. Det var som att trycka en fyrkantig stav i ett runt hål-  Resultatet blev massor av extra arbete och ineffektivt upplägg. Så här inkörda tror jag inte kineserna skulle vara alls. Har inte arbetat med kineser men det verkar som om det handlar om att tjäna pengar till alla pris för dereas del!  <br/> <br/> Men för nordkoreanerna går ideologin och kärleken till KIS före allt annat. Det här är helt äkta. Alla är övertygade om att det KIS sa är bättre än  något som någon annan har sagt. Trots att klara bevis pekar på att det finns bättre metoder. KIS metodologi är hemskt trevlig dock, om än lite utflippad. Man har kul om man jobbar som han föreslår och tempot blir inte så pressat. Inga detaljer är för oväsentliga för KIS, som tex säger tex att man måste ha två långa raster och göra gymnastik varje dag för att kunna jobba bra. I en halvtimme! Jäkligt trevligt! I vanliga fall är jag glad för 20 minuters lunch.  Han hade absolut goda avsikter. Man har feedback sessioner så man hela tiden vet exakt var man står tex och vad alla inblandade tycker. Också rätt bra tyckte jag. Men det är inte profitable business.  Koreanerna var fullt villiga att låta 3 månaders arbete ta 6 månader så länge man följde KIS instruktioner."
	},
	{
		"postIndex": 4208,
		"postNumber": 4314,
		"rankGlobal": 35,
		"scoreGlobal": 79.2,
		"userRank": 4,
		"userScore": 59.6,
		"postUserName": "Snezhinka",
		"postUserID": "u653253",
		"postUserUrl": "https://www.flashback.org/u653253",
		"postDateTime": "2013-04-15, 19:52",
		"postUrlInThread": "https://www.flashback.org/t781949p360",
		"postUrlUniq": "https://www.flashback.org/sp42968293",
		"sentence": "En av de första kurserna jag gjorde på universitetet gick ut på källkritik mot nyheter, experter och historiskildringar. <br/> <br/> Alla här borde ta den kursen. <br/> <br/> Man visade hur samma händelse täcktes helt olika beroende på <ul><li>landet som rapporterade,</li><li>medians politiska inriktning,</li><li>eventuell agenda bakom organisationen som rapporterade</li><li>betalda experter och vinklade experter</li><li>genuina ögonvittnen utan personligt intresse i händelsen osv.</li></ul>Vi gjorde ett form av grupparbete där de som talade flera språk spriddes ut över olika grupper. Sen forskade man efter hur olika fenomen rapporterats i ett antal olika mediakällor. <br/> <br/> Resultaten var HELT chockerande. Rapportering var brutalt olika, ibland kunde man inte tro att de pratade om samma händelse över huvudtaget. Ofta fanns inga opartiska vittnen och man blev tvungen att försöka läsa mellan raderna om man ville veta vad som egentligen hänt. <br/> <br/> Min grupp undersökte kravaller i Uzbekistan med ett antal dödsoffer och läste nyheter på engelska (stor spridning av vilket händelseförlopp som beskrevs beroende på vilken publik media vände sig till, rysk media, mer insatt men en smula vinklad samt turkisk press som beskrev ett helt annat händelseförlopp, och något europeiskt, land som också täckte historien. De var inte eniga om något. Vi lyckades hitta en intervju med ett ryskt ögonvittne som inte verkade ha några otroligt förutfattade meningar. Men han hade å andra sidan inte riktigt förstått vad som hände, så många av hans svar indikerade att han egentligen inte visste. Men han bekräftade en del fakta som vissa tidningar beskrivit, andra förnekat och andra ignorerat. <br/> <br/> Andra grupper gjorde mer fascinerande historier som tex en avrättning i Iran, något som hände i USA men rapporterades i Cubansk press på ett ytterst fascinerande sätt osv. <br/> <br/> Idag kan du uppleva samma sak om du tittar lite CNN och sen byter till RT (eller Press TV för att verkligen få lite krydda på rapporteringen.) Eller Fox News jämfört med EuroNews (jag kan i och för sig inte själv få Fox, och inte PressTV heller längre... men du förstår principen. )<br/> <br/> Vet inte om Kina har någon engelsktalande TV kanal, men det är säkert en tidsfråga. Den kommer säkert erbjuda ett nytt och mycket intressant perspektiv. <br/> <br/> <b>Den som tror att CNN är en opartisk \"norm\" för \"sanna\" nyheter behöver kolla huvudet. </b>Eller BBC för den delen, även om de gör en hel del bra undersökande rapporter. RT har sin lilla agenda av att smutskasta EU och PressTV bedriver sina egna objektiv... <br/> <br/> <b>Skillnaden mot Nordkorea är att ovanstående är rätt proffsiga från ett västerländskt perspektiv,</b> medan Nordkorea förmodligen följer någon gammal instruktion från Kim Il Sung beträffande hur nyheter skall presenteras.. Eller någon gammal koreansk tradition som inte får tummas på. (Deras behandling av KIS och allt han sagt som religiös doktrin i det närmsta är en riktigt svag punkt och man ser det även inom arbetslivet. De måste sluta med detta om de ska hävda sig internationellt). <br/> <br/> Likaså den som tror att dokumentärer på Discovery visar en trovärdig bild av världen är helt lurad.  Slavic Brother och andra som var med \"back in the days\" minns säkert sovjetnyheternas ständiga reportage om kraveller och upplopp i Västeuropa. Det var sant, det de rapporterade, men de hade en agenda och de valde att fokusera på de missnöjda och deras bekymmer i stället för den breda massan.<br/> <br/> Precis som västmedia idag gör när man letar upp Nordkoreanska avhoppare i Sydkorea som har 100 bra skäl (minst av allt en fin lägenhet tilldelad av staten och olika bidrag och tilldelade jobb) att dra en rövarhistoria om kannibalism eller tortyr. Därmed inte sagt att det inte kan finnas substans i deras historier. Men det är intressant att de värsta rövarhistorierna inte går att substantiera eller har vittnen över huvud taget. Jag har sannerligen inte sett något sådant och jag frågade en person rakt ut om att jag var bekymrad över rykten jag hört om det. Personen sa att hon visste att folk som var illojala mot partiet eller stjäl från sitt arbete kunde bli bortskickade från Pyongyang till landsbygden och att en del kan förlora sina privilegier och bli tvungna att göra manuellt arbete. Men det hade inte hänt någon som hon kände."
	},
	{
		"postIndex": 5041,
		"postNumber": 5154,
		"rankGlobal": 36,
		"scoreGlobal": 79,
		"userRank": 31,
		"userScore": 14.3,
		"postUserName": "martienne",
		"postUserID": "u417157",
		"postUserUrl": "https://www.flashback.org/u417157",
		"postDateTime": "2013-12-25, 12:25",
		"postUrlInThread": "https://www.flashback.org/t781949p430",
		"postUrlUniq": "https://www.flashback.org/sp46738303",
		"sentence": ".<br/>  Men gudars, sluta citera DN och amerikansk media trovärdiga källor för vad som händer i Nordkorea! Inser ni inte hur korkat det är? Skribenterna talar inte koreanska och har inte tillgång till något källmaterial eller personer att intervjuva - bara som en start. Att det finns en underliggande agenda, och \"urban myths\" om Nordkorea som fått egna liv, är en annan aspekt. Den ofta rapporterade och falska \"hole-in-one\" incidenten är ett prima exempel, dessutom är det ju fullständigt irrelevant information. <br/> <br/> <b>Det finns i princip INGA trovärdiga offficiella källor för vad som händer på de högre nivåerna i Nordkorea</b>, eftersom internationell eller ens nationell insikt är NOLL. De ger inte precis några presskonferenser, eller låter höjdare intervjuas i TV soffan. <br/> <br/>  De förklarar inte varför de gör som de gör, eller så ger de en officiell förklaring som ofta har en hög grad av sanning, men troligen inte är hela sanningen heller. <br/> <u><b><br/> <u>Sydkorea</u> </b></u>har visserligen källo och unik insikt i Nordkorea och avancerat spionerande. Men den intressanta och korrekta information som de får fram är militärt klassad. <br/> <br/>  Det Sydkorea släpper för lokal och internationell konsumption ÄR PROPAGANDA. De ligger i krig med Nordkorea för bövelen, självklart så kommer de att vinkla ALLA nyheter som släpps om Nordkorea. Mycket av det de rapporterar om Sydkorea kan vilken besökare som helst se med egna ögon, är lögn. <br/> <br/> <b><u>Kina</u> </b>är ett annat land som har bra insikt i Nordkorea, och förstår deras position bättre än något annat land. De dömer inte, men hyllar inte heller regimen där - och sköter sin egen agenda i det tysta - utan att avslöja eventuell insikt de har i vad som sker i  NK regeringens högsta grader. Jag kan inte yttra mig om kinesiska pressens kvalitet på Nordkorea rapportering, eftersom jag inte läser kinesiska, men vad jag förstår så finns en hel del sympati för at NK befinner sig där Kina var för 20 år sen, och ett genuint intresse bland folk för vad NK väljer att göra.<br/> <b><br/> <u>Ryssland</u> </b>har bra historiska relationer och visst förtroende bland nordkoreanerna fortfaranade. De bästa Nordkorea experterna som skriver på engelska (ibland), råkar vara två emigrerade ryssar  -- Andrei Lankov och Leonid Petrov.  Men även deras tillgång till info är begränsad till att pussla ihop den officiella versionen med tillgänglig info om vem som är vem i Nordkoreas elit, och vilka relationer och historia de har gentemot varandra. Finns en hel del koreansktalande diplomater och statsvetare i Ryssland, och de har lättare att relatera till att Nordkorea till stor del styrs av ideologi - även om ideologin inte längre  är särskilt igenkännlig som kommunism.  Ryska statens insikter är inte heller för offentlig konsumption, men eftersom det är ett angränsande land till fedarationen, så håller Ryssland koll. Ryska mediers rapportering från Nordkorea är dock mer nyanserad, med mer verifierbar, korrekt information.  <br/> <br/> <b>Japan</b> - tack vare minoriteten av pro-Nordkorea koreaner som bor där (Chongryon) samt deras historiska förbindelser med Korea, har också lite extra insikt, eftersom Chongryons artiklar på japanska ger lite mer bakgrund och är mer lättsmälta än Pyongyangs stelbelta bulletiner. Dessutom har Chongryon kontakter direkt med ledningen i Nordkorea. <br/> <br/> <br/> <b>ALLT som sägs om Nordkorea i engelsktalande press <i>(som är källan för de svenska tidningarna - för lata för att göra ordentliga efterforskningar)</i>  är utdaterat, propaganda, inkorrekt eller en blandning av dessa.</b> Det är ungefär lika relevant att citera dessa, som att citera Hänt i Veckan som en trovärdig rapportering om elitens liv i Sverige. <br/> <br/>  Så snälla, sluta att citera svensk media, som bara citerar engelsktalande media som trovärdiga källor på vad som pågår i Nordkorea. De har inte tillgång till någon riktig information förutom propaganda som läcker ut från Sydkorea - samt USAs vitriol. <br/> <br/> <b>Om du<i> verkligen</i> är intresserad av Nordkorea </b>så bör du lära dig koreanska, kinesiska, ryska eller japanska. Om inte, så kan du läsa Lankovs eller Petrovs bloggar på engelska (de är anti-Nordkorea, men är i insatta i ämnet) - kombinerat med KCNAs press releases på engelska. Men kom inte och citera Aftonbladet, DN, BBC eller någon amerikansk källa - de har inget att säga som är värt att lyssna på. <br/> <br/>  ."
	},
	{
		"postIndex": 3741,
		"postNumber": 3837,
		"rankGlobal": 37,
		"scoreGlobal": 78.6,
		"userRank": 134,
		"userScore": 4.4,
		"postUserName": "Kennedy1942",
		"postUserID": "u705049",
		"postUserUrl": "https://www.flashback.org/u705049",
		"postDateTime": "2013-04-05, 21:34",
		"postUrlInThread": "https://www.flashback.org/t781949p320",
		"postUrlUniq": "https://www.flashback.org/sp42810921",
		"sentence": "Vill gärna ha kommentarer på följande:<br/> <br/>  Tyvärr tror jag inte att Kim upplever att han har så många handlingsalternativ och att han agerar logiskt och rationellt ur sitt perspektiv. Landet är isolerat och sanktionerna, som precis har stärkts ytterligare efter kärnvapenprovet, driver landet mot konkurs.<br/> <br/>  Hans analys skulle kunna vara:<br/>  1. Göra ingenting alls = landet går i konkurs och regimen störtas<br/>  2. Reformera och demokratisera = folket kräver återförening med Syd och regimen störtas.<br/>  3. Gå på offensiven för att försöka bryta isoleringen och få slut på sanktionerna = enda möjliga vägen<br/> <br/>  Om han nu väljer alternativ 3, så är den logiska följden att man måste få den svaga länken att ge med sig och ställa upp på ens sida. Denna är Kina. Kina och USA står långt ifrån varandra i uppfattningen om Nord-Korea. Genom att gå på offensiven mot USA så hoppas man på att få Kinas stöd ifall man går tillräckligt långt och kan få det att se ut som att det är USA som är \"the bad guy\".<br/> <br/>  Att anfalla USA eller Sydkorea inser han inte är någon bra idé. Då får han inte Kinas stöd. Om man däremot kan få det att se ut som att man själv blev attackerad och därefter agera i självförsvar, så kan det fungera. Exemplen på detta är många i historien. Hitler iscensatte t.ex. ett uppror i Gliwice i Polen och hade det som förevändning för sitt intåg. Saddam Hussein påstod att Kuwait stal deras olja osv.<br/> <br/>  Om man med Kinas stöd skulle kunna gå in och ta en bit av Sydkorea, så hamnar man i väldigt bra förhandlingsposition och bryter blockaden. En möjlig väg framåt är exempelvis då att man:<br/> <br/>  1. Skapar en upphetsad stämning, provocerar och hotar USA.<br/>  2. Flyttar missiler till östkusten och antyder att man skall anfalla USA med kärnvapen<br/>  3. Spränger missilerna själv (eller något annat inne i Nordkorea) och ge USA skulden. Kina kommer säkert att förhålla sig passiv till ett sådan påstående.<br/>  4. Därefter, i självförsvar, så går man antingen in i Sydkorea, eller beskjuter Seoul med artillery.<br/>  5. Sydkorea och USA har då inget val, annat än att påbörja förbekämpning av mål inne i Nordkorea. <br/>  6. I det läget kommer Kina att kräva vapenvila och att alla sätter sig vid förhandlingsbordet. <br/>  7. Förhandlingarna leder till lättnader i sanktionerna och målet är uppnått.<br/> <br/>  Om ett par veckor vet vi om min pessimistiska bedömning är riktig...<br/> <br/>  Vad säger ni andra?"
	},
	{
		"postIndex": 653,
		"postNumber": 672,
		"rankGlobal": 38,
		"scoreGlobal": 78.6,
		"userRank": 23,
		"userScore": 15.6,
		"postUserName": "Tjaeng",
		"postUserID": "u317018",
		"postUserUrl": "https://www.flashback.org/u317018",
		"postDateTime": "2010-02-20, 02:58",
		"postUrlInThread": "https://www.flashback.org/t781949p56",
		"postUrlUniq": "https://www.flashback.org/sp21571764",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Saturos</strong></div> <div>  Vilka är dessa ''nordkoreaner''? Vad vet du om dem? Är de ens trovärdiga? </div> </td> </tr> </table> </div> <br/>  Ambassadpersonal, departementstjänstemän och i ett fall familjemedlem till ingifta i diktatorfamiljen.<br/>  Så ja, långt mycket mer trovärdiga än <br/>  1. Du <br/>  2. BS-guider på arrangerade NK-resor<br/>  3. Officiell nordkoreansk propaganda<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Saturos</strong></div> <div>  Jag vet personligen att de som ''flytt'' till Sydkorea betalas av den reaktionära regimen där till att tala negativt om Nordkorea, där kan man tala om ''propaganda''. Nu när vi sett hur mycket våra regimer och media har ljugit om tidigare, bland annat om Saddam husseins kärnvapen så fattar jag inte hur folk här fortfarande är naiva nog att tro på smörjan, allt är fabricerat för att misskreditera den socialistiska staten.</div> </td> </tr> </table> </div> <br/> <br/>  Är du dum i huvudet eller? Jag skrev uttryckligen att det INTE var exilkoreaner utan faktiska, högt uppsatta Nordkoreaner som var på studieresa (egentligen nöjesresa som belöning för att de är trogna partimedlemmar, men som kallas för \"studieresa\" eftersom de inkluderar en rundtur på Stockholms stadshus, versaille, palace of westminster eller något annat \"lärorikt\"). <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Saturos</strong></div> <div>  I den skola jag besökte lärde sig barnen engelska, de kunde alltså tala engelska med mig. Men de visade mest en imponerande artistisk begåvning när barnen spelade musik och teater för oss gäster. </div> </td> </tr> </table> </div> <br/>  Artistisk begåvning? En enstaka skola säger ingenting om hur det ser ut i utbildningssystemet överlag. Om den artistiska begåvningen är så lysande i Nordkorea verkar det ju skumt att man måste kidnappa sydkoreaner för att få igång sin filmindustri... <a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FChoi_Eun-hee\" target=\"_blank\">http://en.wikipedia.org/wiki/Choi_Eun-hee</a>, <a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FShin_Sang-ok\" target=\"_blank\">http://en.wikipedia.org/wiki/Shin_Sang-ok</a><br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Saturos</strong></div> <div>  Angående din lilla berättelse får man väl säga att jag inte har en aning om det stämmer eller inte. Den guide jag hade var inte likadan som din guide i sådana fall.</div> </td> </tr> </table> </div> <br/>  Jag kan säga att det INTE stämmer. Jag såg påfallande få gamla människor i Pyongyang, jämfört med vad som skulle varit fallet om förväntad livslängd faktiskt vore jämförbar med andra östasiatiska länders dito. Dessutom är det ett känt faktum att man är helt beroende av kinesiska läkare för spetskompetensens skull. Kinesläkare lockas till Nordkorea eftersom det kinesiska kommunistpartiet i gengäld ger dem snabbare avancemang efter att de tillbringat 2-3 år i Pyongyang. Juche? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whistle.gif\" title=\"Whistle\"/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Saturos</strong></div> <div>  Ja just det hotellet. Det är snarare så att man började bygga byggnaden med en kalkyl och fick ändra den succesivt på grund av stora förändringar i omvärlden. </div> </td> </tr> </table> </div> <br/>  Vilka jävla förändringar? Dvs att man fick slut på gratispengar från Sovjet? Än en gång ett uttryck för framgångsrik harcore Juche! Yeah! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Saturos</strong></div> <div>  Det fanns fordon hela tiden i pyongyang men självklart inte lika många som vi har här i väst, men det är bara bra då det är bra för miljön med så lite sådana föremål som möjligt.</div> </td> </tr> </table> </div> <br/>  Fan vad mycket skit du snackar. Om man inte behöver så många fordon så skulle det väl kanske inte heller vara särskilt vettigt att bygga 6-filiga motorvägar kors och tvärs genom landet, nå?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Saturos</strong></div> <div>  Du bortser hela fragrant från Koreas historia och att det hade ett brutalt frihetskrig från Japan och USA som drabbade nord mest.</div> </td> </tr> </table> </div> <br/>  Irrelevant. Kina var mer krigshärjat, sönderbombat och misskött än Nordkorea när båda länder ungefär samtidigt blev kommunistiska. Du konstaterade dessutom själv att Nord under lång tid var rikare än syd. Därför är det upp tid DIG att förklara varför tillväxten i Nordkorea är så mycket lägre än i Sydkorea och Kina. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Saturos</strong></div> <div>   Dessutom förlorade Nordkorea många av sina allierade på 1990-talet och Juchen tar lång tid att tillfullo implementera i ett land så Nordkorea är ännu inte helt självförsörjande. Jag tror dock att inom 20-30 år så är landet i allra högsta grad helt självförsörjande då juchedoktrinen helt implementerats i samhället.</div> </td> </tr> </table> </div> <br/>  Bullshit. Om 20-30 år kommer Nordkorea att se ut som Kina gjorde för 15 år sedan, dvs fortfarande fattigt men på bättringsvägen just för att man öppnat upp marknaden mot väst och börjat luckra upp den bisarra avarten till rövsocialism man praktiserade förut. Det har redan börjat i Kaesong och andra SAR. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Saturos</strong></div> <div>  Miljoner mexikanare har riskerat sina liv för att fly till USA och tusentals mexikanare har dött, vad säger det om din jävla kapitalism i Mexiko? Varför fungerar inte din kära kapitalism där. Jag tog detta som ett exempel på att skylla att ett extremt fåtal nordkoreaner ''flyr landet'' betyder inte att Juchesystemet inte fungerar, då många fler flyr varje år i det kapitaliskta Mexiko.</div> </td> </tr> </table> </div> <br/>  Fan vad du är efterbliven. Det är inte Mexikanska soldater som skjuter mexikanare som försöker ta sig in till USA. Det finns brister med Mexikos samhälle och system, men man försöker fan inte förneka detta genom att förbjuda folk från att lämna landet, eller hur?"
	},
	{
		"postIndex": 1922,
		"postNumber": 1977,
		"rankGlobal": 39,
		"scoreGlobal": 78.6,
		"userRank": 31,
		"userScore": 14.3,
		"postUserName": "martienne",
		"postUserID": "u417157",
		"postUserUrl": "https://www.flashback.org/u417157",
		"postDateTime": "2011-06-27, 13:42",
		"postUrlInThread": "https://www.flashback.org/t781949p165",
		"postUrlUniq": "https://www.flashback.org/sp31375461",
		"sentence": "Intressant inlägg av dig, Karatepung. Ja, jämförelsen med Sydkorea är ju där det hela faller litegrann. Jag har inte varit i Sydkorea så jag kan inte säga säkert. Men jag tror att det finns rejäl fattigdom på landsbygden där. Kvinnor säljer sitt hår för att användas i peruker. Barn adopteras fortfarnade bort i stora mängder och det lär finnas otroligt mycket prostitution. Dessutom har de stötts ekonomiskt på alla tänkbara sätt av USA. Välståndet som finns i storstäderna där, hos medelklassen, är relativt nytt. På 1970 talet var det fortfarande bättre för gemene man i Nordkorea. <br/> <br/>  Jag stödjer dem för att jag tyckte folket där var så hemskt rara när jag var där i min barndom. Det var sång och dans och äkta vänlighet överallt Jag blev lite imponerad över hur mycket det hade gjort för barn och ungdomar. <br/> <br/>  Med glöden som de fick av Kim Ir Sen och kommunismen hjälpte dem att bygga upp landet som i princip jämnades vid marken under koreakriget. Jag besökte ett krigsmuseum när jag var där och fy helvete vad allt var förstört! De sa att det var tre byggnader i Pyongyang som var oskadda eller något sånt. Hela landet var i princip utplånat och massor av miljoner dog. Jag har aldrig sett något liknande som de bilderna. Dessutom betedde sig amerikanarna som fullständiga svin och bröt varenda krigskonvention som finns. Inte konstigt att de är så hatade av koreanerna. Lite överdriven retorik från guiden på museet (sättet som de pratar på låter lite tillkonstlat). Men bilderna talade sitt eget språk. Enligt Nordkorea och en del andra så var det Sydkorea-USA som startade kriget och den möjligheten kan inte uteslutas. <br/> <br/>  Jag önskar att de kan behålla sitt system, eller gradvis reformera det och att de lyckas höja levnadesnivån, matförsörjningen och få tillgång till mediciner. <br/>  Om regimen föll omgående så skulle befolkningen få det mycket värre än de har det nu, i många, många år. Hemskt ovärdigt för alla invånare. Dessutom är Sydkorea tydligen inte särskilt intresserade av en återförening längre."
	},
	{
		"postIndex": 4487,
		"postNumber": 4596,
		"rankGlobal": 40,
		"scoreGlobal": 78.5,
		"userRank": 9,
		"userScore": 37.6,
		"postUserName": "ka kui",
		"postUserID": "u92897",
		"postUserUrl": "https://www.flashback.org/u92897",
		"postDateTime": "2013-05-22, 08:53",
		"postUrlInThread": "https://www.flashback.org/t781949p383",
		"postUrlUniq": "https://www.flashback.org/sp43552337",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Morgotth</strong></div> <div>Som sagt jag skiter fullständigt i vad en hjärntvättad person anser om detta. Nordkorea är inget hot, det är ett gammeldags nationalistiskt land som naturligtvis använder en kraftig retorik men i slutändan är <b>det enda de vill att bli lämnade i fred, de har inga expansiva planer.</b></div> </td> </tr> </table> </div> <br/>  Inte? Nordkorea lägger extremt mycket pengar på sin militär, pratar konstant om att krossa Sydkorea och återförena koreanska halvön under nordkoreanskt styre, och övar inför det scenariot. <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">        Du talar här om ett urfattigt land med liten befolkning, de är ungefär lika farliga mot USA som Sverige skulle vara farliga mot Ryssland, det vill säga ingenting.      </td> </tr> </table> </div> <br/>  Det jag har sagt är att Nordkorea är farligt för sina grannländer, t ex Sydkorea och Japan. Du lägger bara ord i mun på mig när du vill påskina att jag sagt Nordkorea är farligt för USA. <br/> <br/>  Din jämförelse med Sverige haltar på flera plan. Sverige har knappt någon militär kvar, till skillnad från Nordkorea. Men om Sverige hade haft ett ordentligt försvar skulle vi kunna ställa till med mycket problem för ryssarna i Östersjön. Ett galet skrikande dagisbarn till Sverige, som rustat till tänderna såsom Nordkorea, skulle kunna plocka bort Nordstream-ledningen till exempel och se till att den inte återbyggs (man skulle kunna uppge fina miljöskäl). Det skulle orsaka Ryssland ekonomisk skada. <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Anledningen till skriverierna om Nordkorea är dels att USA alltid vill ha en inhemsk yttre fiende som de kan använda för att få amerikanska folket att känna sig hotade och under attack, utan detta hade det varit svårt att motivera de enorma mängder pengar USA spenderar på sin militär samtidigt som landet går uselt ekonomiskt. De behöver helt enkelt dessa artificiella fiender för att hålla sitt folk under kontroll.      </td> </tr> </table> </div> <br/>  USA:s folk behöver inte hållas \"under kontroll\" genom yttre krig. USA:s folk visar inga tendenser till att vilja störta systemet. Det finns mycket bred acceptans för grundlagen. Det finns inte heller några regioner i USA som på allvar vill strida för att bryta sig loss från USA. (kom inte och prata om marginaliserade milisnötterna i mellanvästern). Och USA:s folk är inte heller oroade över Nordkorea. Nordkorea är ett problem främst för Sydkorea, samt för länder som Japan. <br/> <br/>  Det du beskriver ovan är egentligen främst en beskrivning av Nordkorea vars befolkning förtrycks enormt av en ren och skär gangsterelit som låter befolkningen svälta hellre än riskera sina privilegier.<br/> <br/>  Vad gäller resten av ditt inlägg som jag klippt bort: Tack för din rendering av valfri propagandablad från Arbetaren. Den delen av diskussionen hör dock hemma i någon annan tråd. Här handlar det om Nordkorea."
	}
]
