[
	{
		"postIndex": 8089,
		"postNumber": 8248,
		"rankGlobal": 1,
		"scoreGlobal": 100,
		"userRank": 3,
		"userScore": 53.3,
		"postUserName": "Pad",
		"postUserID": "u58188",
		"postUserUrl": "https://www.flashback.org/u58188",
		"postDateTime": "2010-09-10, 23:16",
		"postUrlInThread": "https://www.flashback.org/t967842p688",
		"postUrlUniq": "https://www.flashback.org/sp25394684",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>slindberg</strong></div> <div>Väger vi in den enorma effekt gällande fotoner per puls som vi såg i mythbusters test så träffade man under kort tid likförbannat med fler fotoner än vad man gjorde i testet 1962<br/></div> </td> </tr> </table> </div> <br/>  Eh nej?<br/> <br/>  Du pratade om att Mythbusters skulle haft en 1 GW laser, att jämföra med 100 000 W i försöket från 1962. Om man då räknar på det så ser man enkelt att i försöket 1962 så sköt man iväg 500  gånger fler fotoner. Nu har jag ju inte sett några källhänvisningar från din sida, så jag håller det för öppet om det verkligen är så. Men även med dina egna uppgifter så var det alltså i så fall 500 GÅNGER fler fotoner i försöket 1962.<br/> <br/>  Simpel matematik, men så här långt har du ju inte ens kunnat visa upp en fungerande procenträkning, så jag är inte så förvånad att du bara höftar ur dig saker utan belägg. Du är välkommen att när som helst lägga fram lite egna beräkningar (du vet som jag frågat efter rätt många gånger nu utan att du kunnat leverera).<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Att lasern MÅSTE avfyra under 5 000 000 gånger längre tid - dina ord.<br/> </td> </tr> </table> </div> <br/>  Håller du med om att lasern de använde 1962 sköt 0,5 ms pulser?<br/> <br/>  Kan du läsa följande källhänvisning från Apache Observatory?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Apaches hemsida</strong></div> <div>How do we measure the distance to the moon to such phenomenal precision? We \"ping\" the moon with ultra-short pulses of light. To do this, we have a laser that generates intense bursts of light only 100 picoseconds longthat's one tenth of a billionth of a second! Light, which travels 7 earth circumferences every second, only travels about an inch in this time. So these pulses are like little \"bullets\" of light.</div> </td> </tr> </table> </div> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fphysics.ucsd.edu%2F%7Etmurphy%2Fapollo%2Fbasics.html\" target=\"_blank\">http://physics.ucsd.edu/~tmurphy/apollo/basics.html</a><br/> <br/>  (under rubriken \"Ultra-short bursts of light\")<br/> <br/>  Alltså, bägge pulstiderna finns dokumenterade. Om du inte vet vad milli respektive pico står för så tycker jag att du skall kolla upp det på wikipedia eller fråga din mattelärare. För folk som faktiskt vet vad dessa prefix betyder är det en smal sak att räkna ut att skillnaden är att 100 ps ryms 5 000 000 gånger under loppet av 0,5 ms.<br/> <br/>  Det är alltså inte bara mitt ord som du påstår. Uppgifterna har redovisats tidigare.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Om lasern för en halv sekund avfyrar med dubbla kraften än den som avfyrar 1 sekund så blir resultatet lika, varför ser du bara en sida av myntet?      </td> </tr> </table> </div> <br/>  Det gör jag inte, jag försöker förtvivlat få dig att förstå vad kortare tidsintervall får för effekt. Jag har i flera av mina tidigare poster varit väldigt tydlig med att det är effekten på lasern i kombination med tiden den är påslagen som styr antalet fotoner. Om du vill så kan jag citera väl valda delar av dessa inlägg som bevis, men det kommer bara få dig att framstå som ett ännu större hittehjon som inte sett det på en gång. Ditt val.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Lasern vi såg i mythbusters test var inte 1000 gånger starkare än den från 1962 - utan 10 000 gånger starkare.<br/> </td> </tr> </table> </div> <br/>  Vilket alltså fortfarande inte på långt när räcker till för att komma upp i samma antal fotoner. Har du inte fattat det ännu?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Inga fotoner behöver träffa en reflektor för att kunna återvända hem, hur ska du förklara det?<br/> </td> </tr> </table> </div> <br/>  Menar du allvar med den frågan? På riktigt? Behöver du verkligen en kurs i studsande fotoner och vad som krävs för att man skall kunna fånga upp dem på jorden igen? Svara gärna ja eller nje på den frågan, jag kan ta mig tid att förklara, men återigen så kommer det bara att få dig att framstå som ett hittehjon, för jag kommer i sådana fall att förklara som för en åttaåring (och ändå kommer jag tyvärr inte vara säker på att du förstår).<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Vill du kika på nån som diskuterar oväsentliga basfakta så ta en ordentligt till på dej själv och dina propagandapolare! Reflektorer på månen bevisar INGENTING.<br/> </td> </tr> </table> </div> <br/>  Jo det gör dem. Att du påstår motsatsen spelar däremot ingen roll, särskilt som du fullständigt utelämnade alla former av konstruktiva argument utan bara verkade försöka smita undan att du blev beslagen med att posta nonsens som om det vore väsentligt.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Mkt snack lite verkstad! Du kan inte ge några specifika exempel på hans skogstokiga försök i detalj? <br/> </td> </tr> </table> </div> <br/>  Det har redan gjorts i tråden vid åtskilliga tillfällen, men på rak arm måste ju hans försök med billyset vara bland det tramsigaste jag sett. Antalet logikfel har redan pekats ut i detalj, att du sen inte fattade är tyvärr inget jag kan göra något åt. <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Dom \"170 000\" han(å du) yrar om är naturligtvis en siffra taget ur luften - bevisar inget. Handlar det enbart om att jämföra fotoner kan jag upplysa dej om att lasern i mythbesters test skickade iväg 200 quadrillion fotoner i en puls, dvs bra mkt mer än testet 1962. Din faktor på 5 miljoner kan inte väg upp det här <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> Så reflektorn till trots, så krämade man på med bra mkt mer fotoner!<br/> </td> </tr> </table> </div> <br/>  Förutom att du som vanligt inte lägger fram en enda vettig källhänvisning så är det intressant att du bara redovisar hur många fotoner MB skulle ha skickat iväg och helt utelämnar försöket från 1962. Återkom gärna med riktiga data så får vi se hur du kom fram till din slutsats.<br/> <br/>  Jag hoppas att du inser att om du gått kurser där jag undervisar så hade du fått så härligt feta IG för di brist på källhänvisningar och kompletta brist på källkritik (kan du tänka di att xism fick för sig att det var ett ord som bara fanns i svenskan... så otroligt kortkat).<br/> <br/>  \"naturligtvis en siffra tagen ur luften\"... Intressant formulering med tanke på hur du själv bara slängt ur dig siffror och påståenden. Gå gärna tillbaka och titta på hela hans resonemang. Sen kan du kritisera det hela och lägga fram konkreta motargument. Vem vet, du lyckas kanske bättre än vad xism gjorde när han blev ollad i frågan för något år sen.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Vad som är problematiskt är ju att du och dina propagandapolare inte har kunnat lagt upp ETT ENDA oberoende bevis på att månlandningarna ägt rum <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> <br/> </td> </tr> </table> </div> <br/>  Vi har lagt fram flera stycken. Att du inte fattar är inte samma sak som att dem inte finns.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Reflektorer bevis på att människan varit på månen? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> Hitta belägg för att ryssarna placerat en reflektor där i en obemannad färd? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> (varför skulle inte USA kunna göra desamma?)      </td> </tr> </table> </div> <br/>  Så kom den igen, teorin om de obemannade färderna, lite som en backup om det gud förbjude faktiskt skulle visa sig omöjligt att bortse från att reflektorerna faktiskt finns där. Tja, det är som sagt inte omöjligt att spinna ihop en sådan historia, men då åker man på ett lass nya problem. Jag gissar att det finns en massa dokumentation från de rymdfärder som placerade dem. Helt plötsligt skulle man vara tvungen att se till att alla foton matchade precis rätt landskap och så vidare. Sen kan man givetvis tycka att det ligger an på dig att hitta fel i denna dokumentation (jag tror säkert att det finns bilder på reflektorerna när de lagts ut, bilder som sen innehåller detaljer som finns på andra bilder osv som binder ihop det hela).<br/> <br/>  Kort och gott, du har blivit praktfullt ollad, både i den här frågan och i alla andra du försökt dig på. Är det inte dags att ge upp nu? Kanske plugga lite på riktigt, du vet med riktig fakta istället för tomtar på youtube?"
	},
	{
		"postIndex": 4067,
		"postNumber": 4136,
		"rankGlobal": 2,
		"scoreGlobal": 99.3,
		"userRank": 3,
		"userScore": 53.3,
		"postUserName": "Pad",
		"postUserID": "u58188",
		"postUserUrl": "https://www.flashback.org/u58188",
		"postDateTime": "2008-12-04, 21:16",
		"postUrlInThread": "https://www.flashback.org/t967842p345",
		"postUrlUniq": "https://www.flashback.org/sp13994264",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>xismxist</strong></div> <div>30 st major och över 1400 minor ägde rum under apollolandningarna, du såg själv dokumentet jag länkade till hur en major flare kan se ut. Satelliter både på sidorna och även bakom solen kunde registrera stormen, att den skulle vara riktad är givetvis skitsnack. Nu när du förstår hur en solar flare kan se ut, har du sökt riktpatentet än?<br/></div> </td> </tr> </table> </div> <br/>  Ingen har ifrågasatt antalet, att du fortsätter rabbla upp det som en papegoja visar bara på ett ganska tydligt sätt att du försöker undvika sakfrågan, nämligen <b>VILKA</b> av dessa som skulle ha varit farliga för astronauterna. Den frågan har du skytt som pesten, och det är väl inte så märkligt, för du har ju inget case, bara lösa antydningar.<br/> <br/>  Och när vi nu ändå snackar om det så kan vi ju jämföra våra debattstilar och förväntningar på motparten:<br/> <br/>  DU förväntar dig att jag skall skedmata dig med varje sten/dammprov som tagits från samtliga månexpeditioner bara för att du inte tror att vikten stämmer (skönt att vi nu konstaterat att du inte har en susning om hur man skulle ha kunnat fejka proverna och vi kan därmed släppa den detaljen, tack Kim). Detta är ett tämligen bizarrt krav som bara grundar sig i att du inte vill erkänna dig besegrad även där eftersom vi gett dig hela katalogen med prover. Om du påstår att totalvikten inte stämmer så får du nog själv sätta igång att räkna. Alla dina gissningar på vikten så här långt har ju visat sig vara fel.<br/> <br/>  JAG däremot förväntar mig INTE att du skall skedmata mig med samtliga flares som skedde under månfärderna. Jag förväntar mig <b>ENBART</b> att du skall redovisa de som var farliga för astronauterna, något du hitills undvikit. Värt att notera i sammanhanget är att vi dessutom visat, flera gånger och med olika källor, att alla flares inte är farliga och att de faktiskt måste träffa något eller vara nära i alla fall för att det skall vara farligt. Alltså, vi sitter med en situation där det finns farliga respektive ofarliga flares, då DU påstår att astronauterna inte skulle överlevt så ligger bevisbollen i ditt knä, ta fram vilka flares som skulle varit farliga, med mätvärden på radioaktivitet och trovärdiga källor på var de var riktade.<br/> <br/>  Du har också \"glömt\" att svara på frågan hur flares kunde påverka bara vissa städer på jorden om de nu inte är riktade? Borde inte ALLA städer som var vända mot solen drabbas på samma gång? Men ändå var det bara en eller två städer i USA/Kanada som drabbeds... Skumt tycker jag, det måste du ju ha en förklaring på?<br/> <br/>  Och jag kan vara hygglig, du behöver inte redovisa ALLA farliga flares, det räcker med en handfull (men fortfarande med bra källor till VARFÖR de var farliga och hur mycket strålning astronauterna skulle fått i sig av dessa). Kom också ihåg att vi FAKTISKT har skedmatat dig med exempel på olika månstenar, exempel som vida övertsteg dina gisnningar om totalmängden. Eftersom du trots detta inte hade förstånd att ge dig så fick du länkar till hela katalogen.<br/> <br/>  Konsekvent beteende eller bara barnsligt? Vi har gått dig till mötes bra mycket längre än vad vi behöver, du har inte lyckats leverera ett smack. Någon förvånad?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Nej det gör du inte! så länge du käftar emot och envisas med att astronauterna kunde hålla en fjäder(eller flaggan) mellan tummen å pekfingret i ett vakuum så vet du inte vad GREPPA betyder. EN INCH var det minsta dom kunde greppa försök fatta det!      </td> </tr> </table> </div> <br/>  Du är skitbra på att ta ett lösryckt citat (gärna från tredje part som inte ens var i närheten av det vi pratar om) och sen missförstå innebörden av detta.<br/> <br/>  Här har du tagit en lös mening från en kille på Hasselblad där han refererar till en specifikation som DE fått när de skulle bygga kamerorna. Swooop! så tar du det för sanning, men tänk några steg extra även om det gör ont... Mannen du citerar hade ingenting med hanskarna att göra, han byggde kameror. Vem fick han instruktionerna av? Gissningsvis någon på NASA som inte heller byggde handskar. Hur tror du att man tänkte på NASA när man skulle beställa kameror? En lågoddsare är att man sa \"Se till att det är grova kontroller på, det går ju fan inte finlira med de här tjocka vantarna\". Oavsett vad man sen sa till killen på Hasselblad så finns det många led i den där kedjan där informationen måste ha passerat EXAKT oförändrad för att du skall ha ett case. NASA har ju dessutom i efterhand dementerat uppgiften att man bara skulle ha kunnat greppa föremål större än en tum. Och fundera också på hur användbart det är med handskar som du inte kan greppa mindre saker med? Taskig känsel? Absolut. Svårt att finlira? Jo då. Omöjligt med pincettgrepp? Troligtvis inte. Särskilt som andra filmer/foton visar att man greppade mindre saker än så.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Det har jag ju redan talat om?! att dom använde en anordning för hammarn å fjädern BEVISAR att det inte gick att utföras på nåt annat sätt. Ska mythbusters ha nån trovärdighet överhudtaget så skulle dom INTE haft nån jävla anordning för det hade inte david scott heller... dom faller lixom på eget grepp!      </td> </tr> </table> </div> <br/>  Nej, en anordning kontra handsläpp bevisar inte på något sätt huruvida det gjordes på jorden eller månen. Det är en fullständigt ologisk slutsats som väldigt tydligt visar att du inte kan något om logisk bevisning.<br/> <br/>  Du har redan fått förklarat VARFÖR de använde en anordning.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       det hade inte varit svårt för nasa att fejka david scotts experiment, bara att använda en stålfjäder och köra klippet långsamt så får man det att likna mångravitation!       </td> </tr> </table> </div> <br/>  Då hade andra saker sett kontiga ut, som hur hans egna rörelser såg ut. Och du har inte talat om hur de skulle ha lyckats klämma in allt i en vakuumkammare. Jag har aldrig ens idag sett en som är tillräckligt stor för att fixa all rekvisita från den filmen.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Mer intressanta punkter dom borde ha testat:<br/>  - landaren i vakuum, hur den påverkar marken vid landning<br/>  - månbilden i vakuum, hur det uppsprättade dammet beter sej <br/>  - känsligheten i en apollo 11 handske i vakuum, vad kan man greppa?      </td> </tr> </table> </div> <br/>  Intressant enligt dig ja. Men nu är ju krucket att de inte primärt letade efter detaljer som användaren på ett svenskt diskussionsforum tyckte var intressanta, de tog upp de <b>VANLIGASTE</b> teorierna. Kan du handen på hjärtat påstå att något i din lista är ett vanligare påstående än någon av de saker de tog upp?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       eftersom mythbusters redan är så fixerad vad gäller scalamodeller så hade dom två översta punkterna lätt kunnat fixats med radiostyrda modeller. Tex bygga en skala 1:10 landare med en liten raketmotor i skalenlig styrka och testa den i en vakuumkammare.       </td> </tr> </table> </div> <br/>  Visst hade de det, men de var också väldigt tydliga med att de inte hann med allt. Jag är dessutom inte säker på att en raketmotor är skalbar på det sättet, varken i utförande, säkerhet eller resultat. Du vet om att det inte är så enkelt att man gör allt i skala 1:10 och tror att alla mätdata blir meningsfulla va?<br/> <br/>  Du svarade aldrig på vilka andra punkter du tycker de kunde struntat i...<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Det står dej fritt att tolka det du ser hur du vill!       </td> </tr> </table> </div> <br/>  Tja, jag ser som sagt suddiga blubbar. Andra får gärna kommentera och se om de ser något annat. Gärna utan att ta LSD först. Här är originalbilden från NASA: <a href=\"/leave.php?u=http%3A%2F%2Fwww.hq.nasa.gov%2Falsj%2Fa15%2FAS15-87-11839HR.jpg\" target=\"_blank\">http://www.hq.nasa.gov/alsj/a15/AS15-87-11839HR.jpg</a><br/> <br/>  För enkelhetens skull så beskar jag bilden och zoomade in x4 på just landarens fot. Någon annan som ser mer än blurr?<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fimg101.imageshack.us%2Fimg101%2F9826%2Fapolloxx6.jpg\" target=\"_blank\">http://img101.imageshack.us/img101/9826/apolloxx6.jpg</a> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Hur långt har du kommit med stenräkningen? apollo 11's katalog är klar den räknade jag: 16 kg. du har bara 5 kvar <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> </td> </tr> </table> </div> <br/>  Av skäl som jag gick igenom i förra inlägget och ovan här så är det inte intressant. Pinsam taktik för att slippa medge att du är praktollad, men det funkar inte. Du har fått din stenförteckning, sluta bete dig som en treåring.<br/> <br/>  Och fortfarande inga konkreta bevis på att NASA \"dikterade innehållet\" i Mythbustersavsnittet?<br/> <br/>  Och fortfarande inte tillstymmelse till argument mot vår uträkning av sannolikheten att bli utsatt för en solstorm? Du är väldigt bra på att vifta bort saker, du är <b>URUSEL</b> på att själv argumentera och ta tag i saker.<br/> <br/>  Och fortfarande inga bevis för att kameran du påstod är en attrapp faktiskt är det?<br/> <br/>  Och fortfarande inga konkreta belägg för varför man kan blint lita på NOAA men inte på NASA?<br/> <br/>  Du glömde dessutom svara på min pedagogiska modell:<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>pad</strong></div> <div>Fråga 1: Tror du att solstormar är riktade? Ja eller nej<br/> <br/>  - Om ja gå vidare till nästa fråga, om nej vänligen förklara varför dina egna källor hävdar detta.<br/> <br/>  Fråga 2: Om de nu är riktade, verkar det rimligt att ta med riktningen när man avgör hur farliga de är? ja eller nej<br/> <br/>  - Om ja, gå vidare till nästa fråga, om nej förklara hur du kom fram till det<br/> <br/>  Fråga 3: Om det nu är väsentligt VAR de är riktade och du påstår att det var farligt för astronauterna, är det då rimligt att inkludera redovisningen av riktningens inverkan med källor för dig? ja eller nej<br/> <br/>  Om ja så har du accepterat att det är din bevisbörda (vilket det givetvis är inser alla sansade människor) om nej förklara hur du tänker...</div> </td> </tr> </table> </div> <br/>  Du ligger efter killen... Alla dina isflak sjunker på samma gång. Och några av dem bevisar ju dessutom att vi varit på månen när de sjunker, månstenen exempelvis. (det är dessutom uppenbart hur många argument du \"glömmer\" att svara på när man går tillbaka i tråden, pinsamt)."
	},
	{
		"postIndex": 6870,
		"postNumber": 7003,
		"rankGlobal": 3,
		"scoreGlobal": 95.8,
		"userRank": 2,
		"userScore": 65,
		"postUserName": "Jazzil",
		"postUserID": "u64912",
		"postUserUrl": "https://www.flashback.org/u64912",
		"postDateTime": "2009-11-01, 20:43",
		"postUrlInThread": "https://www.flashback.org/t967842p584",
		"postUrlUniq": "https://www.flashback.org/sp19569309",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>AlienBilly</strong></div> <div>På samma gång tror jag heller inte att det måste vara osannt bara för att de flesta logiska påvisningar pekar åt att det är en bluff.</div> </td> </tr> </table> </div> <br/>  Men dom flesta logiska aspekter påvisar ju att det INTE är bluff.<br/>  Och du tar just upp dom exemlep som folihattarna gång på gång fått motbevisade...<br/> <br/> <b>1A:</b> Svårigheternar med van allens radiation belt.<br/> <b>1B:</b> Åter, det finns inte många forskare som anser det är specielt farligt.<br/> <br/> <b>2A:</b> uppenbara kulisser på vissa kort<br/> <b>2B:</b> Jasså??? Visa dessa. Eller menar du dom kort där man ser berg i bakgrunden som är flera mil bakom dom???<br/> <br/> <b>3A:</b> avsaknaden av stjärnor<br/> <b>3B:</b> Men jesus. Alla som har en MINSTA kunskap om vanlig enkel fotegrafering vet varför dom inte synns på korten. Har du sett några stjärnor på dina kort när du tar med blixt utomhus? Eller t.o.m. utan blixt med samma slutartid och bländaröppning?<br/>  HADE det funnits med en massa stjärnor, ja då hade JAG reagerat på att något hade varit mystiskt. Att folk FORTFARANDE håller på att älta sådan här skit. Trodde nu när alla har digitalkameror att dom själva borde förstå sådant här... <br/> <br/> <b>4A:</b> kors ettsade i kamera linserna som skymms av astronauter och utrustning<br/> <b>4B:</b> Åter, detta fenomen är ju vida känt bland fotokunniga. Det kallas överexponering. Det blir så (framförallt på kemiska) fotografier. Sluta älta sådant som gång på gång har bevisat vara normalt. Du kan få exakt samma sak här hemma på jorden...<br/> <br/> <b>5A:</b> promenader på ställen som borde ha varit ockupperade av mån landaren<br/> <b>5B:</b> ??? Den var ny för mig. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/yes.gif\" title=\"Yes\"/> Berätta gärna lite mer om den. Länka INTE till någon youtubefilm. Först ska du med EGNA ord FÖRKLARA vad detta bygger på. INGA citat och skit. FÖRKLARA!!!! Sedan kan du i slutet länka till lite källfakta om du vill.<br/> <br/> <b>6A:</b> att de kunde ta bilder överhuvud taget, när filmen bara klarar runt -30 grader C innan den fryser och spricker som glas<br/> <b>6B:</b> Så, hur kallt är det på månen då? Hur har du tänkt dig att ett vakum ska kyla ner kameran så fort att den går ner till -30 grader??? Så du hänger med. Om du står helt naken i -30 grader i helt vindstilla, klart soligt väder. Tror du att det kommer kännas likadant som att ligga i -30 grader kall vätska?<br/>  Eftersom det är vakum så finns det inte något som kylar ner något allt för fort. Däremot kommer solen ha möjlighet att värma på en hel del.<br/> <br/> <br/> <br/> <b>7A:</b> och att bakgrunds strålningen på månen borde ha förstört eller fått alla bilder att bli grumliga<br/> <b>7B:</b> Jag har haft en filmrulle som legat i ca 14 år innan jag framkallade den. Det var inte några problem alls. Dom var åt det gulaktiga hållet. Tror att 14 års strålning borde påverkat med eller?<br/>  Fast åter, vad är det för strålning du pratar om? Förklara med EGNA ord vilken strålning du pratar om, SEDAN kan du länka till lite källfakta.<br/> <br/> <b>8A:</b> att några av astronauterna fick barn efter att ha stått på månen under en av århundradets värsta sol stormar som borde ha stekt dom till döds på 2-3 minuter när dom är utanför van allens radiation belt,<br/> <b><b>8B:</b></b> Och har vi inte dikuterat detta med här i den här tråden? Har för mig att vi kom fram att det inte alls var så jäkla mycket utbrott vid tillfället. Sedan, vad är det för strålning du pratar om... Vet du det själv? Hur vet du att det just skulle träffa dom? Bara för det är extremt stora utbrott på solen är det mikroskopiska chanser att dom träffar månen som ett ex...<br/> <br/> <b>9A:</b> det faktum att man skickade iväg dom utan att man haft särskilt mångra lyckade flygningar med månlandaren på jorden då den bara hade en motor så ändrades gravitations centrum så fort du flyttade baken och var därmed helt omöjlig att styra på ett bra sätt<br/> <b>9B:</b> Vet inte alls hur många försök dom har gjort här på jorden. Men tänk på att det är förmodligen lite svårare att styra den här på jorden mot på månen.<br/>  Du får gärna i DETTA fall skicka lite filmer på dessa misslyckade test på <b><u>månlandaren</u></b>...<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>AlienBilly</strong></div> <div>Jag vet helt enkelt inte än, men amatör granskar lite och ser var jag kommer fram till.</div> </td> </tr> </table> </div> <br/>  Tycker det är så gott som inget som tyder på att det är bluff i alla fall. Har nog inte hittat något som verkligen visar.<br/> <br/>  Och glöm inte en sak... Och detta borde du VERKLIGE ta och få in i dig, det är viktigt...:<br/> <br/>  När man ser alla dessa filmer som visar att månlandningen aldrig skett så är det uppenbart att dom med VILJE ljuger tittarna rakt upp i ansiktet. Dom VILL manipulera all fakta. Dom SKITER i att visa vanliga fotografiska fenomen som inte alls är konstiga. Om dom nu uppenbart ljuger, varför ska man då tro på allt annat dom säger?<br/>  Har sett så många filmer nu där man ser att dom t.o.m. gör experiment felaktiga för att inte få fram bevis att månlandningen skett... Dom gör dom uppenbart fel, sedan ser man i ansiktet/blicken/mungiper mm att dom nästan flinar dig rakt upp i ansiktet!!!<br/> <br/>  Så tänk till en eller två ggr innan du lyssnar på vad du ser på dessa youtubefilmer. Dom ljuger för att du ska bli lurad!!!"
	},
	{
		"postIndex": 5096,
		"postNumber": 5184,
		"rankGlobal": 4,
		"scoreGlobal": 95.4,
		"userRank": 6,
		"userScore": 35.6,
		"postUserName": "kojiro",
		"postUserID": "u316996",
		"postUserUrl": "https://www.flashback.org/u316996",
		"postDateTime": "2009-04-11, 13:02",
		"postUrlInThread": "https://www.flashback.org/t967842p432",
		"postUrlUniq": "https://www.flashback.org/sp16078046",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>dpstudio</strong></div> <div>jo jag tror shooting stars har med Van allen bälterna att gör efter som det är först vi dom bälterna fenomenet brukar uppkomma och det är ju mer strålning där. men först och främst  är det ju som du skriver high Z particles strålning <br/>  här förklarar dom :P <a href=\"/leave.php?u=http%3A%2F%2Fvids.myspace.com%2Findex.cfm%3Ffuseaction%3Dvids.individual%26amp%3BVideoID%3D50870056\" target=\"_blank\">http://vids.myspace.com/index.cfm?fu...deoID=50870056</a> <br/>  men tycker du inte att det är de minsta knepigt att man inte gjorde tester på Apollo 8 10 att man inte forskade i detta bältte mer dom man lix flög igenom det? som fick Van Allens strålmätare att skjuta till top och sedan gå sönder?att dom inte berättade för han att han ska igenom en bälte som i allafall typ snittar 250rem/h i totalt ca 3tim Alan Bean som att det inte skulle va någon big deal. men i dag är det ju jävla big deal för nästa månlanding om jag inte minns fel. men det kan ju vara så att han har glömt bort för det inte var någon big deal för honom kanke va ett pris han ville betala. jag tycker det är lite flumigt i alla fall. ä du kan skita i att svara på det känns som vi inte kommer övertyga varandra om du inte sitte rpå några dolda kort <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/>  hehe vad tycker du är bästa bevisen för att dom landa på månen?</div> </td> </tr> </table> </div> <br/>  Det bästa beviset är den sammanlagda mängden av bevis, och hur väl allting passar ihop. Vad jag menar med det är att det finns en kolossal mängd bevis i form av dokumentation och vittnesmål från en yrkeskår om nästan en halv miljon människor som var mer eller mindre inblandade i Apollo-projektet. Det finns fotografiska bevis, det finns nästan ett halvt ton sten som hämtats hem från månen som analyserats av forskare världen över, massor av personer såg uppskjutning av Saturn V, mängder av intresserade amatörer följde rymdskeppet i omloppsbana runt jorden, vissa dedicerade radioamatörer lyckades följa Apollo 17 ända till månen och kunde lyssna live till kommunikationen mellan besättningsmedlemmar och jorden. Detaljerad information om uppdragen och resultat från experiment finns tillgängliga från NASA. Och säkert miljoner saker till som jag inte kommer på stående fot. Det hela var ett helt gigantiskt projekt och det är i princip otänkbart att allting skulle vara fabricerat.<br/> <br/>  Om man nu vill ha ett enskilt bevis som det starkaste, hur kommer det sig att ryssarna accepterade nederlaget i rymdkapplöpningen? Den enda förklaring jag har sett om detta skulle vara att hela Kalla Kriget var fejk, och hur sannolikt är en sådan teori?<br/> <br/>  Mot all denna samling bevis finns några mer eller mindre stolliga påpekanden om enskilda datapunkter. Man frågar varför det inte syns stjärnor på fotografier exponerade på den solbelysta månytan, man tycker sig se något \"konstigt\" i ett foto från månen (tex en bild av Clint Eastwood som skulle ligga på månlandarens ben, hehehe) eller att skuggor inte faller \"som de borde\" eller liknande. Gemensamt för alla dessa är att det förstås inte finns något entydigt bevis för att det skulle vara fejk. Alla dessa \"motbevis\" kan och har förklaras enkelt utan att involvera något fejkat uppdrag.<br/> <br/>  Ingen lyckas heller presentera någon realistisk teori för hur hela fejkandet skulle gått till. Rent praktiskt alltså. Man hittar på allt från obemmande robotuppdrag (för att förklara reflektorerna som bevisligen finns på månen, alt. försöka påstå att de dessutom hämtade hem månstenen). Helt utan minsta skymt av bevis för att något sådant uppdrag har exisiterat. Det är enkelt att påstå att \"NASA skulle kunna ha gjort bla bla bla\" men om man tänker ett steg längre så inser man att faktiskt genomföra något sådant vore allt annat än enkelt. Dessutom så har det tydligen skett helt i lönndom.<br/> <br/>  Och där har vi en av huvudpoängerna: hundratusentals personer jobbade i Apollo-projektet. Ingen av dem påstår att det inte var äkta. Hur skall en konspirationen kunna hålla denna århundradets fejk hemlig? Och inte bara något år eller så; nu har det ju gått närmare 40 år! Men ingen med trovärdighet påstår något sådant utan endast personer som bäst kan beskrivas som \"cranks\"...Om de ens tror på det de påstår och inte bara är ute efter att tjäna pengar...<br/> <br/>  Nåväl, man skulle kunna påstå då att enbart en liten, liten kärngrupp av personer känner till att det fejkas. Det är standard-argumentet för att konspirationen skulle vara möjlig att hemlighålla. Och det fungerar väl kanske så där bra för att förklara just den aspekten, men den håller definitivt inte för att förklara hur fejkandet i så fall skulle ha genomförts. Det är helt omöjligt att en liten grupp praktiskt skulle kunna ha genomfört det som sägs.<br/> <br/>  Ähhh, nu orkar jag inte skriva mer. Lyckas antagligen inte övertyga dig ändå, men tänk gärna lite mer på vilken version som faktiskt är mest sannolik, och titta gärna på mer data från NASA istället för moonhoax-människorna.<br/> <br/>  Glad påsk!"
	},
	{
		"postIndex": 2027,
		"postNumber": 2073,
		"rankGlobal": 5,
		"scoreGlobal": 95.3,
		"userRank": 2,
		"userScore": 65,
		"postUserName": "Jazzil",
		"postUserID": "u64912",
		"postUserUrl": "https://www.flashback.org/u64912",
		"postDateTime": "2008-01-10, 19:03",
		"postUrlInThread": "https://www.flashback.org/t967842p173",
		"postUrlUniq": "https://www.flashback.org/sp9562522",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>xism</strong></div> <div>Vart nånstans har du sett \"fina avtryck\"? dessa synns inte speciellt tydligt i filmerna, utan bara på kort. <br/> <br/>  ditt påstående om att det är månytan som reflekterar solljuset och orsaker reflexen på buzz aldrins häl blir motbevisat av fotografexperten david percy, som du kan se här 33 min in: <a href=\"/leave.php?u=http%3A%2F%2Fvideo.google.com%2Fvideoplay%3Fdocid%3D-3622009579385499503%26amp%3Bq%3Dwhat%2520happened%2520on%2520the%2520moon%26amp%3Bto%2520%2520tal%3D662%26amp%3Bstart%3D0%26amp%3Bnum%3D10%26amp%3Bso%3D0%26amp%3Btype%3Dsearch%26amp%3Bplindex%3D1\" target=\"_blank\">http://video.google.com/videoplay?do...arch&amp;plindex=1</a></div> </td> </tr> </table> </div> <br/>  Den där skäggiga gubben verkar ärligt talat vara en av dom sämsta människorna inom fotografikunskap jag har sett! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad44.gif\" title=\"Sad44\"/> <br/> <br/>  Han sitter och pratar om skuggor som går åt olika håll???<br/>  Men är han helt jäva dum i huvudet eller? Om du har en lite kulle så blir ju inte skugorna samma som på dom som är på plan mark! Han tar inte ens hänsyn till hur stenarna är formade! Han tar inte hänsyn till att du inte ens SER om det är skugga bakom objektet!<br/> <br/>  Sedan tar han upp det där med att det är mörkt i filmen men inte på fotografiet. Han av någon borde väl veta att om du står i en skugga och kameran står mellan objektet som skuggar och gubben så blir det självklart en siluet man får som bild.<br/>  Men står man istället bakom både objektet och gubben så kommer ljuset från månsanden att lyssa upp gubben!<br/> <br/>  Varför det är ljusare på skon handlar ju enbart om att skon är rundformad.<br/>  Och som alla vet som gått lite fysik i 9:an så vet man lite om optik och ljus förmodar jag. Jo, där på skon som vätter mot kameran så blir ljuset mer samlad än vad det är på den del av skon som är \"riktad\" ifrån kameran.<br/> <br/>  Vid 34:15 till 34:22 ser man ändå tyldigt att gubben är upplyst även framifrån, men då vi pratar om en svartvit film av mycket sämre kvalitet än en stillbilds systemkamera med en mycket mer känsligare film så blir det självklart skillnad.<br/>  Sedan är ju som jag redan sagt kameran riktad MOT månens ljusa sand som då medför att mycket av det mörka blir mörkare.<br/> <br/>  Sedan så säger han att månens yta reflekterar ljus så dåligt att inte ens stenars skugga blir upplysta! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad44.gif\" title=\"Sad44\"/> <br/>  Så, förmodar att skägg-gubben aldrig varit ute på landet i hela sitt liv.<br/>  Tycker DU att det är lite reflektion när det är fullmåne en klar natt?<br/>  Du har ju förfan skugger och ljus så starkt att du kan utan problem läsa en bok om det är så????<br/>  Men vad händer om du tar en bild med motljus mot marken med stenar på?<br/>  Jo, då kommer mörka partier blir ännu mörkare!<br/> <br/>  Tänk även att kameran är I skuggan när fotografierna tas på gubben nerkklättrande för stegen. Detta är även det är mycket viktig faktur hur reslutatet blir.<br/> <br/>  Hur i helvete skulle man kunna räkna ut var någonstanns den andra ljuskällan är någonstanns? Jo, dom räknar ut vinkeln... Och då kommer dom fram att den är 34-36 cm till höger om kameran...<br/>  Jasså... Och hur vet dom inte att den andra ljuskällan står 2 km bakom istället?<br/>  Det kan lika gärna vara ett berg som \"blänker\" till i foten. Eftersom dom inte vet hur starkt ljuset är från början så är det fullständigt omöjligt att räkna ut hur långt ifrån ljuskällan är.<br/> <br/>  Sedan visar dom 39:35 en bild på en kostruktion där den har guldfolie runt om sig + någon speglande sak. Även i motljus kommer dessa saker reflektera tillbaka så mycket månljus att det kommer synas tydligt i kameran, inget märkligt alls som vanligt. <br/> <br/>  Angående vilkeln på det kända fotografiet.<br/>  Vi pratar om ca 40 cm från ögat till bröstet där kameran sitter. Att tro det skulle påverkar bilden i något överhuvudtaget bara för att mitten korset är på foten är bara så patetsikt. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad44.gif\" title=\"Sad44\"/><br/> <br/>  Tänk även att det är taget 1000-tals av bilder, dom pratar om att det är aldeles för bra bilder... Varför tar dom inte upp dom 1000-tals bilder som inte är bra då?<br/> <br/>  Vid ca 1:05:12 till  visar dom en sekvens som enlig \"fotoexperten\" är kostig, jag sätter blicken och ser... Gubben går närmare månlandaren. Kollar på skuggan, väntar... Väntar... När ska det bli något kostigt... Väntar, sedan kommer skägg-gubbe igen och säger att så ska det inte se ut???<br/>  VA???? Vad pratar idioten om???<br/>  Man ser tydligt att marken inte är platt utan rätt kuperad, därav att skuggan rör sig kosntigt. Sedan så ser man tydligt att skuggan inte alls blir kortare utan att den helt enkelt hamnar bakom vårt synfält p.g.a. att han dels är i vägen och dels är marken kupperad neråt så vi inte kan se skuggans hela längd.<br/> <br/>  Vid 1:06:13 snackar han om att dom har olika längd på skuggan.<br/>  Ja, vad annars. Ser man inte rätt tydligt att det är verkar vara en skillnad på vinkeln på marken då det är olika färgnyanser?<br/>  Sedan visar dom en demostration för att \"bevisa\" att skuggan skulle bli drastiskt ändrad... Men för att visa detta gör dom MEDVETEN fel, hur fan kan man vara så dum i huvudet och visa det genom att sätta upp ett tyg mot en vägg! Ja ja, blir mer och mer förbannad ju mer jag ser på den här påhittade skiten där dom medveten gör felaktiga jämförelser! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/rant.gif\" title=\"Rant\"/><br/> <br/>  Vid 1:16:20 pratar dom om ljudet, dom visar en filmsekvens lite tidigare på en som åker is-bob eller vad det heter. Något som skackar fruktansvärt p.g.a. friktions.<br/>  Sedan jämför dom när dom landar på månen...???<br/>  Tror du en som landar en helikopter låter som en som åker is-bob????<br/>  Just när dom landar så blir det en kort kort stuns, sedan är dom stilla. Varför skulle man höra rösten skakig för??? Jävla idioter!<br/> <br/>  1:20:00 så pratar dom om att kameran går sönder, men det skulle vara omjligt att få in någon mer med den p.g.a. det. Hur fan vet dom det? Vet dom HUR kameran gick sönder? Dom menar på att bara för att kameran gick sönder p.g.a. att dom rikta den mot solen så måste det betyda att det INTE ska gå att få in något alls. Så klart är detta bara ren lögn som vanligt, som alla som vet lite om teknik så kan saker fungera halvt och halvt...<br/> <br/>  Vid 1:26:31 är det någon käring som säger att rutan måste vara HELT svart om dom är ute i rymden... VA???<br/>  Hur ska den kunna vara helt svart??? Har dom släckt solen eller?<br/>  Självklart lyser solen otroligt starkt på rutan, och det sitter som alla ser någon typ av fönsterkarm som håller fast rutan. Denna är ljust färgad.<br/>  Detta medför att ljus åker in i fönsterutan och bryts och gör glasrutan ser ljus ut p.g.a. smuts, kondens mm på rutan.<br/>  Jämför själv om du åker bil i mörker med lite imma på och smutsig ruta, det lyser en annan bil snett in mot dig, menar du på att du inte skulle se rutan då? Eller skulle det vara som du inte hade någon ruta, alltså helt svart<br/> <br/>  Vid 2:05:37 blir jag riktigt uppenbart arg!!!<br/>  Då ska dom visa att en hamare och en fjäder rör marken samtidigt. Han håller fjädern så att den ligger horisontalt, släpper och man set att båda rör marken samtidigt.<br/>  Detta sker BARA i vakum. Om håller fjäderern horisontalt i luft skulle den dingla fram och tillbaka.<br/>  Detta ska nu skägg-gubben visa att man kan göra i luft med. Och vad fan gör dom? Dom håller fjäderen vertikalt!!! VARFÖR??? Jo, för dom måste lura dig som TV-tittare att det inte är några problem, hade dom haft fjädern vertikalt hade det såklart inte blivit samma resultat. Dom har även letat upp en hård, tät fjäder så det inte ska bli någon risk att den dalar ner...<br/>  I den här filmen: <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3D4mTsrRZEMwA\" target=\"_blank\">http://www.youtube.com/watch?v=4mTsrRZEMwA</a><br/>  ser man tydligt att deras fjäder är rätt \"buskig\", alltså omöjlig att få ner sammtidigt om det varit luft.<br/> <br/> <br/>  Hela missen med sådana här \"dokumänterer\" är att dom enbart visar en av \"åsikterna\", den andra som kan motbevisa dom tar dom aldrig upp.<br/>  Det är ju som sagt massor av \"fakta\" i filmen som är rena lögner och felaktigheter! Varför tar man du upp sådant? Jo, för att man vill ge dig en bestämd åsikt, inte att du ska få se olika slutsattser.<br/>  Därför så är hela idéen med filmer mm där man alltid tar upp rena lögner och felaktigheter istället för att enbart visa några få få frågetecken väldigt dålig.<br/> <br/>  Så, jag har kollat igenom dokumentären och kan säga att det mesta är rena lögner, det är massa sakfel, dom säger att saker är omöjligt när det inte är det (ta handskarna, självklart är det inte omöjligt, bara svårare) mm.<br/> <br/> <br/>  Jag som amatörfotograf är fan miljoner ggr så bättre på fotografik-kunskap än vad han är.<br/> <br/>  Ursäkta alla stavfel, orkar inte rättstava. Är förbannad på alla jävla lögner folk sprider."
	},
	{
		"postIndex": 4621,
		"postNumber": 4699,
		"rankGlobal": 6,
		"scoreGlobal": 94.9,
		"userRank": 6,
		"userScore": 35.6,
		"postUserName": "kojiro",
		"postUserID": "u316996",
		"postUserUrl": "https://www.flashback.org/u316996",
		"postDateTime": "2009-01-15, 23:39",
		"postUrlInThread": "https://www.flashback.org/t967842p392",
		"postUrlUniq": "https://www.flashback.org/sp14640045",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Herr Lindholm</strong></div> <div>Riktig tabbe att ha med en sådan ledtråd i anteckningarna. CIF kan ju omöjligen betyda något annat...</div> </td> </tr> </table> </div> <br/>  CIF kan förstås betyda något annat men vi får anta att den som var ansvarig för att redigera videon var införstådd med förkortningar som förekom, om vi utgår från idén att video2 är en arbetskopia för att dokumentera felaktigheter som måste redigeras bort.<br/> <br/>  Nåväl, jag har tittat närmare på de två videoklippen. Helt klart så visar video2 mer bild. De har dessutom inte samma proportioner. Jag försökte förminska och förändra video1 och lyckades nästan få den att passa in och då saknas det bild i video1 på höger sida och i underkant. På högersida exakt så mycket att mannen försvinner. Det betyder att om video2 är fejk så måste den som fejkat den klistrat dit extra bildinformation. Och det är förstås inte omöjligt. Det är här som kvalitén på bilden spelar en stor roll eftersom den är så ljus så klipps mycket av informationen bort. Jag lekte med brightness/gamma/kontrast och inverterade bilden i ett försök att kunna urskilja artifakter som skulle skvallra om att bilden skarvats ihop. Tyvärr syns inget sådant. Men eftersom så lite information finns kvar i signalen så vore det antagligen inte svårt för någon kunnig person att åstakomma detta utan att lämna spår.<br/> <br/>  Jag listar här de detaljer jag kan komma på som talar för att den är fejkad:<br/> <br/>  Den mystiska mannen ser för stor ut i förhållande till astronauterna. Enda förklaring jag kan komma på är att han skulle stå närmare kameran än vad man får intryck av, kanske genom att han står på en kulle eller nått. Alt. att man använder \"forced perspective\"<br/> <br/>  Mannen är dessutom extremt mörk. Tyvärr så visade det sig finnas några partier på månlandaren som var lika mörka, annars hade detta varit ett klart bevis på att han klippts in, men det är fortfarande mycket suspekt speciellt med tanke på att står direkt i solsken (eller en lampa om man så vill).<br/> <br/>  Eftersom video1 zoomar in så kan vi se miljön runt omkring i ett ganska vidsträckt område. Det betyder att mannen måste ha sprungit in en ganska lång sträcka för att plocka upp vad det nu är han plockar upp, och det är ett mycket konstigt beteende vid en sådan här inspelning! Om man är rädd att något onormalt finns i bild så blir det ju bara sämre av om en människa som absolut inte får vara där dyker upp!<br/> <br/>  Om man funderar vidare så är hela scenariot väldigt underligt. Anta att man faktiskt håller på med en fejkad inspelning. I en normal spelfil så finns det vanligtvis fullt med missar där man kan se kuliss och utrustning och personal, men en spelfilm har ju en annan prioritet på sådant och små misstag spelar inte så stor roll. I detta projekt är det ju högsta prioritet att inget onormalt syns i bild. Det finns ingen anledning för någon som inte hör hemma där att rusa in framför kameran. Om man upptäcker att något onormalt föremål syns i bild så rekommenderar jag att man skriker \"bryt, omtagning\" istället för att som det påstås här försöka redigera bort något i efterhand.<br/> <br/>  Enda anledningen att redigera i efterhand vore om man faktiskt skickade ut videon live (vilket det anspelas på i kommenter till youtube videon) och således faktiskt folk har sett den mystiska mannen i den officiella utskickningen från NASA och att man således måste fixa till det efteråt. Men det finns ju absolut ingen som helst anledning att göra det hela live, och om man nu var helt rubbad och gjorde så i alla fall så finns det absolut ingen förklaring till att någon rusar in framför kameran eftersom det är ett totalt livsfarligt beteende.<br/> <br/>  Sedan har vi kommentaren om att personen som lade upp detta på youtube säger att han hittade en filmrulle efter att hans morfar/farfar dog och denne påstås ha jobbat hos NASA. Det verkar mycket ologiskt att göra en kopia på film då originalet rimligtvis bör ha varit filmat med en videokamera. Det verkar ju mest troligt att video2 skulle kunna tänkas vara en temporär arbetskopia som efter att jobbat ha utförts var menad att förstöras. Film används ju snarare för att arkivera efterom den har lång livslängd.<br/> <br/>  En detalj som kanske inte betyder något åt endera hållet. video1 (dvs från NASAs Lunar Journals) har en framerate på 15fps. Dock så är det inte den framerate på materialet som visas utan vissa bildrutor dupliceras. Jag har inte räknat ut den exakta framerate men jag gissar att den är på 10fps. Det är nu lite konstigt eftersom RCA kameran är spec:ad till 20fps. Den tidigare svartvita kameren som användes på Apollo till och med 14 var 10fps dock. Kanske kunde RCA kameran ställas om? Eller, tänker jag nu, så har materialet konverterats till NTSC genom nån slags bildruteduplicering och sedan har videoklippet på internet halverat framerate:n bara som kompression. Det låter faktiskt som det mest troliga. Nån som har Apollo 16 DVD och kan kolla? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/>  Det kanske bästa till sist, det är svårt att avgöra, men det ser ut som att astronauterna i video2 rör sig på samma sätt som i video1 (dvs att vissa bildrutor dupliceras) medan den mystiska mannen ser ut att röra på sig i varje frame! Ett perfekt bevis, men det är dock svårt att se exakt hur astronauten rör sig pga av kompressionsartifakter och den allmänt dålig bildkvaliten...<br/> <br/>  Sådär, det var väl ungefär detta jag ville ta upp eftersom jag tyckte att de tidigare argumenten emot videon var alltför svaga. Tyvärr så lyckas jag inte bevisa att video definitivt är fejk vilket jag hade hoppats på <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/sad.gif\" title=\"Sad\"/><br/> <br/>  Det blev en ganska lång uttläggning av ett ämne som jag gissar redan var betraktat som avklarat här. Beklagar, men jag fann videon intressant <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/>  Blir värre om en ännu bättre fejkad video dyker upp. Då finns kanske bara argumentet att det är möjligt att fejka och således måste man betrakta externa bevis för att kunna avgöra vilket som är mest troligt är äkta: Apollo eller videon. Men för denna räcker interna bevis ganska långt."
	},
	{
		"postIndex": 4017,
		"postNumber": 4085,
		"rankGlobal": 7,
		"scoreGlobal": 94.6,
		"userRank": 3,
		"userScore": 53.3,
		"postUserName": "Pad",
		"postUserID": "u58188",
		"postUserUrl": "https://www.flashback.org/u58188",
		"postDateTime": "2008-12-03, 02:20",
		"postUrlInThread": "https://www.flashback.org/t967842p341",
		"postUrlUniq": "https://www.flashback.org/sp13967877",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>xismxist</strong></div> <div>30 major flares (och 1400+ minor) inte bevis nog för att det skulle ha varit farligt?! Ryssarna skickade aldrig astronauter dit men dom tog åxå hem \"bevismaterial\" <br/></div> </td> </tr> </table> </div> <br/>  Och ändå har du inte lyckats få till någon bra förklaring på vilka flares som skulle varit farliga, vilka som var riktade var och vilka ENSKILDA solstormar som skulle ha påverkat astronauterna.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       \"the astronauts couldnt grip anything smaller than about one inch\" - jan lundberg, hasselblad. det var utifrån detta som hasselblad specialgjorde kamerorna åt nasa... Vet du vad GREPPA är?       </td> </tr> </table> </div> <br/>  Jag vet utmärkt väl vad greppa är också.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Som sagt, det bevisar att hammarn å fjädern utfördes på jorden!       </td> </tr> </table> </div> <br/>  Nej, du kan uppenbarligen ingenting om bevisteori.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       INGET dom gjorde bevisade att månlandningarna ägt rum! deras skuggor föll lika som på månen, so what? det bevisar att dom fick samma resultat... inget annat! dom bevisade att flaggan fortsätter vaja lång tid i ett vakuum, so what? vissa flaggscener kan ha filmats i vakuum. Lixom mythbusters tog bara upp det uppenbara som var lättast att motbevisa...  Det pinsamma var hammarn å fjädern där dom hade en anordning! hade david scott en anordning?! nej! DÄR har du beviset på att nasa var med på ett hörn.       </td> </tr> </table> </div> <br/>  På vilket sätt skulle det bevisa att NASA \"var med på ett hörn\" (intressant, nyss hävdade du att de DIKTERADE INNEHÅLLET, är de bara med på ett hörn nu?).<br/> <br/>  Nej, nej, nej... då får du allt visa upp en vakuumkammare av de episka proportioner som skulle krävts, och vad gäller hammar/fjäderexperimentet måste du förklara hur de fick till mångravitation.<br/> <br/>  För övrigt har du redan fått en förklaring på varför de hade en släppanordning till det, men som vanligt ignorerar du ju bara obehaglig fakta...<br/> <br/>  Men visst, Mythbusters sa att de hade för mycket att göra om de skulle ta sig an alla galna myter som figurerar, och det har de ju rätt i, de blev MER än ett helt program. Därför hoppas jag att du håller med mig om att de var tvungna att sålla bland vad som skulle få vara med?<br/> <br/>  OK, vidare så påstår de att de väljer de VANLIGASTE och mest spridda myterna, och det de tar upp i programmet är:<br/> <br/>  - felaktiga skuggor<br/>  - astronauten i skugga upplyst<br/>  - flaggan som viftar<br/>  - fotspår i dammet<br/>  - astronauter som skuttar<br/> <br/>  + det som bara hamnade på www<br/> <br/>  Frågar du mig så ÄR det där de vanligaste sakerna som diskuteras. Om du nu tycker att handskarna borde varit med, vilka ANDRA saker tycker du att de borde tagit bort och varför? Kom ihåg att de sagt sig vilja ta de vanligaste myterna, kan du med den bästa vilja i världen påstå att dina entumsvantar är en mer känd myt än NÅGON av punkterna ovan? Jag hade inte ens hört det pståendet innan du ramlade in och jag har hängt här rätt länge nu (måhända har någon tagit upp det tidigt i tråden men det har jag i så fall glömt). Tycker du inte att det vore klädsamt av dig att argumentera lite för din sak innan du glatt anklagar NASA &amp; MB för att strunta i de testerna? Det är liksom väldigt bekvämt att sitta här i Sverige och i efterhand påstå att just de där ANDRA sakerna som inte togs upp skulle ha gett andra resultat.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Tyvärr inte!       </td> </tr> </table> </div> <br/>  Jisses... Det är suddiga fläckar. Varför skulle NASA låta en sån bild ligga ute om den var befläckad med bevis på det sättet? Min gissning är för att du ser i syne och tolkar reflektioner i folien ungefär som man kan tolka molnen under en sommardag till lite vad man vill.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Istället för att sitta här hela dagarna så borde du ägna dej åt att räkna sten! varje dokument, varje sida (förutsatt att du kan lite matte) vill du inte skedmata mej går det bra med en gaffel.      </td> </tr> </table> </div> <br/>  Inte en chans. Alla utom du fattar att du är patetisk. Du har fått hela katalogen, mer än så kan du knappast förvänta dig. Det tragiska är att du innerst inne inser att du är ollad här men ändå fortsätter att spjärna emot för att slippa medge det. Tyvärr för dig så märks det ändå. Vi gav dig precis det du frågade efter.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       du återkommer gång på gång till stenarna men kan inte bevisa dess existens! <br/>  DET är det pinsamma här... en förutsättning för att fråga HUR man tog hem 382 kg sten är för i helvete att först bevisa att det FINNS 382 kg sten!      </td> </tr> </table> </div> <br/>  Som sagt, patetiskt. Jag förstår att du tycker att den katalogen med samtliga prover är väldigt besvärlig, men släpp det nu. Du hade fel, du blev ollad. Tror du inte att slutsumman stämmer så räkna själv, alla proverna är där.<br/> <br/>  För övrigt kan det faktiskt vara så att slutsumman inte blir exakt den man fick hem eftersom några gram hit och dit förstörts vid provtagningar av stenarna. Ja vet inte om den angivna vikten är den ursprungliga eller den nuvarande. I vilket fall som helst så har du där ett par hundra kilo sten katalogiserade och med fina datablad för varje sten. Att kräva att jag skall ge dig en lista med en länk för varje enskilt prov och en sammanräkning på vikten är så tramsigt så jag vet inte vad.<br/> <br/>  Lägg ner nu, du blir bara mer och mer pinsam för varje inlägg. Så här långt har du en lång rad med felaktiga påståenden (jag gick tillbaka i tråden för att leta efter andra saker och hittade inlägg från din gamla användare xism, det var ju ÄNNU fler fel än vad jag mindes... fullständig okunskap om grundläggande fysik... ja tjena) och några som du fortfarande tror att du kan trixa hem trots att de isflaken håller på att sjunka de också. Varje vägg du satt upp har gjort ont i slutändan på dig. Hur många fler behöver du?"
	},
	{
		"postIndex": 7112,
		"postNumber": 7251,
		"rankGlobal": 8,
		"scoreGlobal": 92.8,
		"userRank": 112,
		"userScore": 2.2,
		"postUserName": "Supermarine",
		"postUserID": "u286067",
		"postUserUrl": "https://www.flashback.org/u286067",
		"postDateTime": "2010-04-11, 23:46",
		"postUrlInThread": "https://www.flashback.org/t967842p605",
		"postUrlUniq": "https://www.flashback.org/sp22480541",
		"sentence": "Hej. Undrar över en sak.<br/> <br/>  Jag är själv mycket vetenskapsintresserad och har alltid avfärdat alla som pratar om \"ufon och mörkläggningar av regering osv\" som stollar. Och det finns ju helt klart dårar därute. Gott om dem. Har själv träffat en amerikan som på fullt allvar påstod att han träffat på någon farkost när han var ute och åkte bil, som ville \"kommunicera\"....Men nu till vad jag hade att säga, eftersom jag har kommit på något som jag inte kan bli riktigt klok på. Dvs jag har inte läst om detta någonstans på någon konspirationssajt eller något sånt. Därmed menar jag inte att jag skulle vara ensam om att ha kommit på detta eller att någonting inte har skrivits om just detta tidigare. Det vet jag ingenting om och men jag har heller inte sett det. Det enda jag kan tycka är att det är konstigt att något så talande för att det tycks vara något mystiskt med månlandningarna, mig veterligen inte har tagits upp tidigare. Men som sagt jag kan ha fel. Jag har heller ingen lust att plöja igenom hyllmeter av material och internetsajter för att försäkra mig om att jag har just fel.<br/> <br/>  Nu till vad jag har att säga:<br/>  Jag känner på ett ungefär till hur radiosändningar fungerar och vad skillnaden är att sända från mast till mast och mellan världsdel till världsdel. Därmed hävdar jag inte att jag är en expert på frekvenser och annat sånt men jag tror mig ha förstått de bärande principerna för radiosändningar. Det finns en sändare någonstans som sänder ut en signal som förväntas tas emot av en mottagare. Signalerna går ut radierande dvs de strålar ut från en punkt ungefär som på det sätt som man med teckningar brukar illustrera solen och dess ljus, dvs med en ett klot i mitten och en massa strålar som utgår från det. Strålning kan aldrig övervinna att planeten är rund dvs strålningen missar det som finns bakom horisonten. För att träffa det som finns bakom horisonten och som signalen från en mast därmed missar så måste det finnas en ny mast med en sändare som når ett visst avstånd osv. På det viset kan signalen fortsätta vidare. Finns ingen mottagare inom ett tillräckligt stort område så kommer alltså signalen att styra ut i rymden och det som finns bakom ( under horisonten) missas då. <br/> <br/>  Vad man då kan göra är att sända signaler mot en särskild punkt ute i rymden där det finns en stillastående,sk geostationär, satellit. Satelliten tar då emot signalen och (reläar), sänder den vidare mot annan del av jordklotet dit signalen inte hade kunnat nå i vanliga fall, det området på jorden som satelliten riktar signalen till, kallas för ett sk footprint. För att satelliten skall kunna stå till i förhållande till jorden som snurrar runt solen, kräver naturligtvis att satelliten roterar runt jorden med samma hastighet som jorden snurrar så att satelliten förefaller stå stilla från jorden sett.<br/> <br/>  Det är det sättet att skicka signaler på som gjort att vi de senaste tjugo åren har sett en explosion i det antal tvkanaler vi kan få in och se direkt vad som sker på andra sidan jorden. Det har sänts upp ett stort antal satelliter med transpondrar som sänder vidare signaler från tvkanaler till andra världsdelar eller länder. <br/> <br/>  Sådana satelliter fanns inte i en sådan omfattning tidigare, som de gör sedan typ tjugo år tillbaka och än mindre under tiden för månlandningarna som skedde runt 1969-1971 eller vad det nu var. Alltså fanns det inte sådana satelliter på den tiden runt jorden vad jag förstår ( i så fall kanske i test eller forskningssammanhang men i alla fall inte för tv och radiosändningar )och än mindre och än viktigare i sammanhanget fanns inte sådana satelliter runt månen. <br/> <br/>  Det finns ju trots allt inte något annat sätt att sända radio och tv signaler på. Jo det fanns (finns ännu ) kablar under haven också som våra telefonsamtal och vår internettrafik går igenom men de sände ju bara signaler över ( under ) havsvidderna.<br/> <br/>  Ok. Nu var det ju så att, när man landade på månen så landade man, kanske passande nog, på månens baksida. Det gick alltså inte att se månlandningen från jorden med starka teleskop. det enda sättet att följa vad som skedde däruppe nere på jorden var genom radiosignaler från månen. Nu frågar jag mig dock, hur kunde det ha gått till, att vi fick radiosignaler från månens baksida? <br/> <br/>  Månen är ju rund och månens rundning och horisont omöjliggör ju därför sändningar från månens baksida. Det som sänds därifrån når ju inte jorden annat än om en geostationär satellit fanns där och någon sådan fanns ju inte runt månen på den tiden. (Antar att det inte ens finns det idag). Vi hade ju aldrig direktkontakt med den yta på månen som man landade på med månlandaren annat än genom signaler. Men var kom i så fall radiosignalerna som gick från månlandaren med bilderna och ljudet från månlandningen och månpromenaderna direkt till jorden ifrån? Det fanns ju ingen stillastående satellit runt månen som kunde skicka de signalerna vidare hit. Månkapseln som hyst månlandaren på vägen till månen och som astronauterna dockade med när de skulle återvända till jorden, passerade ju hela tiden runt månen utan att stå kvar på samma ställe, så den kan ju inte ha använts för att reläa signalen tillbaka till jorden. Det är detta som gör att jag blir litet skeptisk till om man verkligen har befunnit sig på månen.<br/> <br/>  Kan någon förklara för mig hur det var möjligt att få bilder och ljud från månlandaren som befann sig på månens baksida och därför aldrig kunde nå jorden med radiosignaler? Så vitt jag vet så har det aldrig nämnts något om att det skulle ha funnits en geostationär satellit runt månen för att reläa radiosändningarna därifrån samtidigt som månlandningarna skedde? Några geostationära satelliter fanns väl inte ens runt jorden och än mindre runt månen på månens baksida på den tiden, tillräckligt långt uppe för att kunna reläa signalerna förbi månens himlakropp vidare till jorden dessutom?<br/> <br/>  Kan någon förklara det här för mig?"
	},
	{
		"postIndex": 8207,
		"postNumber": 8370,
		"rankGlobal": 9,
		"scoreGlobal": 91.3,
		"userRank": 3,
		"userScore": 53.3,
		"postUserName": "Pad",
		"postUserID": "u58188",
		"postUserUrl": "https://www.flashback.org/u58188",
		"postDateTime": "2010-09-14, 01:47",
		"postUrlInThread": "https://www.flashback.org/t967842p698",
		"postUrlUniq": "https://www.flashback.org/sp25465155",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>slindberg</strong></div> <div>DU påstår att du gjort alla korrekta uträkningar! VAR räknar du då med dom antal joules dom använde sej av i mythbusters test? DU ska redovisa detta. Inga ursäkter accepteras!<br/></div> </td> </tr> </table> </div> <br/>  Du glömde helt redovisa vad du saknar om nu joules är lika med effekt dividerat med pulstid. Gör om, gör rätt.<br/> <br/>  Det är som om (kolla, här kommer en liknelse till, jag tänker att du kanske behöver öva på sådana) jag åker 8 mil på 1 timme och du blir sur för att jag inte angett min genomsnittshastighet.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Jag väntar!<br/> </td> </tr> </table> </div> <br/>  jag med! Du har exempelvis sagt att det var fler fotoner i MB experiment jämfört med 1962, men du har inte kunnat visa upp ens en liten addition för att bevisa det. Var det bara tomt snack? Jag har visat upp precis hur jag räknade. Kom igen nu.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Man får svar oavsett, vilket är bevisat - EOD. Reflektorn behövs inte.<br/> </td> </tr> </table> </div> <br/>  Nej, man får inte svar oavsett. Om det var så, varför inte langa iväg 100 fotoner och sen se vilka som kommer tillbaka. Jag tog mig tid att skriva en lång förklaring med enkelt språk hur det kan komma sig att man får svar mot bara månytan, den struntade du helt i. Det är lite som (oj, ännu en liknelse) om en popartist står på scenen utan ljudsystem och högtalare. Då måste han/hon skrika bra mycket högre för att ljudet skall nå fram till deltagarna. Skitenkelt.<br/> <br/>  Fatta, man fick svar när man hällde iväg ofantliga mängder fotoner under lång tid, det var precis vad man gjorde.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Din siffra fem miljoner gånger stämmer inte in om vi väger in allt runt omkring, vilket vi redan gjort. Ändå är det fem miljoner du hela tiden återkommer till? Mej veterligen så är faktorn nere på 25.<br/>  Eftersom man fick liknande svar som man får idag och kunde mäta dessa så är det DU som ska lägga fram belägg för att man måste ha en reflektor för att studsa och mäta laser, och där vet vi alla vad svaret blir.<br/> </td> </tr> </table> </div> <br/>  Ha ha, herre gud vad du har dålig koll. 5 000 000 är kvoten mellan de bägge pulstiderna. Du har påstått (skall jag hämta citatet åt dig?) att man hade kunnat få svar från månen 1962 om man sänkte pulstiden till 100 ps. Detta har du inte lagt fram några som helst belägg för. Så enkelt är det. Men chocka mig genom att faktiskt posta några konkreta belägg för att det skulle vara sant.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Man fick det 1962 vilket du har extremt svårt för att förstå. \"COULD BE MEASURED BY ULTRA SENSTIIVE EQUIPMENT\" Ska jag repetera skillnaderna i testet 1962 och mythbusters test? Träffyta på månen: myth 2 km. 1962 3 km. Tid för studsen: 2.5s (lika för båda). Diametern på den tebakastudsande lasern: lika för båda... SÅ mkt för användandet av en reflektor. <br/> </td> </tr> </table> </div> <br/>  Men lille vän, lugna nu ner dig, för det är du som inte förstår. Att man fick svar är inte samma sak som att man fick svar som kunde mäta AVSTÅNDET till månen med någon vettig noggrannhet. Eller fattar du fortfarande inte varför pulstiden är väsentlig. Kom igen, förklara med egna ord hur man skulle kunna mäta avståndet på något vettigt sätt när man släppt iväg fotoner under 0,5 ms. Att man var tvungen att ha känslig utrustning för att ta emot dem har inte med saken att göra, det är självklart att man var tvungen till.<br/> <br/>  Det hela ramlar tillbaka på att du inte greppar skillnaden på att använda reflektorn och att inte använda reflektorn.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Nej du kan inte se nån skillnad alls! och nu lägger vi till \"rumpa\" på den redan långa listan av exempel (exempel på brist av argument) <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/><br/> </td> </tr> </table> </div> <br/>  Visst kan jag det. Och nej, rumpa var inte ett exempel, men jag förstår att du med din trasiga läsförståelse tror det. Problemet är att din taktik inte funkar, alla ser att du bara desperat försöker undvika att svara.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       När argumenten är slut så ska det anmärkas på stavning, men du hade fel där med! (som med allting annat) \"sådana som dej\" heter visst sådana som dej, det är \"sådana som du\" som heter sådana som du. <br/> </td> </tr> </table> </div> <br/>  Ha ha, nej, jag såg det bara som en syrlig anmärkning på att du drog fram xisms gamla fina pedofilkort. På tal om att sakna argument då ja... Om man i förra inlägget antytt att folk var potentiella pedofiler så skall man nog vara försiktig med att tala om vem som har slut på argument.<br/> <br/>  Jag tycker att du skall fråga din svensklärare vad som är korrekt. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       1000 st räcker, då påståendet är \"flera tusen\"<br/> </td> </tr> </table> </div> <br/>  Som sagt, vi skall nog mata dig om du bara tar dig an de som du fått persenterade i tråden så här långt. Du har till och med fått specifika texter som förklarar hur det ligger till. Texter författade av riktiga vetenskapsmän med koll på läget, till skillnad från din youtubeidol då alltså.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Jag fick en lista på namn som kan komma från vad som helst, ingenstans finns det rapporter. DU och dina propagandapolare som påstår att TUSENTALS geologer har undersökt månstenar ska redovisa dessa TUSENTALS rapporter, dessutom visa VAR i varenda rapport det framgår skillnader gentemot jordsten. Men jag begär som sagt bara 1000! <br/> </td> </tr> </table> </div> <br/>  Du har redan fått svar på det. Svaret försvinner inte för att du låtsas som att det inte finns.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       För att ställa den frågan ska du först visa vad som skiljer isotopprofilerna åt. 1000 forskare och dess rapporter räcker, annars ställ inte frågan. Jag väntar! Bara 1000 av TUSENTALS.<br/> </td> </tr> </table> </div> <br/>  Kom igen, ta dig an de exempel du fått först. Det är givetvis trams att ifrågasätta vedertagen kunskap utan ens så mycket som ett uns av egen tankeverksamhet. För alla är det uppenbart att du bara vill skapa en uppgift som är så jobbig att vi inte skall göra den, och på så vis slipper du konfronteras med verkligheten. Problemet för dig är att det räcker med en enda fackgranskad artikel för att visa att du har fel, att det sen finns tusentals om man bara gräver är en annan sak. Så här långt har du presterat noll och intet för att sakligt ta dig an de utdrag ur rapporter du fått presenterade.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Vilka gav NASA ut koordinaterna till? BRING UP OR SHUTUP.<br/> </td> </tr> </table> </div> <br/>  Det är inte frågan, frågan är vilka som lyssnade.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Dessutom sa jag att ingen följde apollo hela vägen till månen och tillbaka (därmed finns det inga oberoende bevis)<br/> </td> </tr> </table> </div> <br/>  Du kan givetvis hitta på helt egna beviskriterier, men det förändrar inte bevisläget alls.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Jag visade bara resultatet av dina påståenden, vilket du inte själv begriper <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/><br/> <br/> </td> </tr> </table> </div> <br/>  Då använder man till att börja med inte citattecken, dessutom var dina slutsatser helt skogstokiga vilket alla utom du fattar.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Ska du använda dej av hårstrå som ursäkt när du ser siffran \"2\" på en sten åxå? C är inget hårstrå, på samma sätt som ett till C kan ses på marken nedanför stenen. I hollywood är dom smarta nog att vända på dessa stenar och lägga det ditritade tecknet PÅ markeringarna men NASA gör alla fel i världen <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/>  Enda frågan är med vilken metod denna klumpeduns avrättades med.<br/> </td> </tr> </table> </div> <br/>  Stene med C har analyserats dukigt noga. Tror du att det här är första gången det tas upp? Helt ärligt, du kastar dig upp på nya isflak hela tiden (förståeligt eftersom de gamla sjunker bakom dig i allt snabbare takt...)<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Jag var tvungen att sänka mej till din nivå, du vet den nivån där man anmärker på stavningar när argumenten tryter.<br/> </td> </tr> </table> </div> <br/>  Nej, det är äpplen och päron (ännu en liknelse, fattar du vad jag menar trots att jag inte pratar om frukt?). Stavfel är en sak, medveten förvanskning är en helt annan.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Jag har inget som helst intresse av att skaffa mej en handfull skara misslyckade &amp; hjärntvättade supporters. Det är du, snorlyktan, jazzil, elgiganten och möjligen ett par till som har kört samma race i åratal. Vidga vyerna på utländska forum så blir ni utskrattade <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> (men det kanske några av er redan försökt med? eftersom alla skrattar åt oss svenskar)      </td> </tr> </table> </div> <br/>  Kom igen, visa upp några forum för alla där de skrattar (alltså inte ryggdunkarforum för foliehattar). Du kan ju titta in på JREF vilken dag som helst så får vi se vad de säger om dina \"bevis\"."
	},
	{
		"postIndex": 8197,
		"postNumber": 8360,
		"rankGlobal": 10,
		"scoreGlobal": 90.1,
		"userRank": 3,
		"userScore": 53.3,
		"postUserName": "Pad",
		"postUserID": "u58188",
		"postUserUrl": "https://www.flashback.org/u58188",
		"postDateTime": "2010-09-13, 21:30",
		"postUrlInThread": "https://www.flashback.org/t967842p697",
		"postUrlUniq": "https://www.flashback.org/sp25458319",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>slindberg</strong></div> <div>Du har inte angett hur många joules som användes av lasern i mythbusters test.<br/></div> </td> </tr> </table> </div> <br/>  Och om nu dina joules består av effekten dividerat med tiden, vad är det du saknar? Menar du bara att du är helt oförmögen att göra en division själv eller vad är bekymret?<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Är du trögfattad? Du har inte angett hur många joules som användes av lasern i mythbusters test.<br/> </td> </tr> </table> </div> <br/>  Jag vet precis vad jag gett dig för data. Varför är du så fixerad vid joules? Vad tror du skall hända om man gör divisionen? Eller är det bara ett desperat försök att slippa se verkligheten som den är?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Läs om läs rätt! Först gnäller du på att du inte sagt det men i nästa mening så säjer du det <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> <b>FEL!</b> Det kunde man visst! \"could be measured by ultra sensitive equipment\" <br/> </td> </tr> </table> </div> <br/>  Vem är det som skall läsa rätt?<br/> <br/>  Jag skriver klart och tydligt (jag kan citera väl valda delar om du vill) att<br/> <br/>  A) man kunde få tillbaka ett svar om man skjuter iväg tillräckligt många fotoner<br/> <br/>  B) du inte på något sätt kunnat belägga att det var möjligt att sänka pulstiden 5 000 000 gånger 1962 och fortfarande få mätbara svar. För det har du påstått att man kunde, helt utan att skicka med några belägg för den saken.<br/> <br/>  C) om man använder en pulstid på 0,5 ms så får man ingen användbar data när det gäller att mäta avståndet till månen. Förstår du varför?<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Vänligen avsluta ditt lärarjobb. Kan du inte se skillnad på en hund och sten så kan du heller inte se skillnad på en vuxen och ett barn, såna som dej brukar bli pedofiler... <br/> </td> </tr> </table> </div> <br/>  Jag kan se skillnad på stenar och hundar utmärkt väl. Däremot kan du inte se en liknelse eller ett exempel om den så hoppade upp och bet dig i rumpan hållandes ett stort plakat där det stod \"Liknelser är fina grejor\".<br/> <br/>  För övrigt har du så här långt inte kunnat försvara din tes på något sätt alls. Ser du inte att alla skrattar åt dina försök att slingra dig ur ditt ärkekorkade påstående att saker blir likadana bara för att samma grundämnen ingår?<br/> <br/>  Grattis, där fick du för övrigt en RP. På goda grunder. Jag tror inte att jag sett någon bli så här dumtokig sen xism... Kolla gärna hur det gick för honom, du vill väl inte dra samma svador om pedofiler som han gjorde, för då blir du också avstängd. Själv trodde han väl att det var en konspiration där Guinness låg bakom, men den tragiska sanningen var att han hade noll social kompetens och inte kunde diskutera som en vuxen individ. Dra lärdom av det är mitt råd.<br/> <br/>  För övrigt skulle du fått IG isvenska också, \"sådana som du...\" heter det, inte \"sådana som dig...\".<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       isotoperna är exakt domsamma, eller hade du rapporter som bevisar motsasten?<br/> </td> </tr> </table> </div> <br/>  Ja, det finns gott om sådana analyser. Om jag presenterar några för dig, kommer du att ge dig på den här punkten då eller kommer du att påstå att alla geologer världen över är köpta?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Du måste ju tamejfan ha en allvarlig hjärnskada! NI / NASA påstår att man varit på månen i bemannade färder därav ligger all bevisbörda på ER.  Vilka geologer \"världen över\" är överens om att månstenar är annorlunda än jordsten? länka till 1000 st och deras rapporter eller håll käften. (enligt er är det ju TUSENTALS så enbart TUSEN är därmed inga problem)<br/> </td> </tr> </table> </div> <br/>  Du har redan fått en försvarlig lista. När du gått igenom den så kan du få några fler, jag ser inga skäl att lägga ner tid på att kunna skedmata dig med fakta som du sen inte läser utan bara viftar bort.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Du citerar det jag skrev om jazzil och ändå frågar du \"var då\" ? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/> </td> </tr> </table> </div> <br/>  Ja, du förstår, svar blir inte \"paniksvar\" bara för att du kallar dem det. De svar du angav som exempel var två helt rationella argument, därav min fråga.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Och det bevisar VAD?<br/> </td> </tr> </table> </div> <br/>  Det visar med all önskvärd tydlighet att månen klarar av att skicka tillbaka en försvarlig mängd av solljuset. Helt ärligt så trodde jag att du begrep det själv?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       För att ställa den frågan ska du först visa vad som skiljer isotopprofilerna åt. 1000 forskare och dess rapporter räcker, annars ställ inte frågan. <br/> </td> </tr> </table> </div> <br/>  Ha ha, är du på riktigt? Du inser att du inte kan vinna med logik och argument så då försöker du tjata ihjäl oss istället. Nej du, gubbe lilla. Det funkar inte. Du har redan fått länkat genomgångar av isotopprofilerna. Du kan givetvis hävda att dessa inte stämmer, men då får du nog lägga upp lite argument för den saken, gärna med lite källor påhäftade. Nu kommer ju inte det att hända, för du vet ju att du inte kan.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Radiotrafik? (som visar vad?) <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> Vi har redan rett ut att varken ryssarna eller radioamatörer kunde följa apollo till månen och tillbaka. Ryssarna påstods ha fått in nån kort signal <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> <br/> </td> </tr> </table> </div> <br/>  Nej, vi har rett ut att radiotrafiken följdes och då drog du på skygglapparna och sa att det inte var sant.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       \"stenarna vi har här på jorden är exakt likadana som månstenar och det bevisar att människan gått på månen\" - PAD.<br/> </td> </tr> </table> </div> <br/>  Du vet om att fejkade citat också är grund för IG i skolan? Det där har jag aldrig sagt och aldrig haft som andemening, för stenarna är INTE exakt likadana. Men kul att du ger dig på att förvanska vad andra skulle ha sagt, det säger en hel del om vilken nivå ditt case ligger på.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Vilka foton? menar du den som innehåller en sten med ett \"C\" ? eller dom fejkade foton som elgiganten ignorerade i Collins bok \"carrying the fire\" ?? eller bilen som inte lämnar spår eftersom den är ditplacerad med en kran?       </td> </tr> </table> </div> <br/>  Jag menar ALLA fotona, det med C är uppenbart ett hårstrå. Bilen har ju lämnat spår som syns på bilderna, bubbligt insåg det hela, men tyvärr är du nog för djupt ner i träsket för att kunna medge att du hade fel.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> reflektorer? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> \"ryssarna har landsatt en kosmonaut på månen\" - PAD.<br/> </td> </tr> </table> </div> <br/>  Fler citatförfalskningar ser jag. Jag är inte förvånad, är det här din nivå av argumentation menar du?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Vem som är ägd här är ju du och dina propagandapolare.      </td> </tr> </table> </div> <br/>  In your dreams. Gör en gallup så får du se hur många du lyckats övertyga med dina *fniss* lysande argument... Helt ärligt, hur många här inne verkar tycka att du har haft något vettigt att komma med alls?"
	},
	{
		"postIndex": 4824,
		"postNumber": 4906,
		"rankGlobal": 11,
		"scoreGlobal": 90.1,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "ElGiganten",
		"postUserID": "u119618",
		"postUserUrl": "https://www.flashback.org/u119618",
		"postDateTime": "2009-01-30, 15:47",
		"postUrlInThread": "https://www.flashback.org/t967842p409",
		"postUrlUniq": "https://www.flashback.org/sp14883334",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>GovIScrap</strong></div> <div>här på jorden är de lätt att resa!  men för 30-40 år sedan var de tydligen lättare att resa till månen en på jorden!</div> </td> </tr> </table> </div>   Vart på jorden?<br/>  Vem har påstått detta? DU? ja din trovärdighet är knappast på topp.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>GovIScrap</strong></div> <div>nämn vad dom hette?</div> </td> </tr> </table> </div>   Du har sett filmen Astronauts gone wild, och vet inte ens vilka som svär på bibeln. För att argumentet överhuvudtaget skulle ha överlevt förtexten på skit filmen så skulle ALLA astronauter vägrat svära på bibeln. Men nu gör inte alla det. Så då faller ditt argument platt. För om du nu är så dum så du drar slutsatsen att NASA inte satt 12 personer på månen bara för dom vägrar svära på bibeln så är du bortom bot.<br/>  Fast argumentet existerar ju inte eftersom det var 2 st som svor på bibeln att dom varit på månen. Vilka dom var, nej du lite arbete får du lägga ner, vi har redan tagit detta i tråden. SÖÖÖÖÖÖK! Eller titta på filmen igen!<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>GovIScrap</strong></div> <div>så att om du skulle ställa dej i en stor jävla gropjävel här på jorden så skulle du fan inte få 4 skuggor av enbart 1 ljuskälla!? rätta mej om ja har fel? och de var de jag skrev!</div> </td> </tr> </table> </div>   Eftersom DU överhuvudtaget INTE visat på någon bild som ger FLER skuggor så är din fråga omöjlig att svara på.<br/>  Inte ens mr retard (xism) håller med dig ju! (Det säger en hel del.)<br/>  Det enda foliehattarna lyckas komma på då det gäller skuggor är just att dom inte är RAKA. Din fantasi om fler skuggor är en ny sagoberättelse här!<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>GovIScrap</strong></div> <div>Jorden är inte så liten frånsett månen?</div> </td> </tr> </table> </div> <br/>  Kan du skapa en begriplig mening överhuvudtaget? Är du 10 1/2 år?<br/> <br/>  Du utesluter månen (frånsett) och jorden är inte liten!  ?????<br/> <br/>  Du kanske menar (men nu chansar jag) \"Jorden är inte så liten sett från månen! ??<br/>  Vet du vilken brännvidd på objektivet dom använde?<br/>  Väldigt viktig infomration att ha INNAN du gör din bedömning.<br/>  Visa på en bild då hur stor jorden skall vara!<br/>  Jag tror du inte kan.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>GovIScrap</strong></div> <div>Seriös ?</div> </td> </tr> </table> </div>   Absolut, men du ljuger eftersom du säger att astronauterna INTE tagit bilder på jorden från månen. Oavsett om bilderna är förfalskade eller inte så finns det bilder på just det DU påstod INTE fanns. Så du ljuger! Enkelt."
	},
	{
		"postIndex": 5354,
		"postNumber": 5450,
		"rankGlobal": 12,
		"scoreGlobal": 89.8,
		"userRank": 130,
		"userScore": 1.8,
		"postUserName": "R10",
		"postUserID": "u366909",
		"postUserUrl": "https://www.flashback.org/u366909",
		"postDateTime": "2009-07-29, 12:03",
		"postUrlInThread": "https://www.flashback.org/t967842p455",
		"postUrlUniq": "https://www.flashback.org/sp17893844",
		"sentence": "Det amerikanska månprogrammet har varit omdiskuterat och ifrågasatt. Många menar att president Kennedys löfte om att landa en människa på månen inom tio år var orimligt och ouppnåeligt. Det fanns helt enkelt inga tekniska möjligheter att klara ett så avancerat företag på så kort tid. Och varför återvände USA aldrig till månen? Hur kom det sig att Apollo 18, som stod färdigbyggd och hade besättningen utvald och klar, inte fick starta? Sakta men säkert började frågorna komma. Om hela grunden för Apollo-programmet var orimlig och de tekniska resurserna att genomföra det inte fanns - hur kom det sig då att man ändå hade lyckats landa på månen?<br/> <br/>  Det finns de som menar att allt bara har varit en stor bluff. Att vi alla lurats att tro att människan landat på månen medan allt vi sett på teve i själva verket varit inspelat i en studio på jorden.<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/ohmy.gif\" title=\"Ohmy\"/> <br/> <br/>   Det syns inga stjärnor på himlen på bilderna från månen. I själva verket borde stjärnorna ha synts tydligt eftersom det inte finns någon störande atmosfär i vägen.<br/>  Filmningen och fotograferingen på månen gjordes i mycket starkt sol- och jordljus och kameran bländades ned för att exponera astronauterna och månytan rätt. Det svaga ljuset från stjärnorna kunde helt enkelt inte fastna på filmen. Prova själv: Gå ut en stjärnklar natt och ta en bild av en vitklädd kamrat under en gatlampa. Inga stjärnor fastnar på bilden eftersom ljuset från lampan och marken får kameran att exponera efter dem.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.unmuseum.org%2Fmoonshep.jpg\" target=\"_blank\">http://www.unmuseum.org/moonshep.jpg</a><br/> <br/> <br/>  Den amerikanska flaggan vajar trots att det inte finns någon atmosfär på månen och att det därmed inte kan blåsa där.<br/>  Det finns flera filmsekvenser från Apollo-programmet där man kan se den amerikanska flaggan röra sig. Men de har alla det gemensamt att man kan se en astronaut vrida och rycka i flaggan innan den rör sig. I inget fall rör sig flaggan av sig själv. Föremål som sätts i svängning fortsätter ju att svänga en stund också i ett lufttomt rum. Om det däremot hade blåst en vind skulle man ha sett det fina måndammet yra omkring i samma scener - det gör man inte. över huvud taget visar bristen på omkringflygande måndamm att det inte blåser på månen.<br/> <br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.abc.nl%2Fblog%2Fwp-content%2Fuploads%2F2009%2F07%2Fmoon20landing-300x231.jpg\" target=\"_blank\">http://www.abc.nl/blog/wp-content/up...ng-300x231.jpg</a><br/> <br/> <br/>  När månlandaren landade på månen borde bromsmotorerna ha blåst upp en krater på marken under. Men någon sådan krater syns inte vilket bevisar att landaren ställts in i en studio.<br/>  Den kraftiga delen av inbromsningen genomfördes på flera hundra meters höjd och under slutfasen av landningen användes mycket lite nedåtriktad kraft. I vakuum sprids också utblåset snabbt. Motorn stängdes sedan av minst två meter över ytan. Dessutom hade landningsplatsen valts ut med omsorg; marken var fast med mycket litet damm på ytan. Nasa ville inte riskera att månlandaren skulle sjunka ned i ett djupt dammlager. Att lagret med damm är litet syns också på att vare sig astronauterna eller månlandarens landningsställ sjunker ned mer än någon centimeter.<br/> <br/>  Det hörs ingen buller från månlandarens motor under landningen trots att den måste ha körts för fullt.<br/>  Ljudet kan inte ha hörts eftersom motorn satt i en annan del av månlandaren och ljudet från den inte hade någon luft att fortplantas genom. Det fanns heller inga mikrofoner i månlandaren som skulle kunnat fånga upp ljudet. De enda mikrofonerna satt inne i astronauternas hjälmar, isolerade från omgivningen.<br/> <br/>  På bilderna efter landningen på månen syns inget damm på landningsställen. Detta tyder på att månlandaren ställts dit på platsen och inte landat.<br/>  Eftersom det inte finns någon luft på månen föll dammet snabbt ned på marken och hade redan landat när månlandarens fötter tog mark.<br/> <br/>  Det syns ingen eldkvast från raketmotorn när astronauterna lyfter från månytan.<br/>  Bränslet på månlandaren bestod av hydrazin och dinitrogen tetroxid, som antänds när de blandas, och som då producerar en genomskinlig låga som inte syns.<br/> <br/>  Hur kommer det sig att det syns fotspår runt månlandaren efter det att astronauterna lyft när startmotorn borde ha rört upp en massa damm och täckt över dessa?<br/>  Vid starten från månen lämnades en del av månlandarens underdel kvar och kom också att fungera som startplatta. Det lilla damm som ändå rördes upp kastades långt ifrån landarens fötter eftersom ingen luft hindrade kornens rörelse.<br/> <br/>  För att genomföra bluffen och låtsas att astronauterna varit borta i åtta dygn lät Nasa Apollo-farkosten cirkla runt jorden innan man tog ned den.<br/>  Om ett Apollo-skepp hade cirklat runt jorden istället för att fortsätta mot månen hade detta upptäckts omedelbart av de tusentals radioamatörer som avlyssnade trafiken mellan Apollo och markkontrollen i Houston. Också ryssarna skulle ha märkt om signalerna kom från ett skepp i omloppsbana istället för från ett på väg mot månen. Dessutom hade det varit lätt att se rymdskeppet från jorden under tiden som det befann sig i omloppsbana. Någon möjlighet att dölja det fanns inte. <br/> <br/>  Allt det där spelades i area 51.<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/ohmy.gif\" title=\"Ohmy\"/> <br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.unmuseum.org%2Fmoonhoax.jpg\" target=\"_blank\">http://www.unmuseum.org/moonhoax.jpg</a><br/> <br/>  så vad tror ni är det sant att dom har landat på månen eller inte????"
	},
	{
		"postIndex": 8493,
		"postNumber": 8660,
		"rankGlobal": 13,
		"scoreGlobal": 89.7,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "ElGiganten",
		"postUserID": "u119618",
		"postUserUrl": "https://www.flashback.org/u119618",
		"postDateTime": "2011-01-11, 08:11",
		"postUrlInThread": "https://www.flashback.org/t967842p722",
		"postUrlUniq": "https://www.flashback.org/sp28145400",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Milford.Cubicle</strong></div> <div>Tar inte ställning till om månlandning skett eller inte, det är inget jag kan avgöra, men det är ingen jävla tävling att bevisa genom att trycka ner de som vågar använda sina egna sinnen till att ta ställning.</div> </td> </tr> </table> </div> <br/>  Foliehatter använder inte sina egna sinnen, dom använder youtube och obskyra hemsidor som källor för att försöka övertyga alla om att NASA inte satt 12 personer på månen.<br/>  Jag har säkert sett ett 20-tal av dessa filmer.<br/>  Om man hittar 100 lögner i dessa filmer, varför är då konspirationen fortfarande sann?<br/>  Om man med enkel matematik kan motbevisa dessa filmer är konspirationen fortfarande sann?<br/> <br/>  Vilka av alla i denna del av debatten har mest att förlora?<br/>  Vi som skriver anonymt på nätet?<br/>  Dom som sitter i källaren och klipper i hop filmer som hävdar att NASA bluffar?<br/>  Eller är det NASA som förlorar på att detta skulle vara en lögn.<br/> <br/>  Ca 700 000 var inblandade i detta projekt.<br/>  Du tror inte att låt oss säga 10 ingenjörer skulle upptäcka att dessa uträkningar är felaktiga under tiden?<br/>  Du tror inte att en enda ingenjör idag skulle harkla sig och säga att detta inte kan stämma?<br/> <br/>  Ett intressant spektra i detta är att ingen av foliehattarna förnekar att man kan skicka upp personer i omloppsbana med olika farkoster.<br/>  Men att lämna omloppsbanan och fara till månen då uppstår helt plötsligt alla helvetes problem.<br/>  Det är inte mer växlande temperaturer vid månen än i omloppsbanan runt jorden.<br/>  Det är inte mer vakuum vid månen än vid omloppsbana runt jorden.<br/>  Nej det som foliehattarna klamrar sig fast vid är van Allen belts.<br/>  Men naturligtvis tar man sig inte tid att studera dessa bälten utan man hävdar bara generellt att dom är omöjliga att passerar.<br/> <br/>  Jag skulle inte säga någonting om man kunde redovisa felen med NASA´s beräkningar och lägga fram dessa beräkningar som NASA misslyckats med.<br/>  Men detta har inte gjorts utan standard frasen blir, \"det är omöjligt, NASA ljuger och jag får tycka vad jag vill\"<br/>  Likt en trotsig treåring så räcker detta som motiv för att NASA skulle ha bluffat om detta!<br/>  Så för att reda ut begreppen här så är det faktiskt foliehattarna som drar fram detaljer som inte NASA lyckats förklara. Om man då som god vän av ordning försöker avkräva några bevis att detta skulle stämma så kommer visar foliehattarna som otroliga spänstighet och börjar hoppa till nästa tuva och börjar om sitt trotsiga beteende.<br/> <br/>  Du skall få 2 exempel av mig.<br/> <br/>  red chilli skriver ,att det INTE finns några redovisningar på hur kylsystemen är konstruerade.<br/>  Jo det finns redovisade. Att man inte tycker dessa redovisningar är riktiga är en annan sak. Men då vore det klädsamt att redovisa NASA´s felaktiga beräkningar för kylsystemen. Men dessa kommer vi inte att få se.<br/>  red chilli skriver, att NASA hemlighåller prestanda´n på sina raketmotorer.<br/>  Detta är också redovisat och går lät att hitta.<br/>  Så man undrar ju varför personer ljuger om så enkla saker som man lätt kan ta reda på.<br/>  Och effekten på motorer är väldigt enkelt att räkna på.<br/>  Ett objekt som skall läggas i en omloppsbana runt jorden skall färdas i ca 28 000 km/h.<br/>  Så då är det enkelt att räkna ut hur mycket energi det krävs för att detta skall fungera.<br/>  Och vi behöver bara använda oss av matematik och matematik faller inte under vetenskap."
	},
	{
		"postIndex": 5325,
		"postNumber": 5418,
		"rankGlobal": 14,
		"scoreGlobal": 87.8,
		"userRank": 2,
		"userScore": 65,
		"postUserName": "Jazzil",
		"postUserID": "u64912",
		"postUserUrl": "https://www.flashback.org/u64912",
		"postDateTime": "2009-07-27, 23:27",
		"postUrlInThread": "https://www.flashback.org/t967842p452",
		"postUrlUniq": "https://www.flashback.org/sp17871007",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Narzael</strong></div> <div>Du kan komma med hur mycket fakta som helst<br/> <br/>  Vad hindrar med dagens teknik att med hjälp av sattelit som på jorden man kan ta knivskarpa bilder på hög höjd inte skulle kunna göra det på månen?</div> </td> </tr> </table> </div> <br/>  Men förstår du inte, vi kan inte ta knivskarpa bilder med vanliga satelliter runt jorden. Möjligtvis med mycket lågtgående spionsatelliter.<br/>  Nästan alla bilder du ser på googlemaps t.ex. är tagna från flygplan.<br/> <br/>  Och vi HAR ju bilder på dom nu. Så varför är du inte nöjd?<br/>  På vilket sätt skulle alla människor som ser dessa bilder komma fram från satelliten ha för möjlighet att manipulera bilderna i efterhand?<br/>  Märkligt att det är så otroligt många som måste få miljarder i pengar från U.S.A.:s regering hela tiden för att gång på gång ljuga. Flera 10.000 tals människor ljuger hela tiden alltså.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Narzael</strong></div> <div>Varför är du emot det och skyller på kostnader som enda argumetn?</div> </td> </tr> </table> </div> <br/>  Jag har aldrig skyllt på några kostnader.<br/>  Men tänk dig själv:<br/> <br/>  1. Så gått som alla vetenskapsmän på hela jordklotet vet att vi har varit på månen.<br/>  2. Det finns några trögtänkta idioter som inte ens kan vanlig högstadiefysik som inte tror på månen.<br/>  3. Dessa tycker det är konstigt att inte vetenskapsmännen lägger ut flera miljarder pengar på att fixa fram en satellit som kan ta extremt skarpa bilder enbart bara för att visa idioter på punkt 2.<br/> <br/>  Så ja, ekonomin är det STOOOOORA anledningen till att du inte sett några direkta bilder som du är nöjd med.<br/>  Dom bilder som redan HAR bevisat månlandarna på månen har inte som syfte att just visa månlandarna utan helt andra syften.<br/> <br/>  Och frågan är, vi säger att dom nu skickar upp en satellit som tar en sjukt bra bild på månlandarna. Vad löser det? Inget för du kommer ju ändå säga att dom är fejk som du redan har gjort med dom bevis som redan finns. <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/>"
	},
	{
		"postIndex": 4256,
		"postNumber": 4328,
		"rankGlobal": 15,
		"scoreGlobal": 86.9,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "ElGiganten",
		"postUserID": "u119618",
		"postUserUrl": "https://www.flashback.org/u119618",
		"postDateTime": "2008-12-08, 14:33",
		"postUrlInThread": "https://www.flashback.org/t967842p361",
		"postUrlUniq": "https://www.flashback.org/sp14043426",
		"sentence": "Efter en liten minisemester så märker jag att jag nog skulle behövt kyla skallen ytterliggare.<br/> <br/>  Skall vi börja med trianguleringen!<br/> <br/>  Vad är det som foliehattarna INTE begriper?<br/>  Detta har varit ett känt sätt att räkna fram avstånd med i hundratals år. Men när USA gör något oavsett om det är bra eller dåligt så upphör matematiska formler att fungera? Det är mycket märkligt.<br/>  Läs detta först och SEN tala om för mig / oss vad som är omöjligt.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FTriangulation\" target=\"_blank\">http://en.wikipedia.org/wiki/Triangulation</a><br/> <br/>  Alla dess faktorer var KÄNDA så problemet ATT kunna mäta detta finns inte.<br/>  Nej, det finns inga exempel på ATT man gjort detta, men hur dumma tror ni foliehattar NASA är?<br/> <br/>  Radiosignaler.<br/>  Samma sak här, kända faktorer fungera helt plötsligt inte bara för att foliehattarna INTE hört talas om detta. Vilket jävla sjukt sätt att resonera på. Kan jag inte en sak och är intresserad, så läser väl jag till mig fakta om just den saken, inte fan sitter jag och gissar på ett forum heller.<br/>  Fan va pengar vi skulle kunna spara i skolväsendet. Framför allt verkar det som det är just detta dom gjort i Edsbyn.<br/> <br/>  Ja skall man sända en signal FRÅN månen så kommer man med enkelhet kunna spåra den signalen just från månen. Varför då?<br/>  Ja enklast är det att ta just mitt exempel på att 2 polare står och kastar en boll mellan sig. Vi säger att dom står 20 meter i från varandra. Dom kastar bollen med en hastighet av 50 km/h. Då kommer det att ta ca 1,4 sekunder för bollen att färdas mellan dessa. Skulle vi då ta och fördubbla avståndet via en föreslagen teknik som kallas moonbounce så kommer det alltså ta bollen 2,8 sekunder. Är det någon här som tror att den ena polare inte skulle reagera??????<br/>  Ja, jag kan faktiskt tänka mig att det skulle kunna gå och få till det (droger), men och detta är det stora i det hela, Kapseln hade radiokontakt med Houston HELA tiden till och från månen, avståndet minskade och ökade under dessa 2 veckor. Hur i hela friden skall man kunna \"fejka\" detta via en moonbounce?<br/>  En studs på månen KRÄVER att Huston bara hade en radiosignal när kapseln startade och när kapseln befann sig vid månen.<br/>  Så denna fantasi stannar vid en våt dröm för foliehattarna.<br/>  Och att sen kräva MIG på källor ter sig bara som ett ÄNNU större skämt då personen i fråga sitter och fantiserar ihop en story för att kunna ha lite \"indicier\" att skylla på. Dina \"indicier\" tål INTE en närmare granskning.<br/>  Men visst här kommer en länk som visar data överföringen som pågick under HELA resan.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fhistory.nasa.gov%2Falsj%2Fa11%2FA11_PAOMissionReport.html\" target=\"_blank\">http://history.nasa.gov/alsj/a11/A11...ionReport.html</a><br/> <i><br/>  For the most part, the astronauts' heartbeat was lower than expected - lower, in some cases, than that of those at<b> Mission Control who were watching</b>. Armstrong's heart rate at one point reached 160 beats a minute, twice normal, but this was at the end of the walk when he was loading the rock samples into the LM. Pulse rates for both men were within the acceptable range throughout. </i><br/> <br/>  ntrs.nasa.gov/archive/nasa/casi.ntrs.nasa.gov/19710001808_1971001808.pdf <br/> <i><br/>  For \"down link\" data, sensors b'iilt into the spacecraft <br/> <b>continually sample</b> cabin temperature, pressure, physical infor- <br/>  mation on the astronauts such as heartbeat and respiration, <br/>  among other items. These data are transmitted to the ground <br/>  stations at 51.2 kilobits (12,800 <br/>  binary digits) per second.</i><br/> <br/>  Tog säkert 35 sekunder att leta på. Gud va jobbigt att ta reda på FAKTA.<br/>  Fast det är ju mycket roligare att fantisera lite.<br/> <br/> <br/> <br/>  Sen är det så att det är klart krångligare att fånga upp signalen som går UT från jorden, men signalen som kommer IN från månen är en baggis att ta in.<br/> <br/>  Bandspelaren då?<br/>  Ja, då vill jag gärna se lite \"hard could facts\" först. Att sitta på sitt arsle och fantisera gör knappast månlandningarna till en bluff, det som händer är att normala personer ser hur jävla galet desperata vissa personer är.<br/> <br/>  Men vi säger då för saken skull att man lyckats på något mirakulöst sätt löst detta med dom magiska signalerna.<br/>  Vart tog då apollokapseln vägen?<br/> <br/>  Eftersom en miljon människor så uppskjutningen LIVE i florida så måste den stanna i en omloppsbana runt jorden.<br/> <br/>  Hur i helvete gömmer man en farkost så stor i 2 veckor runt jorden?<br/>  Ni får ett dags aktuellt exempel av mig på svårigheten med detta.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.aftonbladet.se%2Fnyheter%2Farticle3941234.ab\" target=\"_blank\">http://www.aftonbladet.se/nyheter/article3941234.ab</a><br/> <i>Vertygslådan, som <b>knappt är synlig för blotta ögat</b>, har redan fotograferats från olika ställen på jorden  och nu har den plåtats ovanför Stockholm.</i><br/> <br/>  Så att NASA skulle chansa på att lägga denna farkost runt jorden och tro att alla är lika korkade som vissa i Edsbyn är nog bara en fantasi hos foliehattarna."
	},
	{
		"postIndex": 8282,
		"postNumber": 8445,
		"rankGlobal": 16,
		"scoreGlobal": 86.9,
		"userRank": 112,
		"userScore": 2.2,
		"postUserName": "Supermarine",
		"postUserID": "u286067",
		"postUserUrl": "https://www.flashback.org/u286067",
		"postDateTime": "2010-10-09, 06:20",
		"postUrlInThread": "https://www.flashback.org/t967842p704",
		"postUrlUniq": "https://www.flashback.org/sp26010992",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>KimNeilJung</strong></div> <div>Boosterdelen från Apollo 13<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.nasa.gov%2Fmission_pages%2FLRO%2Fmultimedia%2Flroimages%2Flroc-20100322-apollo13booster.html\" target=\"_blank\">http://www.nasa.gov/mission_pages/LR...13booster.html</a><br/>  Rätt fräckt för du ser tydligt den \"färska\"  spåren från nedslaget (det vita är en bra hint om att det är nyligen störd månyta vi ser)<br/>  Är man medborgare i kuckelikuland så är det naturligtvis helt i sin ordning att NASA skeppade iväg en multitons raketdel bara för att skapa en nedslagsplats för att luras.<br/> <br/>  Landningsplatsen för Apollo 11 (om du klickar på bilden så får du en större bild där man tydligt ser stigarna man promenerade upp.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.nasa.gov%2Fmission_pages%2FLRO%2Fmultimedia%2Flroimages%2Flroc_200911109_apollo11.html\" target=\"_blank\">http://www.nasa.gov/mission_pages/LR..._apollo11.html</a><br/> <br/>  Apollo 11 igen<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.nasa.gov%2Fmission_pages%2FLRO%2Fmultimedia%2Flroimages%2Flroc_20090929_apollo11.html\" target=\"_blank\">http://www.nasa.gov/mission_pages/LR..._apollo11.html</a><br/> <br/>  Apollo 12 (här anar du också stigarna)<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.nasa.gov%2Fimages%2Fcontent%2F399165main_lroc_apollo12_1_HI.jpg\" target=\"_blank\">http://www.nasa.gov/images/content/3...llo12_1_HI.jpg</a> <br/> <br/> <br/>  Inte nog med en fejkad nedslagsplats för Apollo 13:s raketsteg, man skeppade även iväg ett likadant raketsteg för Apollo 14 och lät det smacka in i månen så vi alla kan vara lurade.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.nasa.gov%2Fmission_pages%2FLRO%2Fmultimedia%2Flroimages%2Flroc_20090929_apollo14sivb.html\" target=\"_blank\">http://www.nasa.gov/mission_pages/LR...llo14sivb.html</a></div> </td> </tr> </table> </div> <br/>  Allvarligt talat, vad är det du tycker att du ser? <br/> <br/>  Jag tillhör visserligen dem som tror att vi har varit på månen men jag undrar om du verkligen ser allt det som du påstår. <br/> <br/>  Det borde överhuvudtaget inte finnas några svårigheter att se landningsplatserna och de kvarlämnade instrumenten och utrustningen samt alla spår med idag ganska standardmässig optisk utrustning. Det borde överhuvudtaget inte finnas några problem att skapa extremupplösta fotografier av landningsplatserna när t ex CIA, har otroligt känslig optik som kan urskilja utslag på huden hos människor som man iakttar från satelliter. <br/> <br/>  Visst, man ser några fotografier där bl a månlandare osv är märkligt inverterade när resten av bilden har normala ljusvärden. Jag har väldigt svårt att förstå att man valde att publicera just de bilder som togs när utrustningen på månytan reflekterade solljuset så starkt,( jag antar att det är orsaken till det vita), så att ljusvärdet i vissa bilder också slog över i svart och inte bättre bilder. <br/> <br/>  Det är helt omöjligt att se att det som du påstår att de visar verkligen visar något sådant. Det verkan nästan, när man tittar på alla bilderna, som om man faktiskt har maskerat dem. Åtminstone den som du valt att benämna Apollo 11 igen, där solljuset kommer mer eller mindre rakt från väster och den utmarkerade utrustningen framstår som vita blaffor. Har de maskerats vilket jag inte nödvändigtvis tror men ändå, så har de ju manipulerats, visserligen oklart varför men de där vita blafforna ser ju rätt märkliga ut även om det nu skulle kunna röra sig om kraftiga reflektioner från solen. Dessutom så går det att retuschera bilder relativt enkelt. Folk kan tycka sig se något på bilderna som i själva verket kan vara resultatet av retuschering. <br/> <br/>  Om man nu skall vara skeptisk så visar inte de bilder som du pekar på, vilka jag själv sett innan du publicerade dem här, någonting. Det tyckte jag då och det tycker jag nu. <br/> <br/>  Det märkliga är att NASA verkligen har tillgång till optik som mer än väl skulle kunna skingra alla tvivel men de väljer att visa bilder som faktiskt inte alls är särskilt tydliga och faktiskt lika gärna skulle kunna ha manipulerats. De enda bevis vi har för att månlandningarna har existerat är ju just fotobevis. Ingen har varit där som kunnat belägga sanningshalten i det hela men visst tror jag att man varit där själv men samtidigt visar inte de bilder som du pekar ett endaste dugg. Du kan inte påstå att de där små krumelurerna vars drag inte går inte går att utläsa, kan sägas bevisa ett enda dugg.<br/> <br/>  Det gör de helt enkelt inte för det går inte att se några detaljer i dem. Kan man inte se några detaljer så kan man heller inte se vad de föreställer. Och kom ihåg att NASA mer än väl har tillgång till optik som skulle kunna skingra alla tvivel och ändå används ej dessa. <br/> <br/>  NASA har t o m markbaserad optik med vilken man hade kunnat se astronauterna gå omkring på månens yta från jorden alltså. Ändå visas inte bilder från de teleskopen. Dessutom så kan man med alla de avancerade datorer som de måste ha tillgång till i princip förstora upp en bild hur mycket som helst tills dess att deras datorers eget internminne säger: Stopp! Jag kan inte beräkna det här så att det resulterar i en bild. <br/> <br/>  Ändå gör man det inte. Med all den gamla optik i de teleskop på jorden som NASA hade som redan då kunde se astronauterna spankulera omkring däruppe samtidigt som det sedan dess- fyrtio år senare, finns spjutspetsteknik för NASA att tillgå, som gör den bästa kommersiella bildtekniken till ett skämt vid en jämförelse, <u>så menar du att det bästa som NASA kan prestera och publicera är dessa bilder? </u><br/> <br/>  Nejnej. Jag hyser väldiga tvivel till dessa tramsbilder som inte visar någonting. Alla andra som säger att de föreställer det som de påstås föreställa, önsketänker och kan inte sägas göra någonting annat än önsketänka, för <u>det finns ingen möjlighet att avgöra om det som finns på bilderna verkligen visar det som påstås.</u><br/> <br/>  De föreställer något som du påstår att de föreställer men det går inte att urskilja att det du påstår verkligen finns där. Därför kan inte de här bilderna sägas visa någonting annat än ett månlandskap. Så enkelt är det."
	},
	{
		"postIndex": 7965,
		"postNumber": 8124,
		"rankGlobal": 17,
		"scoreGlobal": 86.7,
		"userRank": 2,
		"userScore": 65,
		"postUserName": "Jazzil",
		"postUserID": "u64912",
		"postUserUrl": "https://www.flashback.org/u64912",
		"postDateTime": "2010-09-07, 23:53",
		"postUrlInThread": "https://www.flashback.org/t967842p677",
		"postUrlUniq": "https://www.flashback.org/sp25338946",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>slindberg</strong></div> <div><img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/>  JÖSSES!!!! Var jag inte tydlig nog? (jag råkade utelämna \"st\" men sa aldrig F12 utan jag sa \"12 F-stopp\") Ska vi ta det så du förstår? TRE ST f-stopp, för att jämföras med TOLV ST (trodde en självutnämnd fotoexpert skulle fatta det ändå, men icke) tydligen måste man vara så extremt petnoga att det rent av är löjligt. Apollo 11 kameran (Hasselblad 500/EL) hade en fast slutartid på 1/250 och kunde använda sej av f2.8 , f5.6 och f11. Hur många blir det? (svar: TRE)<br/> <br/>  Mythbusters kamera hade 9 st fler valmöjligheter... både långt neråt &amp; uppåt. <br/> <br/>  Tänka sej, den självutnämnda experten hade inte en chans här heller! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/></div> </td> </tr> </table> </div> <br/>  Det du säger, antal F-stopp är något eget ord du har hittat på. Ja ja, men okey. Jag förstår ju i alla fall vad du menar.<br/>  Frågan är varför det på något sätt skulle påverka resultatet av experimentet av att Mythbusters kamera har fler graderingar mellan största och minsta bländaröppning...<br/>  Frågan är vad du vill komma fram till...<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>slindberg</strong></div> <div><img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/>  Det spelar ingen roll vad landaren har för albedo då det är månytan som är källan till reflektionen, dvs 7-10%.</div> </td> </tr> </table> </div> <br/>  Jaha, spelar det ingen roll alltså???? Öööööö?????<br/>  Nu får du gärna förklara detta. Med EGNA ord så klart!!!! Inte någon länk till en film eller så.<br/> <br/>  Varför i hela jävla helvetet skulle inte landarens ( och etiketter, objekt etc på landaren...) albedo påverka hur mycket ljus som kommer in i kameran.<br/>  Vi väntar med spänning. Kan ju tipsa dig om min lilla egentillverkade bild om du behöver hjälp på traven!!! Här är den: <a href=\"/leave.php?u=http%3A%2F%2Fi55.tinypic.com%2Ff9i3oh.png\" target=\"_blank\">http://i55.tinypic.com/f9i3oh.png</a><br/>  (Du, du kan byta ut astronauten mot någon etikett etc på månlandaren istället...)<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>slindberg</strong></div> <div>OJ! hjälp, ett ihopmontage! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> (snacka om att gripa efter halmstrån! hur många har du kvar?) till skillnad mot för din version, så är iaf hela skuggan med på bilden jag länkade till.<br/> <b>Endast NASAS \"sol\" gör skillnad på en sten och en landare.</b>.</div> </td> </tr> </table> </div> <br/>  Försöker förklara en gång till då... Suck.<br/>  Den bild du visar är troligtvis ett ihopmontage från två bilder. Detta har säkerligen skett på kemiskt vis. Man har alltså tagit två negativ och klistrat ihop dom. Sedan har man framkallat detta på ett positiv. Vid sådana här typer av hopklistringar så är det inte ovanligt att det blir lite suddigare, annorlunda ljus etc. Men varför förklarar jag detta till dig? Du bryr dig inte alls vad folk säger till dig för det strider mot din religion... \"Vi-har-ej-landat-på-månen\"-religionen.<br/> <br/>  Du får gärna förklara lite mer tydligare vad du egentligen menar vad solen gör för \"skillnad\".<br/>  Eftersom du inte förstår mina extremt förenklade förklaringar måste du ha fått något om bakfoten.<br/>  Vad är det för skillnad du pratar om???<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>slindberg</strong></div> <div>När argumenten tar slut ska det anmärkas på varenda liten detalj? (trots att du vet vad jag menade) som jag sa, det visar hur oginalbilden SÅG UT inte att det ÄR orginalet! (orginalet ligger väl hos NASA) och som vi redan vet så visar bilden i tidningen den \"fall off\" effekt som kännetecknar orginalbilden - dvs bevis på strålkastare. En sol orsakar inte en fläck av ljus i mitten och lämnar inte heller kanterna i skugga..</div> </td> </tr> </table> </div> <br/>  Så du tittade inte ens på mitt resultat på att göra om bilden till ett sätt som liknar tryck på en papperstidning??? Förmodligen förstår du inte det jag visar dig helt enkelt.<br/>  Kan du inte förklara varför jag får en \"fall off\" effekt när jag gör om originalbilden till 3 färger??? Transformeras bilden om till den andra bilden via magi kanske???<br/>  Kolla här igen så får du se: <a href=\"/leave.php?u=http%3A%2F%2Fi51.tinypic.com%2F25sxt9x.jpg\" target=\"_blank\">http://i51.tinypic.com/25sxt9x.jpg</a><br/>  Till vänster är bilden från tidningen, till höger är originalet som jag försökt \"simulera\" till tidningstryck.<br/> <br/>  Men att diskutera med dig om detta är rätt meningslöst då du inte kan sådant här.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>slindberg</strong></div> <div>Och sluta nämn dej själv som expert hela tiden (börjar bli tröttsamt) då dina 11 år i branchen väger lätt mot tex David Percy - som var en prisbelönt fotoexpert långt innan du var född.</div> </td> </tr> </table> </div> <br/>  Om David Percy är den där skäggiga gubben så är han totalt blåst, har hört vad han sagt och han ljuger om rena faktasaker som man lär sig i vilken fotokurs som helst...<br/>  Handlar nog mest om att han vill komma ut i media, därför håller han på med dessa lögner.<br/>  Sökte runt lite på David Percy, hittar i grund och botten enbart info om hans månkonspirationer. Inte en enda info om hans otroliga fotokunskaper... Konstigt det där va???<br/>  Vad är der för priser han har vunnit om man får fråga!!!<br/> <br/>  Men en intressant sak är att du börjar bli trött på min kunskap, men vad har du för kunskaper själv??? Har du några??? Eller sväljer du allt som dessa filmer visar??? Om dom plötsligt visat att det finns gröna dildos i månen, tror du på det med då... <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/cry.gif\" title=\"Cry\"/><br/>  Så, kan du inte berätta vad för kunskaper du baserar DINA åsikter på. Är det enbart det den där idioten säger på filmerna?"
	},
	{
		"postIndex": 4139,
		"postNumber": 4208,
		"rankGlobal": 18,
		"scoreGlobal": 86.3,
		"userRank": 19,
		"userScore": 16.3,
		"postUserName": "unauthorized",
		"postUserID": "u185994",
		"postUserUrl": "https://www.flashback.org/u185994",
		"postDateTime": "2008-12-05, 22:15",
		"postUrlInThread": "https://www.flashback.org/t967842p351",
		"postUrlUniq": "https://www.flashback.org/sp14009770",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>gusber</strong></div> <div>Såg ett program ikväll på Kunskapskanalen om en eventuell expedition till Mars. Riktigt spännande, jämfört med månlandningarna så är det extremt mycket mer komplexa och svårlösta situationer som rymdorganisationer och astronauter kommer att ställas inför. Frågan är om vi ens kommer dit över huvudtaget... och även om vi gör det så kommer förmodligen många människor att säga att allt var fejk <br/> <br/>  OnT: I dokumentären intervjuade de bland andra Buzz Aldrin, ni vet han som var andra person att stiga ur månlandaren vid Apollo 11. Han berättade om delar av sin upplevelse på månens yta, och jag måste säga att NASA måste ha tystat astronauterna ganska väl efter att ha hört hans berättelse...<br/> <br/>  Nog om det, jag måste fråga ännu en gång och hoppas på svar. <br/>  Vad exakt är det ni tror var omöjligt när det gällde månlandningarna? Är det strålningen? Eller är det tekniken? Jag har läst lite i tråden och det verkar som att det inte riktigt är någonting som är helt klart... det verkar som att ni (xism och unauthorized) mest bara är övertygade att det var omöjligt. <br/> <br/>  Men vad exakt var det som var omöjligt?</div> </td> </tr> </table> </div>   Jag har också funderat på vilka komponenter i det hela som gör att jag tvivlar. Jag tror att intresset väcktes när jag hörde talas om Van Allen-bältet och då började jag kolla lite på ämnet. Tyvärr, liksom vid 9/11, är nätet översållat av riktiga idiotartiklar vilket gör det liiite svårt att sålla bland dem som har lite substans i sig. Det är också en hel del saker som passar lite för väl in och då tänker jag främst på det politiska planet. Behöver inte gå in på det exakta läget men helt klart var USA stressade att få dit folk, på ett eller annat sätt. Kennedys löfte såg ut att gå åt skogen, landet och ledningen behövde någonting som alla kunde enas kring. Vietnam var ett enda fubar. Ryssarna hade piskat jänkarna under hela rymdracet och jag är övertygad om att USA skulle göra precis vad som helst för att bli först med en man på månen.<br/> <br/>  Sen har jag någonstans läst att de nya planerade månfärderna är så otroligt komplicerade helt plötsligt, man har tydligen gjort en hel del studiebesök på muséet för att se hur de egentligen gjorde för snart 40 år sedan. Det rimmar lite konstigt för mig. När jag sedan tittar på olika filmer om resorna och ser vissa egendomligheter så kan jag inte låta bli att tycka att det är vissa saker som är något lurt med. Skuggor som växer, reflexer i visir, hjälm som inte solskyddet är nedfällt i (Aldrin vid flaggan), avsaknaden av kraterliknande grop under landaren, flaggan som vajar i filmen om Apollo 15 när mångubben går förbi i samband med fotograferingen. Små detaljer, var och en kanske har sin naturliga förklaring eller KAN förklaras men sammantaget blir det en radda indicier. USA har världen bästa filmindustri, var det någonstans ett super-hoax skulle kunna genomföras så var det i USA. Om det är en lögn så är den så stor att man tänker att så stort går inte att ljuga, därför måste det vara sant. <br/> <br/>  Hela rymdprogrammet hade kostat liv och en enorm massa pengar och det var bråttom att bli först. Alla inblandade ville givetvis nå samma mål, men kanske var det någon del som saknades innan man kunde genomföra det och den detaljen kanske inte skulle kunna lösas inom en överskådlig framtid, kanske visste alla det. Men det kanske man trodde att ryssarna skulle lösa under tiden och det fick inte hända så i desperation genomförde man projektet, men inte hela vägen. Jag har inte kompentensen att ge en exakt redogörelse för vad man kunde och inte kunde. Jag kan däremot föreställa mig att det skulle gå att genomföra en låtsasmånfärd. <br/>  Om det är en bluff så gör NASA helt rätt, släpp allt material och låt folk nagelfara bilder etc. Varje liten detalj som inte stämmer kan förklaras med en tänkbar möjlighet och därmed sås tvivlet, ingen är säker, ingen kan bevisa. NASA bara skrattar, för de som var initierade och nu har svängt och säger att det är bluff är det lätt att förlöjliga och så blir inget av det de säger trovärdigt, även om de skulle råka ha rätt. Därför att de som har auktoriteten har ju också rätt eftersom fler håller med dem. Man tror ju mer på en raketgubbe som är kvar inom NASA än en som lämnat skutan."
	},
	{
		"postIndex": 7727,
		"postNumber": 7885,
		"rankGlobal": 19,
		"scoreGlobal": 85.5,
		"userRank": 9,
		"userScore": 24.6,
		"postUserName": "slindberg",
		"postUserID": "u477227",
		"postUserUrl": "https://www.flashback.org/u477227",
		"postDateTime": "2010-08-30, 12:50",
		"postUrlInThread": "https://www.flashback.org/t967842p658",
		"postUrlUniq": "https://www.flashback.org/sp25176765",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>kojiro</strong></div> <div>\"Fyllot\"? det enda du verkar kunna är ad hominem, som tyvärr inte är ett giltigt argument.<br/>  \"De\" är naturligtvis BCC meteorites, dvs din länk som du använde för att ifrågasätta Kotorev. Huruvida de är trovärdiga eller ej så påstår ju de ialf att de har fullständigt övertygande bevis för Apollo 11 och du har ju som sagt hänvisat till dem...</div> </td> </tr> </table> </div> <br/>  Jag skiter väl vad sajten tror om apollo 11?! det var Kotorev och hans högt betalda politiskt korrekta propagandauttalande ang. stenarna vi (iaf jag) diskuterade. DU tog ju till och med upp detta fyllo som ett bevis, men jag bevisade att idiotens påstående är debunkat sedan länge.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Läs hans sida! Han lämnar en redogörelse där! Du har ingen trovärdigthet när du påstår att det skulle kunna ha varit en satellit. Att du inte tror på Grahn är väl inte så konstigt, men du måste fortfarande bemöta honom, och då inte genom ad hominem.      </td> </tr> </table> </div> <br/>  Redan gjort! du kan visa mej VAR i texten på sidan där han bevisar vetenskapligt att det var signaler från apollo som han fick in!?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Länken fungerar ej. Nej, jag har inte tagit bort den. Nej, jag tvivlar på att uttalandet var förödande. Jag skulle be dig citera här, men av förståeliga skäl så litar jag inte på att du klarar av att sannesenligt återge det.      </td> </tr> </table> </div> <br/>  Ännu mer censur... men jag hade inte väntat mej nåt annat heller! den här länken funkar iaf nu jag har precis kollat <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DwRlvNsxHh1o%26amp%3Bfeature%3Drelated\" target=\"_blank\">http://www.youtube.com/watch?v=wRlvN...eature=related</a> att det är en mupp från flashback som anmält länken skulle inte ens ge pengarna tebaka.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Men du kommer ju bara strunta i det i alla fall, eller säga att det är berusade apor som skrivit det, eller tom hävda att det som faktiskt står där egentligen betyder raka motsatsen.<br/> <br/>  Påståendet att ryssarna skulle vara oförmögna att kommunicera med sina egna rymdsonder tills efter 1976 är ju så absurt att man häpnar, och att du framhärdar i det visar ju med all tydlighet hur oinsatt du är. Är du tex ens medveten om att Sovjet landsatta Lunokhod 1 1970, en fjärrstyrd månbil med tv-kamera, en ganska häpnadsväckande bedrift? Men jag antar att signaleringen sköttes via England?<br/> <br/>  För tidigare månsonder så som signaler från Luna-1, Luna-2 och Luna-3 (1959) togs dessa emot av stationer i Krim och i Kamtjatka. Samma år påbörjades byggandet av det massiva kommunikationskomplexet som behövdes för att kommunicera med prober till Mars och Venus. Den nödvändiga räckvidden var 300 miljoner kilometer, och systemet hade högst kapacitet i världen tills Goldstone 1966. Det kommunicerade med Mars-1 (uppskjuten 1962) till ett avstånd av 106,760,000km, ett värdrekord! Från och med 1963 användes en station i Simferopol för kommunikation med månsonder.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.mentallandscape.com%2FV_Telemetry.htm\" target=\"_blank\">http://www.mentallandscape.com/V_Telemetry.htm</a> </td> </tr> </table> </div> <br/>  Så enligt dej ljuger programmet \"the planets\"? skrattretande hur du/ni väljer och vrakar vilken informaton ni vill ta till er, trots att det kommer från samma programserie som ni använt som källor tidigare. Eftersom du är oförmögen att förstå dej på engelska, ska jag göra en enkel översättning så du förstår vad som säjs: \"det började med luna 2, sovjet hade tekniken att bygga raketer men trots propagandakriget som rådde om att nå månen först så var det en sak de saknade, och det var att följa luna hela vägen, och därmed ingen chans att bevisa det\" vilket nämns mellan ca 1:12 - 1:32 <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DkkmNxCgPRtk\" target=\"_blank\">http://www.youtube.com/watch?v=kkmNxCgPRtk</a> (nu väntar vi och ser när detta ska behöva upprepas igen, igen och IGEN)<br/> <br/>  Jag är fullt medveten om att man landsätte inte bara en lunockod utan även en till. Jodrall Bank i England är bara ett ställe man var beroende av. Tror du det användes hela tiden? det handlar om att ligga i rätt läge för att ta emot signaler från månen men det kanske du inte begrep? tex om vi tar apollo 11 och tidpunkten för dess landning, så kunde inte ryssarna \"avlyssna\" även om deras teleskop klarat av det - eftersom hela Sovjetunionen och stora delar av Europa låg i fel läge. SÅ MKT för ursäkten \"ja men ryssarna hade märkt...\" SVAR NEJ.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Ingenting sånt sägs i \"The planets\" det är bara du som drar en helt vansinnig slutsats. Låt oss försöka reda ut detta (igen). Progammet säger att ryssarna släppte information direkt till Jodrell angående Luna 3. Det betyder _inte_ att de själva var oförmögna att ta emot dem.      </td> </tr> </table> </div> <br/>  INTE? Du har precis fått länken, se om se rätt! hör om hör rätt! så enligt dej lät ryssarna jodrell bank följa deras farkoster bara på skojs skull?! Om nu ryssarna hade dessa enorma teleskop som du påstår, varför överlät då inte NASA alla kommunikationslänkar till ryssarna när detta var geografiskt möjligt och på så sätt fick en oberoende verifikation? MEN FRAMFÖRALLT, eftersom du är så övertygad om att ryssarna lyssnade på apollo och hade gjort vad som helst för att förstöra för USA, varför gick då inte ryssarna ut direkt med ljud &amp; bild innan USAS tv stationer fått det?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Det står ju klart och tydligt (hyfsat klart och tydligt med tanke på automatöversättningen) hur de byggde upp ett nytt system specifikt för att ta emot Apollo och att så lyckades, även om TV signalerna var av dålig kvalite. Det är en gåta hur du kan tolka detta som att de var tvugna att ta hjälp av USA! Driver du med mig?!      </td> </tr> </table> </div> <br/>  Det står ännu mer tydligt hur man tog hjälp av USA, SOM SAGT (är du trög eller spelar du trög?) och vad som inte nämns i texten är att <b>Madrid tracking station</b> ingår i NASAS \"deep space network\""
	},
	{
		"postIndex": 8784,
		"postNumber": 8954,
		"rankGlobal": 20,
		"scoreGlobal": 85.4,
		"userRank": 2,
		"userScore": 65,
		"postUserName": "Jazzil",
		"postUserID": "u64912",
		"postUserUrl": "https://www.flashback.org/u64912",
		"postDateTime": "2011-03-25, 13:37",
		"postUrlInThread": "https://www.flashback.org/t967842p747",
		"postUrlUniq": "https://www.flashback.org/sp29693712",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Black.water</strong></div> <div>Det jag diskuterar är sannings halten i bemannade mån färder, INGET ANNAT, så försök hålla dig till ämnet.</div> </td> </tr> </table> </div> <br/>  Och du tycker inte liksom allt hänger ihop??? Om man pratar om ett bilmärkes existens kanske man bör diskutera HELA historien från hjulet och framåt för att se hur detta märke kommit till.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Black.water</strong></div> <div>Vad bidrar du med då? Det jag skulle önska att du presenterade lite oberoende bevis som kan bekräfta bedriften.  VETENSKAPLIGT!</div> </td> </tr> </table> </div> <br/>  Ta 10.000-tals fotografier och film??? Av dessa 10.000-tals fotografier och filmsekvenser har jag enbart sett EN ENDA sak som jag möjligtvis har funderat på. Restrerande kort har jag (och andra) gång på gång förklarat att det inte finns något som tyder på att det är någon manipulerat, fakat eller något fel.<br/> <br/>  Och då beter DU dig som ALLA foliehattar, du struntar i att säga: -\"JAAAA, så är det ju. Att jag inte såg det/förstod det.\"<br/>  Nej, då <b><u>TOTALIGNORERAR</u></b> du/ni detta och drar upp nästa trams som vi måste förklara och så fortsätter det.<br/> <br/>  Det du/ni gör är att hitta minsta lilla sak som kanske kan vara fel i ett fotografi eller en film. För du/ni har redan bestämt er på vilken sida du/ni står på. Därför spelar det ingen roll hur många miljoner bevis du/ni får. Inte ens om du/ni kommer få en resa till månen och titta så kommer du/ni tro på det.<br/>  Då är det något annat fel...<br/> <br/>  Så, kan inte i alla fall <b><u>DU</u></b> vara en av dom första foliehatarna som ändrar sitt beteende?<br/>  Du tar upp en bild som du anser är fel. Vi förklarar vad som INTE är fel. Du försöker förstå. Och du skriver sedan att du förstår och att det inte är något fel på bilden.<br/>  Ska vi börja så? För om du vill köra på detta sätt kan jag lova dig att jag kommer med in i racet igen. Jag läser allt här fortfarande men har slutat svara för att jag är så satans trött på alla foliehattar som inte ens ids lägga två sekunder för att försöka förstå vad man förklarar, och framförallt inte vill erkänna att dom ser att det inte är något konstigt med bilden.<br/> <br/>  Så, är du med på detta? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/unsure.gif\" title=\"Unsure\"/>"
	},
	{
		"postIndex": 2223,
		"postNumber": 2270,
		"rankGlobal": 21,
		"scoreGlobal": 85.4,
		"userRank": 8,
		"userScore": 25.8,
		"postUserName": "xism",
		"postUserID": "u223340",
		"postUserUrl": "https://www.flashback.org/u223340",
		"postDateTime": "2008-01-19, 14:26",
		"postUrlInThread": "https://www.flashback.org/t967842p190",
		"postUrlUniq": "https://www.flashback.org/sp9678347",
		"sentence": "[qoote]Nu tycker jag verkligen synd om dig, är du så här jävla dum eller spelar du bara???<br/> <br/>  Du får nu en enkel fråga av mig.<br/>  Titta på dessa bilder!<br/>  Månlandaren (LM) som användes vid Apollo 11,12,14,15,16 och 17 för att landstiga på månen. <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.dkimages.com%2Fdiscover%2Fpreviews%2F771%2F500203.JPG\" target=\"_blank\">http://www.dkimages.com/discover/pre...771/500203.JPG</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Fnssdc.gsfc.nasa.gov%2Fimage%2Fspacecraft%2Fapollo_lm_diagram.gif\" target=\"_blank\">http://nssdc.gsfc.nasa.gov/image/spa...lm_diagram.gif</a><br/> <br/>  LLRV (Lunar Landing Research Vehicle) Den på din länk.<br/> <a href=\"/leave.php?u=http%3A%2F%2Fupload.wikimedia.org%2Fwikipedia%2Fen%2Fa%2Fa2%2FLLRV_two_view_diagram.png\" target=\"_blank\">http://upload.wikimedia.org/wikipedi...ew_diagram.png</a><br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.nasa.gov%2Fimages%2Fcontent%2F113638main_image_feature_316_ys_4.jpg\" target=\"_blank\">http://www.nasa.gov/images/content/1...e_316_ys_4.jpg</a><br/> <br/>  Vad är det som \"är näst intill exakt samma\" på dessa farkoster????<br/> <br/>  Har du ens tittat på den tech spec som finns till dom?????<br/> <br/>  Mitt råd till dig blir samma som jag hade till dig förut. Tänk nu till innan du gör bort dig rejält IGEN![/quote]<br/> <br/>  Jag är smart! så jag behöver inte ens spela smart <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> jag kan besvara denna enkla fråga såhär: ja! det är samma sorts landare (samma underdel) skillnaden är bara att den är \"naken\" i testet och har en påbyggnad när den användes för apollo (du tror väl inte astronauterna ska sitta ute i det fria utan skydd och styra landaren!?) att sittbrunnen är monterad på sidan på testlandaren kan du inte klandra mej för! det kanske var därför den var så instabil... lite för mkt vikt åt ena eller andra hållet fick den ju lätt att tappa balansen och däremt krascha. <br/> <br/>  Citat:<br/>  Ursprungligen postat av xism<br/>  nu hittar jag inte videon där den bild jag visade nämns, men här är en annan liknande bild: <a href=\"/leave.php?u=http%3A%2F%2Fvideo.google.com%2Fvideoplay%3Fdocid%3D-1138935117048624484\" target=\"_blank\">http://video.google.com/videoplay?do...35117048624484</a> (efter 16 min) hursomhelst dom är båda nasas egna bilder <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Hursomhelst kan inte du bevisa att det är NASA´s bilder. Fram till du gör det så är dom totalt värdelösa för din sak i detta ämne. Eftersom du kalrt har påstått att dom är NASA´s. Så upp till bevis. Men jag tvivlar... IGEN.      </td> </tr> </table> </div> <br/>  nej det kan jag inte bevisa, jag bara referade till vad som sades i den konspirationsfilmen! du får gärna bevisa motsatsen<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Detta skall du ha heder för, men det var i ditt första inlägg här i tråden.      </td> </tr> </table> </div> <br/>  Citat:<br/>  Ursprungligen postat av xism<br/>  bart sibrel, bill kaysing, ralph rene och många andra är oftast bara pinsamma med deras så kallade \"bevis\" för att månlandningarna aldrig ägt rum. Flera av deras teorier är lätta att motbevisa... <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Varför i helvete skriver du nu detta????      </td> </tr> </table> </div> <br/>  Citat:<br/>  Ursprungligen postat av xism<br/>  för övrigt är det där en mkt bra dokumentär du borde se hela(nej det är ingen konspirations film!) <br/> <br/>  jag förstår inte aggressionen helt plötsligt?! filmen jag länkade till ÄR en bra film  (dokumentär,verklighetsskildring,WHATEVER!)  man får se hur nära det egentligen var att armstrong och aldrin blev kvar på månen, den var faktist riktigt intressant! det är ingen jävla konspirationsfilm! se den! å sluta gnäll <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Normalt funtade personer brukar lära sig saker, ta intryck och utvecklas i sitt intellekt, men du har tydligen gått precis åt andra hållet.<br/> <br/>  Nej länken du gav är INTE en dokumentär. Läs på vad som krävs för att en film skall få kallas dokumentär.      </td> </tr> </table> </div> <br/>  jag lär mej saker hela tiden och tar intryck! <br/>  tex jazzil har lärt mej en del<br/>  tex även DU har lärt mej en del<br/> <br/>  vad är problemet?!"
	},
	{
		"postIndex": 6327,
		"postNumber": 6446,
		"rankGlobal": 22,
		"scoreGlobal": 85.1,
		"userRank": 3,
		"userScore": 53.3,
		"postUserName": "Pad",
		"postUserID": "u58188",
		"postUserUrl": "https://www.flashback.org/u58188",
		"postDateTime": "2009-10-01, 17:20",
		"postUrlInThread": "https://www.flashback.org/t967842p538",
		"postUrlUniq": "https://www.flashback.org/sp19028368",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>BigShamgret</strong></div> <div>mythbusters hävdade att månens albedo(enligt nasa) låg på 7-10% eller är detta något du vill bestrida kanske? det är ju tamejfan allmänt känt, varför ska dom då behöva visa 8 på en miniräknare?! </div> </td> </tr> </table> </div> <br/>  Allmänt känt? Om jag gick ut på gatan och ställde frågan \"Hur högt Albedovärde har månen?\" till 100 slumpvis utvalda människor, hur många tror du skulle kunna svaret? Det är nog dags att dra av skygglapparna och inse att mythbusters inte gjorde sitt avsnitt för dig utan för folk i allmänhet.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       den tappade fart pga att någon var tvungen att sättas ur spelbart skick för att andra skulle haft en chans - dom så kallade propagandaisterna (men vi vet alla vem som hade rätt till slut)      </td> </tr> </table> </div> <br/>  Försöker du antyda att det låg en konspiration bakom att du lyckades banna ut dig själv? På riktigt? Saknar du fullständigt all form av självinsikt?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Mina \"tokfel\" är mer lätträknade än dom punkter ni ignorerar, det finns många intressanta punkter som kan ifrågasätta månlandningarna, teorier ni inte ens tar i med tång! utan ni har ju egna metoder, propagandaister av er sort sjunker så lågt som att försöka få bort en youtubevideo för \"brott mot rättigheterna\" (WHAT?! all nasa film är ju public domain) som sagt det är er chans, att motståndarna försätts ur spelbart skick : CENSURERAS.      </td> </tr> </table> </div> <br/>  Ah, där kom det igen. Mig veterligt har \"vi\" inte ignorerat några punkter alls, vi har bara insisterat på att reda ut en punkt i taget när du ägnat dig åt foliehattsnationalsporten isflakshoppning. Såvitt jag kan se så består din historik bara av ett jättegäng sjunkna isflak som du fått överge ett efter ett.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/>  INGET i det utlägg jag gjorde kan legimitera ett sånt påstående du gjorde, så nu vet jag inte vad albedo varken är eller funkar pga att jag redogjorde klart och tydligt för dej precis hur det ligger till? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> (en obekväm sanning igen)      </td> </tr> </table> </div> <br/>  Nej, ditt inlägg visade med all önskvärd tydlighet att du inte förstått. Bara meningen \"det är redan bevisat att 7% albedo inte ens är i närheten av att kunna lysa upp en landare på skuggsidan\" är ju så galet så det finns inte ord för det. Till att börja med så lyser inte ett albedovärde upp något, det är en enhet för hur mycket ljus som reflekteras. För det andra så finns det inte ett ord om hur stor ljusmängd vi pratar om i din mening, därför är den helt obegriplig. Om du sagt exempelvis \"Ett albedo på 7% räckte inte för att en 55W lampa på två meters avstånd kunde göra en legogubbe synlig på en film av den här känsligheten och den här slutartiden\" så hade det varit en helt annan sak. Men här gör du samma generalfel som folk förklarat för dig massor av gånger, påstår att allt hänger på albedovärdet och skriker lalala.<br/> <br/>  Vet du, det funkar inget vidare.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       vad fanns det jag inte förstod? att månytan inte ens kan reflektera en sten? eller det faktum att collins gick i god för ett månalbedo på 7%? - eller är det bägge?! eller det faktum att jay windley använde ökensand med albedo av 40% ?! (inte 30) ut med språket människa! VAD i detta gör att jag inte förstår mej på albedo? är det nån som inte fattat nåt är det ju du!!! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> </td> </tr> </table> </div> <br/>  Jag tror att jag täckte det hela rätt väl ovan.<br/> <br/>  En sak jag funderar över är att om månen inte ens kan reflektera en sten, hur kommer det sig att vi kan se i skogen om natten med hjälp av bara månljus? Vad är det för mystiska naturlagar som gör att vi kan se hyggligt men stenar inte under några omständigheter kan lysas upp. Kan det möjligtvis vara så att du inte har koll på alla variabler som spelar in?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Vi vet lika lite om mythbusters kamera som vi vet om hans... däremot vet vi att underlaget han använde sej av(asfalt) har ett minst lika högt albedo som månen har du fortfarande inte fattat det? måste det upprepas varenda gång? DÄREMOT vet vi INTE vilket albedo mythbusters hade i sitt test, som sagt med tanke på att jay windley dikterade innehållet får vi utgå ifrån minst 40%      </td> </tr> </table> </div> <br/>  Du kan vara extremt tydlig med att det är DU och inte \"vi\" som utgår från 40%. Om mythbusters kamera vet vi att den är från samma tillverkare och uppenbarligen ser ut att vara byggd på samma princip och konstruktion som de riktiga kamerorna. Däremot vet vi inte ett smack om hur lämplig Jarrahs kamera är i jämförelse.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Jarrah försöker iaf efterlikna förrhållanderna, till skillnad mot en viss windley som använder ökensand (har du redan glömt det?) <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> </td> </tr> </table> </div> <br/>  Jag har väl aldrig förneka att Windley använde ökensand för att visa en princip. I det inslaget så visade han att objekt som inte är direkt upplysta ändå mycket väl kan fastna på film. Skall man göra ett riktigt test där man kan dra några vetenskapliga slutsatser så duger det däremot inte, och det gör självklart inte Jarrahs test heller. Där vinner mythbusters på alla punkter, att du sen väljer att tro att de fuskade bara för att det passar din agenda kan jag tyvärr inte göra något åt.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Och du verkar köpa precis vad som helst från jazzil? är det något HAN sagt eller skrivit? du kan själv fråga jarrah om vilka priser han vunnit om du är intresserad, vad hindrar dej?      </td> </tr> </table> </div> <br/>  Nu var det DU som påstod att Jarrah var prisbelönt fotograf, och det var också DU som inte var ett dugg intresserad av att lägga fram några belägg för det. Jag vet att det är så du debatterar, jag förväntar mig inget annat. För resten av mänskligheten så räknas det dock som ganska ohederligt, men det stoppar väl inte dig, eller hur?<br/> <br/>  Jazzil har lagt fram resonerande texter, förklarat grundligt hur saker fungerar och har mig veterligt aldrig blivit beslagen med felaktigheter (du vet av det där slaget som du blivit påkommen med ungefär hur många gånger som helst). I mina ögon har han byggt upp ett rätt skapligt förtroendekapital, främst för att de delar han pratat om som jag själv har kunskaper om har varit korrekta och för att ingen annan har korrigerat honom på andra punkter. Han har dessutom uppvisat bra mycket mer tålamod och gjort större ansträngningar för att få dig att förstå att du återigen håller på att bli blåst av en internetcharlatan än vad man kan begära.<br/> <br/>  min fråga kvarstår, hur kan du ha något som helst förtroende för Jarrah?"
	},
	{
		"postIndex": 2133,
		"postNumber": 2180,
		"rankGlobal": 23,
		"scoreGlobal": 84.7,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "ElGiganten",
		"postUserID": "u119618",
		"postUserUrl": "https://www.flashback.org/u119618",
		"postDateTime": "2008-01-14, 09:02",
		"postUrlInThread": "https://www.flashback.org/t967842p182",
		"postUrlUniq": "https://www.flashback.org/sp9607888",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>xism</strong></div> <div>när har jag ljugit? och jo du behöver bevisa hur landningen gick till! för du kan ju detta eller hur? jag kan fantisera mej ganska mkt hur det borde ha gått till.... så underlätta nu för mej genom att berätta! </div> </td> </tr> </table> </div> <br/>  Apollo 2, Apollo 3, Apollo, 4 Apollo 5, Apollo 6, TETR-A, etc etc... detta hade du kunnat kolla, ett arbete som krävt 20 minuter av ditt liv, betydligt mindre tid mot vad du spenderar på sidor och filmer som fantiserar i hop saker som skal bekräfta att NASA inte landat på månen.<br/> <br/>  Sorry old chap...<br/>  Du påstår att detta är något fuffens med NASA´s månlandningar. Jag och andra har presenterat fakta till dig och du har på ett hedersamt sätt insett att du har haft fel i det mesta du skrivit i tråden.<br/>  Nu återstår det bara några saker.<br/>  Landningen, det finns hur mycket dokument om dessa landningar hos NASA att hitta.. <a href=\"/leave.php?u=http%3A%2F%2Fwww.nasa.gov\" target=\"_blank\">www.nasa.gov</a>. sök och du skall hitta.<br/>  Fast är du en sann foliehatt kommer du grina över att NASA inte är en tillförlitlig källa och kräva andra oberoende källor. Detta kan jag köpa rakt av om du i samma veva visar för oss vad i NASA´s dokumentation som är fel och samtidigt vederlägger dessa fel. Det du gjort hittills är inte smickrande för dig direkt utan det du lyckats åstadkommit är att du fått oss att leta fram  ännu fler bevis för att NASA varit på månen.<br/>  Så i praktiken har du hjälpt NASA att stärka dess apolloprjoket och dessa 12 mån som gått på månen. Grattis.<br/> <br/>  Jag ger dig ett exempel på hur DU hjälpt NASA.<br/>  När du först tog upp TETR-A satelliten hade jag ingen aning om att den existerade. men efter 5 minuter på bla NASA´s hemsida kom fakta jag behövde. uppskickad 1 1/2 år INNAN Apollo 11 och uppbrunnen i atmosfären 1 år INNAN Apollo, 11 avslöjade dig och bluffen du gått på.<br/>  NASA tackar för övrigt för fint arbete åt dom.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>xism</strong></div> <div>nu var det inte om skillnaden angående hur objekt beter sej i vakum jämfört med luft utan nu gällde det hur nasa ska ha det. antingen är det vakum på månen eller inte! det finns inget som heter \"near-perfect vacuum\"! VAD i detta var det som du inte fattade? </div> </td> </tr> </table> </div> <br/>  Du fattar inte skillnaden mellan vakuum och luft och hur objekt beter sig i dessa element, lyteskomiken blir att DU som inte kan detta försöker rätta NASA om definitionen för vakuum. Du jag kommer garva gott resten av dagen.<br/>  Vetenskapligt finns det naturligtvis ett tillstånd som heter \"perfect vacuum\", och vi har inte vakuum på jorden, vad tycker du man skall kalla det som existerar på månen då? Hjälp NASA lite här då om du nu inte gilla uttrycket som dom använder. Jag har inga problem med detta.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>xism</strong></div> <div>sen så skiter jag fullständigt i stenarna! om usa är dom enda som hämtat hem dessa från månen hur ska då andra nationer veta hur dessa stenar ska se ut eller inte ska se ut?</div> </td> </tr> </table> </div> <br/>  Hur vet man vad en stjärna 1000 ljusår här ifrån består av för ämnen?<br/>  Din okunnighet lyser starkt igenom här.<br/>  Detta går INTE att bluffa sig till.<br/>  Ryssarna har ju egna prover från månen. Varför har inge vrålat rakt ut från USA´s bittraste fiende??????<br/>  Men jag förstår att DU skiter i stenarna eftersom det inte finns någon bra förklaring hos foliehattarna till detta. Och det är inte svårt att förstå varför dom undviker frågan JÄMT!!!!!"
	},
	{
		"postIndex": 4834,
		"postNumber": 4916,
		"rankGlobal": 24,
		"scoreGlobal": 84.5,
		"userRank": 121,
		"userScore": 2.1,
		"postUserName": "GovIScrap",
		"postUserID": "u309532",
		"postUserUrl": "https://www.flashback.org/u309532",
		"postDateTime": "2009-01-30, 19:33",
		"postUrlInThread": "https://www.flashback.org/t967842p410",
		"postUrlUniq": "https://www.flashback.org/sp14886960",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Eftersom DU överhuvudtaget INTE visat på någon bild som ger FLER skuggor så är din fråga omöjlig att svara på.<br/>  Inte ens mr retard (xism) håller med dig ju! (Det säger en hel del.)<br/>  Det enda foliehattarna lyckas komma på då det gäller skuggor är just att dom inte är RAKA. Din fantasi om fler skuggor är en ny sagoberättelse här!      </td> </tr> </table> </div> <br/>  1. Varför syns aldrig några stjärnor på himlen på bilderna från månen? Egentligen borde stjärnorna ha synts tydligt eftersom det inte finns någon atmosfär på månen. Jo, för att bilderna är tagna i en studio. <br/> <br/>  2. Ibland kan man på TV-bilderna som finns se att flaggan som de satte ner i marken vajar. Det är omöjligt på månen eftersom den inte har någon atmosfär. Detta visar att filmen spelats in på jorden. <br/> <br/>  3. Det finns ingen krater under månlandaren som borde ha orsakats av landarens bromsraketer när man bromsade in under landningen. Detta visar att landaren ställts in i en studio. <br/> <br/>  4. Skuggorna från astronauterna faller åt olika håll på vissa bilder, vilket de inte borde göra eftersom det bara finns en ljuskälla på månen: solen. Varför? Jo, fotona är tagna i en studio med flera lampor! <br/> <br/>  5. Experterna har kollat filmerna från månen och kommit på att om man kör dem i dubbel hastighet så rör sig astronauterna exakt som på jorden. Förmodligen har allt filmats på jorden och sen har man ändrat filmen för att det ska se ut som på månen. <br/> <br/> <br/>  Men det bästa beviset för att USA aldrig landade på månen är att dom inte kunde ha överlevt resan dit. 3000 och 13000 km upp i rymden finns det två strålningsbälten som heter Van Allen-bältena. De är fullmatade med elektroner som alstrar en livsfarlig strålning som skulle ha kokat astronauterna i deras lilla rymdskepp som bara hade några mm tjocka väggar.<br/> <br/>   Tror ni mig inte är det bara att kolla i uppslagsverket Kolla på skuggorna på denna bild!<br/> <br/> <div style=\"margin:5px 20px 20px 20px\"> <div class=\"smallfont\" style=\"margin-bottom:2px\"><b>Spoiler:</b> <input onclick=\"if (this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display != '') { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = '';this.innerText = ''; this.value = 'Dölj'; } else { this.parentNode.parentNode.getElementsByTagName('div')[1].getElementsByTagName('div')[0].style.display = 'none'; this.innerText = ''; this.value = 'Visa'; }\" style=\"width:45px;font-size:10px;margin:0px;padding:0px;\" type=\"button\" value=\"Visa\"/></div> <div class=\"alt2 post-bbcode-spoiler\"> <div style=\"display: none;\">http://pici.se/pictures/NiDnchzwO.jpg </div> </div> </div>"
	},
	{
		"postIndex": 3976,
		"postNumber": 4043,
		"rankGlobal": 25,
		"scoreGlobal": 84.4,
		"userRank": 3,
		"userScore": 53.3,
		"postUserName": "Pad",
		"postUserID": "u58188",
		"postUserUrl": "https://www.flashback.org/u58188",
		"postDateTime": "2008-12-02, 02:25",
		"postUrlInThread": "https://www.flashback.org/t967842p337",
		"postUrlUniq": "https://www.flashback.org/sp13952327",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>xismxist</strong></div> <div>Ryssarna skickade upp lunochod - fjärrstyrd från jorden! ryssarna har tagit hem sten från månen! ryssarna har skickat upp ett par st reflektorer! och dom har inte varit där... där har du förklaringssättet! <br/></div> </td> </tr> </table> </div> <br/>  Tja, visst... så i din desperata iver att försöka bevisa att vi inte varit på månen så lanserar du teorin att vi var där ändå, fast krånglade till allt genom att inte skicka några människor. OK...<br/> <br/>  Visst, det där låter VÄLDIGT krystat, men du måste ju böja på logiken rätt många snäpp för att få det att nästan kunna passa in i dina teorier.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       david scotts hammare och fjäder föll åxå med samma acceleration, använde han en anordning? svar nej!       </td> </tr> </table> </div> <br/>  Det var väl hans hammare och fjäder jag pratade om?<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Det här har inget med dräkten i sej att göra utan det handlar om hur små objekt astronauterna kunde greppa med handskarna dom hade på den tiden. <br/>  Som sagt, hasselblad modifierade kamerorna eftersom astornauterna inte kunda greppa nånting som var mindre än 1 tum. Vet du vad 1 tum är? så david scotts experiment hade aldrig kunnat utföras på månen...      </td> </tr> </table> </div> <br/>  Tack, jag är gissningsvis mer insatt i tumsystemet än vad du är eftersom jag är med i en förening med säte i USA som envisas med att använda det på regelbunden basis.<br/> <br/>  Gällande vad de kunde respektive inte kunde greppa så tror jag nog mer på de andra i tråden än på dig. Att man ville ha kameror med större reglage är inte samma sak som att det var omöjligt att hantera mindre detaljer. Det är för övrigt stor skillnad på att finlira med en kamera och att använda pincettgrepp för att släppa två prylar.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Skitsnack! sandet möter en vägg av luft, det kan vem som helst se!       </td> </tr> </table> </div> <br/>  Nej. Det är inte så, jag har kollat ganska många gånger. Tänk lite på hur olika partiklar kastas i olika vinklar. Följ enskilda kluttar så är det alltid snygga parabler.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       I vakuum finns inget som kan stoppa dammet så därför ska det kastas iväg långt och bete sej helt annorlunda, absolut inte möta en VÄGG av luft på det sätt dom det gör...      </td> </tr> </table> </div> <br/>  Det behöver inte alls kastas iväg långt, var har du fått det ifrån? Däremot skall det inte bli några virvlar, kan du se några virvlar på någon enda video?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Så du menar att det INTE är foton utan folie?! då är det ju ännu värre för er eftersom en spegelbild av en man utan vare sej hjälm eller rymddräkt kan ses på det högra kortet/foliet(kanske han som tog bilden?) å på det vänstra synns tydligt ett månlandskap. Du har att välja på en spegelbild och ett foto! i båda fall? - du förlorar!       </td> </tr> </table> </div> <br/>  Nej, du ser i syne. Jösses. Nu har jag till och med plockat in den högupplösta bilden och förstorat upp det. Det ligger inga foton på den foten, det är rent önsketänkande från er sida. Den högra biten reflekterar benet, det är det som med lite god vilja kan se ut som en suddig figur. I övrigt ser det väl helt normalt ut... Världen skulle bli så mycket bättre om ni inte rökte på innan ni studerade bilderna.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Sa jag att 382 kg var från apollo 11?! Nej jag sa att jag hittade 16 kg från apollo 11 lär dej läsa människa! Nu har du som uppgift att ta fram återstående 366 kg, Om du inte kan så fråga inte nåt om stenarna igen! eftersom ett bevis på dess existens är en förutsättning för att ens kunna ställa frågan      </td> </tr> </table> </div> <br/>  Men det är ju precis det jag gjort. Jag har plockat fram alla stenarna åt dig, jag länkade ju till den kompletta katalogen... Förväntar du dig att jag skall skicka sten med Jetpak till dig personligen? Det där ÄR stenarna, jag tänker inte sitta och rabbla alla katalognummer ett åt gången för dig. Lev med att du blev ägd, stenarna finns.<br/> <br/>  Visst kan du fortsätta ditt spår om att det skulle gå att fejka på jorden, men det har väl inte gått så bra för dig i den diskussionen heller... Du kanske skulle läsa på lite, lära dig lite riktig kunskap utanför University of Youtube.<br/> <br/> <a href=\"/leave.php?u=http%3A%2F%2Fwww.bautforum.com%2F\" target=\"_blank\">http://www.bautforum.com/</a><br/> <br/>  är en bra början, det finns massor av matnyttigt om rymden och astronomi skrivet av kunniga människor. De har ett forum där du kan fråga saker och en forumdel för konspirationsteorier så kan du kanske kolla där först om dian nya internetfynd redan blivit debunkade (kan ju spara dig lite besvär och smärta menar jag)."
	},
	{
		"postIndex": 6349,
		"postNumber": 6468,
		"rankGlobal": 26,
		"scoreGlobal": 84.4,
		"userRank": 22,
		"userScore": 15.7,
		"postUserName": "BigShamgret",
		"postUserID": "u384255",
		"postUserUrl": "https://www.flashback.org/u384255",
		"postDateTime": "2009-10-02, 14:26",
		"postUrlInThread": "https://www.flashback.org/t967842p539",
		"postUrlUniq": "https://www.flashback.org/sp19043547",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Pad</strong></div> <div>Vilket fullständigt nonsenssvar. Hur var det nu, om vi frågar 100 personer på stan, hur många tror du känner till månens albedovärde (eller ens vad albedo är för något)?</div> </td> </tr> </table> </div> <br/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> inte ens ett bemötande! (som vanligt) förefaller rätt logiskt då du avskyr fakta som pesten, du kör istället med löjliga <b>OM</b> frågor <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/><br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Problemet är att foliehattar har en tendens att bara glömma bort de frågor där de blivit praktollade och hoppa vidare till nästa isflak. Genom att propsa på att vi tar en fråga i sänder så har du tvingats erkänna att du haft fel, inte en eller två, utan ganska många gånger.<br/> <br/>  Vill du att vi letar fram en lista på alla felaktiga saker du blivit itutad av tomtar på nätet med suddiga youtubefilmer? Följdfrågan är ju givetvis varför du fortfarande är så lättlurad, lärde du dig ingenting av de fallen?      </td> </tr> </table> </div> <br/>  Stå och tugga på samma ställe är er melodi, och försöka hitta stavfel och anmärka på misstag och liknande DET är er enda chans <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> torden är ett gyllene exempel han anmärkte ENDAST på att jag råka skriva 0.8 istället för 0.08 angående månens albedo, resten av inlägget ignorerade han givetvis.<br/>  Som sagt hans enda chans...<br/> <br/>  För att säja att jag har fel måste ni kunna bevisa motsatsen, dvs sitta inne med svaret. Frågan är om du kan hänvisa till fler än två gånger jag erkänt att jag haft fel (säj tre) men ni kan ju börja med att bevisa månlandningarna \"in the first place\" <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/><br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Faktum kvarstår, du skrev en mening som var helt felaktig. Det fanns inte ett ord med om vare sig ljuskälla eller för den delen hur känslig film man använt.      </td> </tr> </table> </div> <br/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/>  och du skrev ingenting om avståndet, men jag gissar på att självgodingar har ensamrätt på att ignorera vissa faktum.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Vi vet att stenarna inte reflekteras på vissa foton, det är inget mystiskt om man bara har lite grundkoll på hur foto funkar (till och med jag med mina basala kunskaper förstår teorin bakom det).<br/> <br/>  problemet är att ljuset inte är uppdelat i lysa-up-stenar-ljus och lysa-upp-natten-på-jorden-ljus, det är samma sak. En viss mängd solljus reflekteras av månens yta. Om då den mängden ljus är tillräcklig för att här på jorden lysa upp exempelvis stenar så är måste magi vara involverat om samma sak inte funkar på månen också. istället för att bara hänvisa till Collins gång efter annan så kan du väl istället visa lite uträkningar på hur du får ihop det rent logiskt.      </td> </tr> </table> </div> <br/>  på vissa foton?! bestäm dej människa! antingen lyser solen upp ett helt landskap eller så lyser den inte upp nåt alls, solen kan INTE skapa en fläck av ljus i mitten (som vi sett på vissa bilder) eller favorisera VISSA stenar. När jag för en tid sedan länkade till utmärkta bilder av hur månytan inte ens kunde reflektera minsta lilla sten var ursäkten just det: att stenarna var för små <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> men landaren var minsann stor nog att kunna reflekteras! den ursäkten trasas med lätthet sönder med den här stenen, större än landaren men likförbannad helt i skugga <a href=\"/leave.php?u=http%3A%2F%2Fwww.digitalspace.com%2Fprojects%2Flunar-telerobotics%2Fproposal%2Findex_files%2Fimage066.jpg\" target=\"_blank\">http://www.digitalspace.com/projects...s/image066.jpg</a> så bestäm er! endast kontrollerad ljussättning kan göra skillnad på en landare och en lika stor sten - inte SOLEN.<br/> <br/>  den obekväma sanningen är givetvis att man riktar strålkastarna + reflektorerna på det som var intressant att visa, därav att det uppstår en så kallad hot spot, åxå därav att vissa stenar hamnar utanför och inte reflekteras.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Fel igen, kameran var inte digital. De hängde på en digitalkamera bakom för att kunna experimentera, men korten de tog i slutändan var analog. Du har verkligen svårt att hänga med i ett vanligt tv-program?<br/> <br/>  Med \"ser ut\" avser jag i det här fallet kamerans konstruktion, dvs längd på objektivet och hur kamerahuset är uppbyggt. Givetvis är filmens känslighet och slutartid viktigare, men det kan bli stor skillnad mellan olika kameror och samma film/slutartid, särskilt vad gäller skärpa och bildinformation.      </td> </tr> </table> </div> <br/>  bakstycket var digitalt därav digitalt, 60/70 hade nasa inga digitala kameror så varför ska man envisas med att använda en annan teknik? hade man, som du säjer, hittat en så pass likvärdig kamera varför då inte låta den vara som den är?! uppenbarligen kunde man inte få det resultat man eftersökte så man modifierade den och gick då från \"3f stop\" till 12f stop\" (som du åxå ignorerade)<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Jag har ett antal gånger bett dig lägga fram belägg för att han \"dikterade\" innehållet. Så här långt har du inte kunnat lägga fram något mer än att han var med som rådgivare. Det är att ljuga, och därför kallar jag dig nu för lögnare.      </td> </tr> </table> </div> <br/>  Du har redan fått imdb länken, var han med som rådgivare så var det han som bestämde hur allt skulle se ut och vara, dvs han dikterade likförbannat innehållet. Men du har inte kunnat lägga fram belägg för att han var bara \"rådgivare\" därför kallar jag dej nu för den lögnare du är.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Mythbusters blandade till rätt albedo. Jarrah använde asfalt, vars albedo inte ens är känt, det varierar mellan olika bitar asflat (vilket jag också påpekat för dig ett antal gånger nu).      </td> </tr> </table> </div> <br/>  Gjorde dom?! bevisa det, bring up eller shutup!! <br/>  Och jag har påpekat för dej ännu mer gånger att vi aldrig fick se ljusmätaren (men dom visade gärna \"8\" på en miniräknare) <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> <br/> <br/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> <br/>  Asfalt inte ett känt albedo?! pröva 5-10 för nylagd och 10-15 för sliten - detta enligt american concrete blabla nånting... vilket ger ett snitt på 10 i det här fallet. Som vi kan se på hans video var den inte helt nylagd...<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Så om mythbusters använt en strålkastare på 10W så hade försöket blivit bättre? Det intressanta är om de hade en strålkastare som är jämförbar med solen. Vi vet redan att Jarrahs billykta är skrattretande fel, däremot lyste mythbusters strålkastare upp landskapet som solen lyser upp om dagen. Därför är det rimligt att tro att den är bra mycket bättre solsubstitut.      </td> </tr> </table> </div> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Och där kom den igen. Lägg fram belägg på att han dikterade innehållet eller sluta ljug. Ditt val.      </td> </tr> </table> </div> <br/>  Var finns lögnen?! har redan länkat till imdb där han ges credits. Som sagt vad gjorde han där annars? (serverade kaffet? även det hade diskat programmet med hästlängder...)<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Såvitt jag kan se på alla punkter.      </td> </tr> </table> </div> <br/>  mythbusters har inte haft rätt på EN punkt än... såvida du inte har en joker i rockärmen? (men det kommer inte hjälpa dej heller)<br/> <br/>  Intressant att du själv tycker dig kunna kräva att mythbusters skall förlänga sitt tv-program med alla de smådetaljer som du tycker är relevanta, men du skall inte behöva redovisa ens basala källor till saker DU påstår. Särskilt som delar av Jarrahs experiment klart visar att han inte verkar vara någon strjärna rent fototekniskt.<br/> <br/>  Förlänga?! är du ens på riktigt?! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/whoco5.gif\" title=\"Whoco5\"/> om du hade läst vad jag skrivit tidigare så hade du lagt märke till att mitt förslag till och med hade sparat dom en sekund(!) istället för att visa \"8.00\" på en miniräknare i 2 sekunder kunde dom istället visat vad det stod på ljusmätaren i EN sekund<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Tja, du har ju haft fullt förtroende förr för folk som ljugit för dig och där du var tvungen att medge i efterhand att du hade fel, så jag är inte förvånad.      </td> </tr> </table> </div> <br/>  Here we go again! så mkt anklagelser... var finns lögnen? VEM har ljugit? VAD har denne ljugit om? bring up eller shutup!!<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Mitt tips är att inte lita blint på allt du hittar på youtube. De flesta människor med din historik i den här forumdelen hade kanske lärt sig det vid det här laget, men jag ser att du inte är en kille som lär av dina misstag.      </td> </tr> </table> </div> <br/>  Mitt tips är lita på videon eftersom den förblir densamma, om den så laddas upp på youtube, google video, ges ut i försäljning, eller visas på tv. men du kanske är emot just youtube? - propagandaisternas stora skräck!! <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> jag förstår varför du förespråkar censur"
	},
	{
		"postIndex": 902,
		"postNumber": 924,
		"rankGlobal": 27,
		"scoreGlobal": 84,
		"userRank": 95,
		"userScore": 2.6,
		"postUserName": "Jocke27",
		"postUserID": "u76473",
		"postUserUrl": "https://www.flashback.org/u76473",
		"postDateTime": "2006-12-16, 17:42",
		"postUrlInThread": "https://www.flashback.org/t967842p77",
		"postUrlUniq": "https://www.flashback.org/sp5803802",
		"sentence": "Jag har läst hela tråden, sett konspirationsdokumentärerna, läst debunkförsöken, läst om månlandningen på NASA:s hemsida.<br/> <br/> Jag har inte, som så många andra här, bestämt mig för vad som har hänt eller inte hänt då jag inte har den utbildning och erfarenhet inom fysik som krävs för att verkligen bevisa att människan har varit på månen eller inte.<br/> Jag tvivlar på att någon här inne kan hävda att de har det.<br/> <br/> För det första så måste alla; konspirationsteoretiker som absolutister, brevbärare som kärnfysiker, UFO.se-stammisar som Darwin-anhängare förstå att fakta alltid kan förvrängas, förstärkas och försvagas utifrån vad syftet med \"bevisen\" är.<br/> Alla måste inse att i en sådan här kontroversiell och komplicerad fråga så är gränsdragningarna mellan bevis och bevis ovanligt otydliga.<br/> <br/> Människor som är konspiratoriskt lagda lyfter ofta fram den historiskt smått fantastiska felinformationen om jordens form, d v s att man trodde den var platt.<br/> \"Man trodde att jorden var platt - människor gick på vad som helst - det gör vi säkert fortfarande - vi är fortfarande lika dumma\".<br/> Argumentet har ingen nutida betydelse då slutsatserna drogs av den tidens vetenskap vars utveckling låg i linje med människans dåtidens intellektuella kapacitet.<br/> <br/> Jag har läst alla Elgigantens, Flarns, Pads, Efektos och Sten B med fleras inlägg på alla 77 sidorna och det som slår mig mest är den totala avsaknaden av lyhördhet och öppenhet.<br/> De som tror på månlandningen gör allt för att slå ner varenda tveksamhet, motståndarna gör allt för att allt ska verka skumt.<br/> <br/> Och det är problemet med konspirationer, det räcker inte att visa upp en detalj där och en detalj där för att bevisa en konspiration utan man måste ha betydligt mer kött på benen.<br/> Det gör att man tvingas se saker som inte existerar, tvingas ifrågasätta saker som inte hade behövt ifrågasättas vilket gör att den stora mängden \"bevis\" som konspiratörena visar upp ger upphov till fler sanningsenliga motbevis vilket leder till en utsuddning av de egentliga tveksamheterna.<br/> <br/> Man kan analysera allt möjligt som skuggorna, studsandet o s v och då komma fram till att månlandningen inte ägde rum men om man tror på allt konspiratörerna(filmmakarna, skribenterna o s v) säger så tappar allt sin substans eftersom allt är fejkat.<br/> Stjärnorna är det bästa exemplet på det.<br/> När hoax-anhängarna säger att: \"Man borde kunna se stjärnorna från månen\".<br/> Vilken källa kommer det ifrån? Jag skulle tippa på rymdingenjörena i världen. Och vilken organisation jobbar de flesta av dem för?<br/> Det vore väl fullständigt osannolikt om NASA iscensätter en hel månlandning och gör misstaget att \"glömma\" att fylla kulissen med små stjärnor så att det \"beviset\" försvinner.<br/> <br/> Jag är inte ute efter att bevisa att månlandningen varken har eller inte har inträffat utan vill ha svar på de frågor jag har.<br/> <br/> Det som får mig att ställa flest frågor av alla är:<br/> <br/> - Människan ska ha varit på månen sex gånger mellan 1969 och 1972.<br/> De efterföljande snart 35 åren har vi inte varit där en enda gång.<br/> Nu planerar NASA att åka dit 2012 eller 2018 för en kostnad på nästan 1 biljon(!) svenska kronor. Hur mycket var motsvarande summa 1969?<br/> <br/> Det oerhört märkliga faktum har här inne inte fått något annat svar än att det inte är lönt, USA bevisade att man kunde, det kostar mycket pengar, det fanns motiv då men inte nu. <br/> <br/> Hur kunde det inte finnas motiv att åka till månen på 80-, 90- och 2000-talen? Vet vi allt om månen?<br/> <br/> Jag har sökt och sökt efter en bandad intervju med någon OBEROENDE som i lugn och ro förklarar och motbevisar allt konspirations-trams men hittar ingen.<br/> <br/> Finns det till exempel nån länk där ryska, tyska, japanska austronauter kommenterar månlandningen?<br/> <br/> Intervjuerna med Buzz Aldrin ger inte så mycket.<br/> <br/> \"What proof do you have that we went to the moon?\"<br/> \"I'm an honest person, if I tell you I was on the moon, and you choose not to believe me, forget it.\"<br/> <br/> \"Talk to the administrators of NASA. We're passengers, we´re guys going on a flight, we're not...\"<br/> <br/> Var de passagerare? Vem styrde Apollo 11? Vem landade? Bör inte dem som har kunskap om månen åka dit?<br/> <br/> Det är naturligtvis sannolikt att Aldrin blivit så trött på alla frågor så att han inte orkar svara, att han innerst inne blir ledsen över att hans livsverk ifrågasätts av arroganta ungdomar och inte tycker att han ska behöva förklara det gång på gång men jag kan inte låta bli att förvånas över vilken försvarsposition han uppvisar.<br/> <br/> Till sist vill jag framhäva att jag verkligen vill tro att vi har varit på månen.<br/> Det är betydligt mycket mer spännande än att vi inte har varit det.<br/> <br/> MVH<br/> Jocke"
	},
	{
		"postIndex": 4776,
		"postNumber": 4857,
		"rankGlobal": 28,
		"scoreGlobal": 83.6,
		"userRank": 6,
		"userScore": 35.6,
		"postUserName": "kojiro",
		"postUserID": "u316996",
		"postUserUrl": "https://www.flashback.org/u316996",
		"postDateTime": "2009-01-29, 10:36",
		"postUrlInThread": "https://www.flashback.org/t967842p405",
		"postUrlUniq": "https://www.flashback.org/sp14862686",
		"sentence": "Seriöst, för nån vecka sedan kämpade jag mig igenom ett antal avsnitt av den där australiensiska youtube-snubben och de är väl rätt typiska för konspirationsteoretiker. Man ser något man tycker är konstigt och så blir det bevis av det. Fast, kanske mer rättvisande är att säga att man vrider och vänder på saker så att de ska se ut att vara konstiga.<br/> <br/>  Tex, det är rätt roligt att höra argumentet att eftersom det har sagts att en av skillnaderna mellan jordiska stenar och månstenar är att de senare inte innehåller vatten eller har tillkommit i en vattenrik miljö så betyder det att nu när man tydligen har hittat spår av vatten så finns det ingen som heeeelst skillnad mellan jordiska stenar och de påstådda månstenarna. Hehe.<br/> <br/>  Jag tycker det är speciellt kul att han framhåller att det är en sån <i>stor</i> skillnad mellan total avsaknad av vatten och att man nu hittat spår av vatten och någon annanstans pratar han om månens avsaknad av atmosfär och dess vakuum. Hmmm, det är bara det att månen faktiskt har en (tunn) atmosfär. Skall man börja kalla någon för lögnare här? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/> <br/>  Nu är månens atmosfär förvisso en extremt tunn sådan, men eftersom det är en sån enooorm skillnad mellan totalt avsaknad och spår av, så förväntar jag mig att inga argument angående viftande flaggor eller \"dust hitting walls of air\" mer kommer framföras? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/smile1.gif\" title=\"Smile\"/><br/>  Ungefär lika dumt som att säga att månstenarnas spår av vatten gör att de är likadana som jordiska. För att säga något sånt måste man kvantifiera påståendet om vatten och visa att förhållande är lika, något som jag gissar inte alls stämmer eftersom geologer alltid har hävdat att skillnaden i vatten är en framträdande kännetecknen av månstenen.<br/> <br/>  Sen att han inte vet vad definitionen på oxidering är och tror att om han visar fram månsten som innehåller syre så är det ett bevis på att månstenarna skulle ha genomgått oxidering och därmed vara lika som jordens stenar...<br/> <br/>  Men oxidering behöver inte ens involvera syre, och det betyder förlust av elektron. Månstenarna befinner sig i reducerat tillstånd dvs de har lågt oxidations tal, medan jordiska stenar är i oxiderat tillstånd och har högt oxidationstal eftersom de har reagerat med atmosfären.<br/> <br/>  Sammanblandning av olika saker: någon pratar om att isotoper av syre är lika som de på jorden, någon annan pratar också om isotoper och säger att de skiljer sig. Finns det någon konflikt? Nej, de pratar uppenbart om olika saker. Den senare pratar om isotoper som syntetiserats av kosmisk strålning, så antagligen He-3.<br/> <br/>  Och då framförandet att Nasa skulle ha \"lace:at\" sina månstenar med naturligt förekommande He-3 eftersom det finns så mycket mer än vad man tror. Hela 15ton på jorden! Hehehe. Nu tror jag iofs den stora frågan är hur Nasa skulle betett sig för göra det snarare än problem att skaffa råmaterialet, men 15ton på hela jorden låter verkligen inte som mycket i mina öron...<br/> <br/>  Mer kul: för att visa att kosmisk strålning kan penetrera djupt in i stenar så citeras en artikel. Tittar man på den del av texten som inte är highligtad så ser man dock något intressant: där påstås att rymddräkten är nog för att skydda astronauterna från den vanliga kosmiska strålningen och att de tjocka skydden av månmeterial endast behövs för de stora utbrotten från solen som endast inträffar kanske en gång per år!<br/> <br/>  Det kanske mest komiska är dock när han påstår att Soviet misslyckades med sina Luna-sonder och var tvungen att fejka månproven! Detta pga av att delar av tidigare uppdrag misslyckats och inte offentliggjorts. Ingen skillnad i grad på lögn där inte och vad är motivationen?<br/> <br/>  Nåväl, detta skulle alltså gjorts genom att man stjäl 0.1kg stoft från Apollo proven (utan att det märks, för vem håller räkning?). Därav den goda överensstämmelsen mellan Luna och Apollo.<br/>  Men, Luna 20 returnerade sitt stoftprov från månens högland tidigare än Apollo-programmet gjorde detsamma (med Apollo 16) och dessa skiljer sig från de tidigare proven som samlades in på låglandet. Men Luna 20 och Apollo 16 stämmer överens med varandra...<br/> <br/>  Tja, detta är väl ungefär vad jag kommer ihåg om dessa avsnitt. Summa summarum blir väl att inget av värde presenterades. Om man vore intresserad av att samla bevis vore en idé att man kollar med experter när man inte själv längre hänger med i resonemangen."
	},
	{
		"postIndex": 1678,
		"postNumber": 1716,
		"rankGlobal": 29,
		"scoreGlobal": 83.5,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "ElGiganten",
		"postUserID": "u119618",
		"postUserUrl": "https://www.flashback.org/u119618",
		"postDateTime": "2007-09-08, 11:41",
		"postUrlInThread": "https://www.flashback.org/t967842p143",
		"postUrlUniq": "https://www.flashback.org/sp8278477",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>estone</strong></div> <div>Nope, Ryssarna hade ingen koll alls på månfärden. All trafik (radio och tv) gick genom en stor antenn i australien. Det går inte att lokalisera en så svag radiokälla i rymden. Dessutom visste dom inte var dom skulle leta. Sedan brukar man använda satelliter som länkstationer för trafiken. Men sedan fanns det ju den riktiga raketen även där uppe som jag skrev. Det var bara bilderna från sändningen som var fejkade.<br/>  Det togs naturligtvis riktiga bilder och foton också. Och alla färder efter A 11, var riktiga.  </div> </td> </tr> </table> </div> <br/>  Antennen i Australien är en av flera som användes av NASA. Du vet väl att jorden är RUND?<br/> <br/>  Månen har alltid samma sida mot jorden, men jorden har inte samma sida mot jorden, detta måste du har snappat upp i skolan? Annars tycker jag att du skall lära dig lite basic fysik för det kommer du behöva om du skall överleva denna debatt.<br/> <br/>  Hur många satelliter fanns det som kunde länka radiotrafiken 1969?<br/> <br/>  Visste inte Ryssarna vart dom skulle leta?? Är du dum?<br/> <br/>  MÅNEN, USA och Ryssland ville båda till månen!<br/>  Skulle USA fejka färden så är det inte speciellt svårt för en Ryss att räkna ut att USA skulle skicka upp dessa raketer från Florida, detta begränsar omloppsbanan man hamnar i, men det visste du väl?????????<br/> <br/> <br/>  Vad försvagar en radiokälla i rymden? Hur mycket försvagas den varje 100 000 km? Vad hade radiokällan för effekt då den lämnade apollokapseln?<br/> <br/>  Vet du inte svaret på dessa frågor så är det dags att ta reda på svaret på dom. Du kommer med så galna fantasier så hade NASA haft dig på 60 talet så hade dom inte behövt åka till månen 9 ggr. Utan du hade kunnat fantisera ihop en historia och sålt den till NASA och levt lycklig resten av ditt liv."
	},
	{
		"postIndex": 7635,
		"postNumber": 7791,
		"rankGlobal": 30,
		"scoreGlobal": 83.3,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "ElGiganten",
		"postUserID": "u119618",
		"postUserUrl": "https://www.flashback.org/u119618",
		"postDateTime": "2010-08-07, 01:13",
		"postUrlInThread": "https://www.flashback.org/t967842p650",
		"postUrlUniq": "https://www.flashback.org/sp24682465",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>red chili</strong></div> <div>uträkning.. inte uträknig.. fast det spelar liksom ingen roll, för nytt info är inte elgigantens grej, 30 år av input räcker tydligen precis som apollos styrdator ...</div> </td> </tr> </table> </div> <br/>  Och din grej är att inte bidra till tråden med något matnyttigt alls utan att hitta på lite utan att ta reda på ett enda skit.<br/> <br/>  Här är några favoriter:<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>red chili</strong></div> <div>om nu jänkarna hade ett program som skickade upp mannskap och uttrustning till månen för siså.. 30 år sedan (inte en gång dessutom utan flera), är det inte då ganska så skamligt att japsarna med dagens teknologi inte förmår mer än att skicka dit en kamera alena? eller är världen så cool och arrogant?</div> </td> </tr> </table> </div> <br/>  Detta skrev DU 2008 !!!!!?????<br/>  Apollo 11 Juli 1969, 30 år.. Snarare en hel del närmare 40 år.<br/> <br/>  Sen tillbaka till, \"varför gör dom inte det igen med deras teknologi dom hade på 60-talet\"<br/> <br/>  Att ni inte tröttna och läser på istället.<br/> <br/>  Efter att ha sökt på lite andra infallsvinkar i detta så snubblar jag över detta:<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>red chili</strong></div> <div> om man nu har månteknologi som fungerar, vad har hänt med den sedan 1970-talet?</div> </td> </tr> </table> </div>   Är det någon som känner igen jargongen??<br/>  Balanserat och logiskt svar från Pad.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Pad</strong></div> <div>Jag kan meddela att man heller inte använder samma typ av fallskärmar som på 40-talet. Gissa varför?<br/> <br/>  Vidare så är kunskap en färskvara, och den förvaras framförallt i huvudet på de experter man har som anställda. Vad tror du har hänt där sen 70-talet?<br/> <br/>  Det är alltså inte så märkligt att NASA på sätt och vis får uppfinna hjulet på nytt, lite som att man efter en tids nerrustning inte är i tipptopp beredskap på en vecka. Det tar tid att hämta igen kunskap.</div> </td> </tr> </table> </div> <br/>  Svaret är däremot väldigt intressant om man tar med andra inlägg som red chili skrivit i denna tråd.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>red chili</strong></div> <div>//idiotiskt påstående, jämför det med flygindustrin.</div> </td> </tr> </table> </div> <br/>  Detta skriver du 28/8 2008, sen blir du tyst tills den 9 november. Något svar på responsen du fick då du skrev ditt inlägg den 28/8? Nej naturligtvis INTE, du dra om samma cirkel resonemang IGEN. Trots att du fått svar och frågor på dina inlägg så väljer du att ducka en stund och sen skriva samma skit igen.<br/> <br/>  Men Du har ju skrivit att du vill jämföra detta med fylindustrin.<br/>  Då gör vi detta igen då.<br/>  Concord flög fösta gången 1969, samma år som Apollo 11 landade på månen.<br/>  Concord kunde frakta passagerare i dubbla ljudhastigheten.<br/>  Skall man nu följa foliehatts retorik så skall vi idag jämt kunna flyga i minst dubbla ljudhastigheten då man flyger till Thailand tex.<br/>  Och enligt foliehatts retorik så var alltså Concord en bluff också.<br/> <br/>  Vi fortsätter.<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>red chili</strong></div> <div>det finns idag inget bevis på att månlandningen har ägt rum på det sätt nasa hävdar, det finns nasa's material och så finns det de som tvivlar på dess äkthet - om du letar på youtube eller nasa's hemsida hittar du bara samma gamla skit. det finns en officiell bild som är vedertagen men det finns INTE totalt oberoende tredje hands info som bevisar något....</div> </td> </tr> </table> </div> <br/>  Som sagt, bara för att vissa inte har kunskap så har dessa historiska händelser ägt rum!!!<br/>  Det finns massor av bevis, dessa har lagts fram i tråden otaliga gånger.<br/>  Men genom att studera dina inlägg och datum när dom skrivs får vi en tydlig bild över din vilja att bemöta direkta frågor som blir obekväma. Du lägger ner skrivandet och återkommer med nya galna inlägg och låter bli att svara på direkt ställda frågor till dig.<br/> <br/>  Men du skall få ett bevis av oss igen.<br/>  Stenarna, dom är undersökta av forskare runt om på jorden, inkl. ryska forskare.<br/>  Varför har INGEN sagt till eller harklat sig och lagt fram ett enda litet papper som tyder på \"förfalskade stenar\"???<br/>  Sen är det läge igen att påpeka, vill du ifrågasätta en vedertagen historisk bevisad händelse så är det DU som skall lägga fram bevisen här.<br/>  Men du har ju \"bara internet\" till ditt förfogande.<br/>  Många här sitter faktiskt också med KUNSKAP och utbildning på många ämnen som rör detta ämne.<br/>  Vad du besitter står nog skrivet i stjärnorna."
	},
	{
		"postIndex": 6342,
		"postNumber": 6461,
		"rankGlobal": 31,
		"scoreGlobal": 83.2,
		"userRank": 3,
		"userScore": 53.3,
		"postUserName": "Pad",
		"postUserID": "u58188",
		"postUserUrl": "https://www.flashback.org/u58188",
		"postDateTime": "2009-10-02, 12:18",
		"postUrlInThread": "https://www.flashback.org/t967842p539",
		"postUrlUniq": "https://www.flashback.org/sp19041946",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>BigShamgret</strong></div> <div>enligt nasa 7-10, enligt collins 7, vår allas lilla snorlykta försöker förbättra oddsen med ett påstående på 12 men det finns det inga belägg för. Dock ingen fara på torpet då vi redan vet att inte ens sliten asfalt (albedo 15%) mäktar med att reflektera en modellandare, så hans halmstrå har ingen verkan oavsett.</div> </td> </tr> </table> </div> <br/>  Vilket fullständigt nonsenssvar. Hur var det nu, om vi frågar 100 personer på stan, hur många tror du känner till månens albedovärde (eller ens vad albedo är för något)?<br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Jag hade rätt och du hade fel (som så många gånger förr)      </td> </tr> </table> </div> <br/>  Nej, och det var inte heller det jag frågade. Jag frågade om du faktiskt saknar så mycket självinsikt att du inte begriper att det bara var du själv som låg bakom att du bannades.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Jag kan hålla flera järn i elden igång samtidigt, tragiskt att inte du klarar det? ytterst få isflak har sjunkit, destå fler är det som ini nte inte bemött.      </td> </tr> </table> </div> <br/>  Problemet är att foliehattar har en tendens att bara glömma bort de frågor där de blivit praktollade och hoppa vidare till nästa isflak. Genom att propsa på att vi tar en fråga i sänder så har du tvingats erkänna att du haft fel, inte en eller två, utan ganska många gånger.<br/> <br/>  Vill du att vi letar fram en lista på alla felaktiga saker du blivit itutad av tomtar på nätet med suddiga youtubefilmer? Följdfrågan är ju givetvis varför du fortfarande är så lättlurad, lärde du dig ingenting av de fallen?<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Galet? varken solen eller en lampa på nära avstånd är kababel att \"lysa upp\" en modellandare på skuggsidan på månytan ELLER asfalten(samma albedo) eller för att säja det ordagrant: REFLEKTERA (annars förstår du väl inte?) och NEJ, det hänger mer på avståndet här, ett avstånd ni gärna ignorerar.      </td> </tr> </table> </div> <br/>  Faktum kvarstår, du skrev en mening som var helt felaktig. Det fanns inte ett ord med om vare sig ljuskälla eller för den delen hur känslig film man använt.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Here we go again!! samma simpla ursäkt <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> vi VET ju redan att stenarna inte reflekteras - enligt orginal nasa film (eller är det fake menar du?) <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> som jag sagt tidigare (och även michael collins): det är två totalt skilda saker som inte har ett dugg med varandra att göra! som sagt, åk upp och asfaltera så kommer månen \"lysa\" ännu starkare pga asfaltens högre albedo.      </td> </tr> </table> </div> <br/>  Vi vet att stenarna inte reflekteras på vissa foton, det är inget mystiskt om man bara har lite grundkoll på hur foto funkar (till och med jag med mina basala kunskaper förstår teorin bakom det).<br/> <br/>  problemet är att ljuset inte är uppdelat i lysa-up-stenar-ljus och lysa-upp-natten-på-jorden-ljus, det är samma sak. En viss mängd solljus reflekteras av månens yta. Om då den mängden ljus är tillräcklig för att här på jorden lysa upp exempelvis stenar så är måste magi vara involverat om samma sak inte funkar på månen också. istället för att bara hänvisa till Collins gång efter annan så kan du väl istället visa lite uträkningar på hur du får ihop det rent logiskt.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       \"ser ut\" att vara håller inte här, vi vet precis lika lite om den som vi vet om jarrahs kamera, det enda vi vet är att båda kamerorna använde digital teknik till skillnad mot för nasa som då endast kunde använda film       </td> </tr> </table> </div> <br/>  Fel igen, kameran var inte digital. De hängde på en digitalkamera bakom för att kunna experimentera, men korten de tog i slutändan var analog. Du har verkligen svårt att hänga med i ett vanligt tv-program?<br/> <br/>  Med \"ser ut\" avser jag i det här fallet kamerans konstruktion, dvs längd på objektivet och hur kamerahuset är uppbyggt. Givetvis är filmens känslighet och slutartid viktigare, men det kan bli stor skillnad mellan olika kameror och samma film/slutartid, särskilt vad gäller skärpa och bildinformation.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       ...samma idiot dikterade mythbusters program (DET bryr du dej inte om)      </td> </tr> </table> </div> <br/> <br/>  Jag har ett antal gånger bett dig lägga fram belägg för att han \"dikterade\" innehållet. Så här långt har du inte kunnat lägga fram något mer än att han var med som rådgivare. Det är att ljuga, och därför kallar jag dig nu för lögnare.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       där dom skulle efterlikna en scen och hade digital kamera med \"12 f stops\" till skillnad mot kamerorna dom påstods ha på månen, men ektachrome film endast \"3 f stops\". nu vet jag inget om dessa \"f stops\" men vem som helst kan se att det handlar om en stor skillnad. Så jo, mythbusters fuskade på fler sätt än ett. Det fanns INGEN som helst liknelse med deras tester och det nasa påstods gjort, nånstans.      </td> </tr> </table> </div> <br/>  jodå, det är det bästa testet så här långt.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       du säjer att mythbusters vinner på alla punkter? faktum är dom förlorar stort på alla. <br/>  1. jarrah använder ett underlag av känt albedo - mytbusters gör det inte      </td> </tr> </table> </div> <br/>  Nej, och nej<br/> <br/>  Mythbusters blandade till rätt albedo. Jarrah använde asfalt, vars albedo inte ens är känt, det varierar mellan olika bitar asflat (vilket jag också påpekat för dig ett antal gånger nu).<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       2. jarrah använder strålkastare av känt wattantal - mythbusters gör det inte      </td> </tr> </table> </div> <br/>  Så om mythbusters använt en strålkastare på 10W så hade försöket blivit bättre? Det intressanta är om de hade en strålkastare som är jämförbar med solen. Vi vet redan att Jarrahs billykta är skrattretande fel, däremot lyste mythbusters strålkastare upp landskapet som solen lyser upp om dagen. Därför är det rimligt att tro att den är bra mycket bättre solsubstitut.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       3. den bevisade lögnaren &amp; fuskaren jay windley dikterar innehållet därmed är dom diskade      </td> </tr> </table> </div> <br/>  Och där kom den igen. Lägg fram belägg på att han dikterade innehållet eller sluta ljug. Ditt val.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       så, vart nånstans vinner mythbusters? <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/laugh.gif\" title=\"Laugh\"/> </td> </tr> </table> </div> <br/>  Såvitt jag kan se på alla punkter.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Jag tror honom och har inga som helst behov att \"bevisa\" det för er, ni får fråga honom själv ska det vara så förbannat svårt?      </td> </tr> </table> </div> <br/>  Intressant att du själv tycker dig kunna kräva att mythbusters skall förlänga sitt tv-program med alla de smådetaljer som du tycker är relevanta, men du skall inte behöva redovisa ens basala källor till saker DU påstår. Särskilt som delar av Jarrahs experiment klart visar att han inte verkar vara någon strjärna rent fototekniskt.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Jazzil må kunna mer än oss, men hans resonemnag är oftast rena motsatsen till andra prisbelönta fotografers såsom david percy och marcus allen, och i detta sällskap väger jazzil extremt lätt. <br/> <br/>  jag har fullt förtroende för jarrah, däremot mythbusters har gjort bort sej sedan länge och bränt alla trovärdiga broar, istället för att inta en neutral ställning i frågan om vi landade på månen eller inte valde dom att samarbeta med en lögnare &amp; fuskare. Dessutom är adam savage kompis med phil plait - en annan lögnare.      </td> </tr> </table> </div> <br/>  Tja, du har ju haft fullt förtroende förr för folk som ljugit för dig och där du var tvungen att medge i efterhand att du hade fel, så jag är inte förvånad.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       finns flera videor på youtube som visar hur extremt fel dom hade och har haft om det mesta, bara sök på: \"mythbusters busted\"      </td> </tr> </table> </div> <br/>  Mitt tips är att inte lita blint på allt du hittar på youtube. De flesta människor med din historik i den här forumdelen hade kanske lärt sig det vid det här laget, men jag ser att du inte är en kille som lär av dina misstag."
	},
	{
		"postIndex": 6949,
		"postNumber": 7082,
		"rankGlobal": 32,
		"scoreGlobal": 83,
		"userRank": 2,
		"userScore": 65,
		"postUserName": "Jazzil",
		"postUserID": "u64912",
		"postUserUrl": "https://www.flashback.org/u64912",
		"postDateTime": "2009-11-03, 21:18",
		"postUrlInThread": "https://www.flashback.org/t967842p591",
		"postUrlUniq": "https://www.flashback.org/sp19604801",
		"sentence": "För att alla ska bli lite lugna och sansade så kan jag tipsa om en film.<br/>  En helt underbar film jag såg på just nu. Klart 9 av 10 av mig.<br/> <br/>  Moon heter den.<br/> <br/>  En trailer: <a href=\"/leave.php?u=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DfQTJUfqNJts\" target=\"_blank\">http://www.youtube.com/watch?v=fQTJUfqNJts</a><br/> <br/>  Finns att ladda ner men har ej hittat med svensk text för er som har lite svårt med engelskan. <br/> <br/>  När ni har sett den kan vi väl börja diskutera igen, kanske vi alla har då en liten mer snällare attityd...<br/> <br/>  Kan vi inte alla här försöka sluta spy ut oss massa skit hit och dit.<br/>  Istället för att foliehattarna gång på gång slänger upp massa citat och länkar och ropa: HEJ!!! KOLLA JAG HADE RÄTT utan att skriva ett enda jävla ord själv så kanske ni skulle faktiskt sätta er in i det ni verklige läst/sätt. Sedan kan ni väl skriva med EGNA ord vad ni vill få fram. Vad är det ni har så svårt med detta? För jag tror att hälften av det ni klistrar in är saker ni inte på något sätt själva fattar.<br/> <br/>  Sedan kan vi verklighetskillar som gång på gång visar er fakta (oftast 100% med EGNA ord och sedan källfakta) försöka sluta skriva \"idiot\", \"trög\" mm. Inte lär foliehattarna ta till sig våran fakta bättre. Har själv skrivit det många gånger så jag är inte bättre själv.<br/> <br/>  Men börjar bli så trött att det gång på gång är foliehattarna som kommer med påståenden utan någon som helst belägg på vad dom tror på. Och att dom aldrig kan skriva med egna ord vad dom tror på.<br/> <br/>  Kan vi inte försöka göra ett nytt sätt att diskutera? Att vi SAMTALAR istället, att vi tillsammans försöker komma fram till vad som mest verkar mest sannolik, det som mest har bevis, det som mest verkar logiskt.<br/>  Tex kan foliehattarna skriva:<br/> <br/>  -\"Jag har sett en film på youtube. Dom säger att fotografierna är inte tagna på månen för det finns inte några stjärnor med. Varför är det så?\"<br/> <br/>  Vi svarar<br/> <br/>  -\"Ja, det har med att kameran inte har några möjligheter att ta in så svagt ljus när bländaröppningen och slutartiden är inställda på dom världen som dom hade på månen (och sedan lite mer förklaring av detta). Ni kan testa själv genom att gå ut en natt och ta ett kort med samma inställningar.\"<br/> <br/>  Filiehattarna svarar:<br/> <br/>  -\"Ja, nu har jag gjort det och det stämde, jag fick inte med några stjärnor på kortet\"<br/> <br/> <br/> <br/>  Så BORDE det väl ändå vara. Nej, nu ser det ut så här.<br/> <br/>  -\"VI HAR INTE LANDAT I MÅNEN, KOLLA DEN HÄR FILMEN: (länk till en timma lång film). Man ser inte några stjärnor. HA HA, NI ÄR IDIOTER SOM TROR PÅ MÅNLANDINGEN!!!\"<br/> <br/>  vi svarar<br/> <br/>  -\"Ja, det har med att kameran inte har några möjligheter att ta in så svagt ljus när bländaröppningen och slutartiden är inställda på dom världen som dom hade på månen (och sedan lite mer förklaring av detta). Ni kan testa själv genom att gå ut en natt och ta ett kort med samma inställningar.\"<br/> <br/>  Samma foliehatt svara:<br/> <br/>  -\"Nä så är det inte, för i den HÄR filmen så säger dom att det inte är så. Kolla själv: (länk till en 2 timmar lång film). FATTAR ni inte eller???\"<br/> <br/> <br/>  Jag är trött att gång på gång få se en massa länkar till filmer som man sedan ska svara på. Man har inte någon diskution med foliehattarna, det är med youtube-filmer man diskuterar med... Tråkigt.<br/> <br/>  Ljuset är just nu <b>AlienBilly</b>, han tar reda på lite själv, frågar lite och drar sedan egna slutsatser.<br/> <br/> <br/>  Ja ja, jag kanske bara snackar en massa skit just nu. Börjar bli trött på sättet det är just nu."
	},
	{
		"postIndex": 1672,
		"postNumber": 1710,
		"rankGlobal": 33,
		"scoreGlobal": 82.7,
		"userRank": 30,
		"userScore": 11.8,
		"postUserName": "estone",
		"postUserID": "u190317",
		"postUserUrl": "https://www.flashback.org/u190317",
		"postDateTime": "2007-09-07, 19:20",
		"postUrlInThread": "https://www.flashback.org/t967842p143",
		"postUrlUniq": "https://www.flashback.org/sp8272510",
		"sentence": "Gisses, det här blir mycket att svara på.<br/>  Ok, för det första,, läs noga vad jag skriver (iofs är det lätt att missförstå ändå). I mitt första inlägg skrev jag. \" Det är min <i>personliga</i> upfattning att många av <i>bilderna/utsändningarna</i> kan ha varit manipulerade. Jag är ej svart eller vit. Dvs antingen så tror jag på något eller ej, utan jag har sannolikheter att saker kan ha varit på det sättet. I detta fallet, just nu <i>tror</i> jag att det är 70% sannolikt att det finns manipulerade bilder från apollo 11.<br/> <br/>  Sedan, <b>Pad</b><br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Tittar du på vad vi skeptiker skriver så är det extremt sällsynt att vi använder uttryck som \"100% säkert\", däremot använder vi ofta begrepp som \"allt tyder på...\", \"inga konkreta belägg har visat\" osv. Det är mest foliehattar som skriver \"Case closed\" \"100% bevisat\" osv.<br/> </td> </tr> </table> </div>  hmm, du läste nog inte rätt..<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/> <br/>  Som jag skrev 100% är man aldrig,  och som du skrev använder jag mycket ofta \"allt tyder på...\"  Det var ju precis det jag menade att man inte kan bevisa något sådär enkelt. Och jag skulle aldrig använda 100% säkert.<br/> <br/>  Sedan håller jag inte alls med dig om att foliehattar skulle hävda \"Case closed\", tvärt om.<br/> <br/>  Vi vet vem som har bevisbördan.<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Det finns redan en stor fet hög med bevis på att det gick till enligt den officiella versionen. Det tydligaste av dessa bevis torde vara just hur måndammet betedde sig, vilket visar på en total avsaknad av atmosfär. Men även proverna de tog hem, alla foton, radiotrafiken som kunde avlyssnas osv. är alla hårda bevis som granskats kritiskt av foliehattar undre många år utan att man kunnat hitta några fel<br/> </td> </tr> </table> </div>  Klar att den officiella ver har massor av bevis så är det alltid.<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/> <br/>  1. Jag hävdar att dom var där, (fick med sig stenar)<br/>  2. Måndamm är inget speciellt. Kan man fixa här och lägga i vakum kammare o filma.<br/>  3. foton, klart att dom tog foton, säger jag inget annat, men vem tog dom<br/>  När allt gick bra släpptes fotona.<br/>  4. Radiotrafiken  - källa på att den kunde avlyssnas , tack har läst att det var mycket svårt att avlyssna något alls.<br/>  Och även om så var fallet kan man enkelt \"studsa\" radio trafik från jorden till farkosten och tillbaka.<br/>  5. Just att det så mycket foliehattar som fortfarande har stora problem med många av fotona och bilderna , är mitt stora argument.<br/> <br/>  Sedan att orginal bilderna försvann, utan att någon foliehatt har fått möjligheten att se bilderna är en \"smoking gun\" för mig, att det fanns <i>något</i> fuffens.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Med andra ord, om du gör ett påstående (som du just gjorde) så ligger bevisbördan på dig. Hela meningen<br/> </td> </tr> </table> </div>  jo klart, men nu gjorde jag inget pressmeddelande precis utan skrev  att det var <i>min personliga åsikt</i><br/>  och jag är ju här nu och argumenterar för den.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       \"Så du kan ej 'vinna' genom att säga bevisa.\"<br/>  visar hur galet ute du är. Det är DU som har något att vinna, men för att göra det så måste du nog langa fram något konkret. Så här långt har det varit dåligt med den varan, bara en massa ogrundade påståenden (du ser, där var vi tillbaka vid påståenden igen, vilka inte är värda så mycket utan något att basera dem på).      </td> </tr> </table> </div>   Klart att det är påståenden, precis som du påstår saker här, rätt ut bara.<br/>  Så det är ditt problem om du inte anser att mina teorier håller.<br/>  Eller du kanske inte vill ha in andra teorier än dina egna här i tråden?<br/>  Jag har aldrig påstått att, jag kan bevis detta på något som helst sätt.<br/>  Bara att det är min teori.<br/> <br/>  Sedan till foliehattarna, personligen skrattar jag inte åt dessa människor, då jag anser att dom gör ett bra jobb. Många är ju helt bakom och har helt fel. Men det gör inget, dom är så så många och dom sitter och funderar på små detaljer och även försöker kolla saker, till skillnad från gemene man som sväljer tidningarnas nyheter med hull och hår.<br/>  Dessa foiliehattar är människor som gör det svårarare för myndigheter och andra organisationer att verkligen dra oss bakom ljuset. Många här på FB hatar myndigheter och då är det väl bra att foile finns och kämpar mot NSA osv. Dom gör också ett förebyggande jobb genom att kräva bättre kvalitet på utredningar som 911 exempelvis."
	},
	{
		"postIndex": 620,
		"postNumber": 633,
		"rankGlobal": 34,
		"scoreGlobal": 82.6,
		"userRank": 17,
		"userScore": 17.3,
		"postUserName": "Dr Tinnitus",
		"postUserID": "u11460",
		"postUserUrl": "https://www.flashback.org/u11460",
		"postDateTime": "2006-05-26, 19:59",
		"postUrlInThread": "https://www.flashback.org/t967842p53",
		"postUrlUniq": "https://www.flashback.org/sp4261558",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>Da3DaLuZ</strong></div> <div>Hmm, hade fått intrycket att den här tråden var någorlunda mogen, men kommentarer som \"bajsboll\" undanbedes, du behöver inte anstränga dina fingrar med sådana kommentarer, eftersom dom gör att jag förkastar allt du har skrivit som omoget dravvel.<br/> <br/>  Nu när vi har den saken ur världen: Som sagt, det finns inga bildbevis som är 100% och ja det är möjligt att det ni skriver säger, men tidigare i tråden står det att man inte kan förlita sig på det man vet om fysik och liknande, eftersom man inte vet hur samma saker fungerar på månen. Jag vet inte, ni vet inte, ingen vet, förutom Nasa och astronauterna själva. Dom vet sanningen, fram tills det att dom kommer med odiskutabla bevis så kommer jag att fortsätta tro som jag tror, och det kan ingen ändra på.<br/> <br/>  Sedan vidare, mitt inlägg kanske var lite i kortaste laget, men jag orkade inte skriva med alla \"bevis\" en gång till. Men de som jag skrev är de som jag personligen tycker är mest ologiska.</div> </td> </tr> </table> </div> <br/> <br/>  Problemet är att du inte har några \"bevis\" för att din tro är den rätta. Det enda det är, är just din tro. Och tyvärr grundar sig din tro på en blandning av din okunnighet och lättleddhet då du inte kan genomskåda och förstå att det är de som påstår att månlandningarna aldrig ägt rum som ljuger och manipulerar fakta och annat för att få folk att tro på deras dravel.<br/> <br/>  Om man istället använder lite sunt förnuft och kunskap/vetenskap så kan strax såga i princip alla dessa konspirationspåståenden till kaffeved. <br/> <br/>  Ta bara det jag svarade dig med om ljuset och skuggorna, men som du så lägligt inte ens svarade på. Förlåt mig, jag glömde ju bort <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       så kommer jag att fortsätta tro som jag tror, och det kan ingen ändra på      </td> </tr> </table> </div>  Vilket måste betyda att du vägrar att ta till dig av vetenskapliga fakta så länge de inte säger det du vill att det ska säga, utan går emot din bestämda tro att det bara ska vara nåt fuffens med månlandningarna. Så det spelar ju därför ingen roll vilka bevis vi andra lägger fram, eller ens om en astronaut lägger fram nåt, för du kommer då att vifta bort det på nåt vis eller bara ignorera det.<br/> <br/>  Jag säger det igen, även om du vägrar att lyssna.<br/> <br/>  Alla påståenden om märkligheter och bluff om månlandningarna som de konspirationtroende lagt fram har bemötts hur många gånger som helst av vetenskapsmän forskare och andra sakkunniga och fått sina helt naturliga förklaringar och motbevisats. Detta finns att läsa i flera av länkarna i denna tråd. <br/> <br/> <br/>  Dr Tinnitus"
	},
	{
		"postIndex": 1674,
		"postNumber": 1712,
		"rankGlobal": 35,
		"scoreGlobal": 82.2,
		"userRank": 3,
		"userScore": 53.3,
		"postUserName": "Pad",
		"postUserID": "u58188",
		"postUserUrl": "https://www.flashback.org/u58188",
		"postDateTime": "2007-09-07, 22:58",
		"postUrlInThread": "https://www.flashback.org/t967842p143",
		"postUrlUniq": "https://www.flashback.org/sp8274841",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>estone</strong></div> <div>Gisses, det här blir mycket att svara på.<br/>  Ok, för det första,, läs noga vad jag skriver (iofs är det lätt att missförstå ändå). I mitt första inlägg skrev jag. \" Det är min <i>personliga</i> upfattning att många av <i>bilderna/utsändningarna</i> kan ha varit manipulerade. Jag är ej svart eller vit. Dvs antingen så tror jag på något eller ej, utan jag har sannolikheter att saker kan ha varit på det sättet. I detta fallet, just nu <i>tror</i> jag att det är 70% sannolikt att det finns manipulerade bilder från apollo 11.</div> </td> </tr> </table> </div> <br/>  Tack för förtydligandet. Nu svarade jag ju inte på ditt första inlägg, så därför missade jag att du tydligt deklarerade det. Och, hatten av, det är cred när man är noga med att påpeka att det bara är gissningar man gör.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Sedan, <b>Pad</b><br/>   hmm, du läste nog inte rätt..<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/evilgrin39.gif\" title=\"Evilgrin39\"/> <br/>  Som jag skrev 100% är man aldrig,  och som du skrev använder jag mycket ofta \"allt tyder på...\"  Det var ju precis det jag menade att man inte kan bevisa något sådär enkelt. Och jag skulle aldrig använda 100% säkert.<br/> </td> </tr> </table> </div> <br/>  Fast här tycker jag nog att jag läste ordentligt. Genom alla trådar här så ser man en tydlig uppdelning i hur bevis hanteras av de två sidorna i skyttegravskriget (vissa trådar har gemytligare och softare känsla, men i exempelvis den här, 911 och JFK är det två distinkta sidor som skjuter på varandra), gör en praktisk studie och se hur det ser ut historiskt. Skeptiker är överlag betydligt mer klara med vad som är gissningar och vad som är uppbackat av riktiga tillförlitliga källor. Foliehattarna är mycket snabbare med att kalla saker för bevisade som sen visar sig vara luft (den här tråden bjuder på många exempel).<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Sedan håller jag inte alls med dig om att foliehattar skulle hävda \"Case closed\", tvärt om.      </td> </tr> </table> </div> <br/>  Gör en liten sökning på vad mankan och sten.b skrivit...<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Vi vet vem som har bevisbördan.      </td> </tr> </table> </div> <br/>  Nej. Du kanske gör det, men konspirationstroende överlag har riktigt dålig koll på det. Återigen, kolla hur diskussionen gått i de olika trådarna så ser du.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">        Klar att den officiella ver har massor av bevis så är det alltid.<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/tongue.gif\" title=\"Tongue\"/> </td> </tr> </table> </div> <br/>  Och värt att notera är ju också att inga \"bevis\" har väl granskats så intensivt som just det de officiella kanalerna lagt fram, både i fallet med månfärderna, JFK och 911. Inget substansiellt fel har kunnat hittas. Många luftslott har byggts och raserats (flaggor som vajar, passagerarlistor, inget damm på månlandarfötterna, den magiska kulan, osv.). Alla dessa saker har man hittat naturliga förklaringar till.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       1. Jag hävdar att dom var där, (fick med sig stenar)<br/>  2. Måndamm är inget speciellt. Kan man fixa här och lägga i vakum kammare o filma.      </td> </tr> </table> </div> <br/>  Fattar du hur stor den vakuumkammaren måste vara? Och dessutom måste den simulera gravitation som är 1/6 av jordens. Man kan inte sätta kablar på varenda dammkorn.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       3. foton, klart att dom tog foton, säger jag inget annat, men vem tog dom<br/>  När allt gick bra släpptes fotona.      </td> </tr> </table> </div> <br/>  Eh, hur menar du? <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       4. Radiotrafiken  - källa på att den kunde avlyssnas , tack har läst att det var mycket svårt att avlyssna något alls.      </td> </tr> </table> </div> <br/>  Vad skulle problemet vara med att triangulera signalen? Om de inte sände från rymden så skulle ryssarna märka det på två röda. Jag har ingen källa så här rakt upp och ner, men jag kan leta upp en när jag slutat spela poker (att skriva inlägg här är tillräckligt distraherande), men på allvar så trodde jag inte att någon betvivlade att de stora konkurrenterna följde utvecklingen minutiöst.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Och även om så var fallet kan man enkelt \"studsa\" radio trafik från jorden till farkosten och tillbaka.      </td> </tr> </table> </div> <br/>  Det förutsätter ju att det finns en farkost.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       5. Just att det så mycket foliehattar som fortfarande har stora problem med många av fotona och bilderna , är mitt stora argument.      </td> </tr> </table> </div> <br/>  Hur menar du med problem?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Sedan att orginal bilderna försvann, utan att någon foliehatt har fått möjligheten att se bilderna är en \"smoking gun\" för mig, att det fanns <i>något</i> fuffens.      </td> </tr> </table> </div> <br/> <br/>  Det är varken första eller sista gången som bilder försvinner. Var är originalinspelningarna av de första Dr Who?<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">        jo klart, men nu gjorde jag inget pressmeddelande precis utan skrev  att det var <i>min personliga åsikt</i><br/>  och jag är ju här nu och argumenterar för den.      </td> </tr> </table> </div> <br/> <br/>  Vilket du skall ha all respekt för. De flesta av de som tror på konspirationer är inte ett dugg intresserade av att diskutera utan bara hälla ur sig skräp i tråden och sen springa och skrika bingo-lingo när folk ställer frågor eller argumenterar eemot dem.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Klart att det är påståenden, precis som du påstår saker här, rätt ut bara.<br/>  Så det är ditt problem om du inte anser att mina teorier håller.<br/>  Eller du kanske inte vill ha in andra teorier än dina egna här i tråden?<br/>  Jag har aldrig påstått att, jag kan bevis detta på något som helst sätt.<br/>  Bara att det är min teori.      </td> </tr> </table> </div> <br/>  Nej, jag ser gärna så många olika teorier som möjligt i tråden, men bara om de aktivt närs av folk som för fram dem, och antingen är tydliga med att det är fria teorier utan mycket belägg eller som är beredda att nöta bevis fram och tillbaka och justera teorierna efter vad som kommer fram.<br/> <br/>  Det jag är trött på är folk som inbillar sig att de sitter på den ultimata sanningen, häller ur sig saker som vore de fakta och sen blir sura när de får mothugg. Jag får åter be dig studera mankan, sten.b och några till. Eller varför inte gräva fram den allra första tråden om 911 och läsa vad chockad, alla foliehattars mäktiga hövding, skriver.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Sedan till foliehattarna, personligen skrattar jag inte åt dessa människor, då jag anser att dom gör ett bra jobb. Många är ju helt bakom och har helt fel. Men det gör inget, dom är så så många och dom sitter och funderar på små detaljer och även försöker kolla saker, till skillnad från gemene man som sväljer tidningarnas nyheter med hull och hår.      </td> </tr> </table> </div> <br/>  I beg to differ. Det är folk med väldigt selektiv källkritik, och det har ju visat sig både en och två gånger att det inte är några större proiblem att få dem att tro på riktiga stolligheter.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Dessa foiliehattar är människor som gör det svårarare för myndigheter och andra organisationer att verkligen dra oss bakom ljuset. Många här på FB hatar myndigheter och då är det väl bra att foile finns och kämpar mot NSA osv. Dom gör också ett förebyggande jobb genom att kräva bättre kvalitet på utredningar som 911 exempelvis.      </td> </tr> </table> </div> <br/>  Det är ju precis tvärtom. Tack vare foliehattarna så dränks relevanta frågor i det stora bruset om planterade bomber, energivapen, radiostyrning och gud vet allt. Ingen är tacksammare för dessa hobbydetektiver än makten, för det innebär att man alltid kommer undan.<br/> <br/>  Men, om vårt första möte blev lite kantigt så ber jag om ursäkt. Välkommen till konspirationsforumet, och jag hoppas att du skall trivas!"
	},
	{
		"postIndex": 8908,
		"postNumber": 9086,
		"rankGlobal": 36,
		"scoreGlobal": 81.6,
		"userRank": 140,
		"userScore": 1.7,
		"postUserName": "Nuggets",
		"postUserID": "u572236",
		"postUserUrl": "https://www.flashback.org/u572236",
		"postDateTime": "2011-04-29, 11:43",
		"postUrlInThread": "https://www.flashback.org/t967842p758",
		"postUrlUniq": "https://www.flashback.org/sp30346693",
		"sentence": "Först av allt, ojojoj vilken rolig läsning detta har varit/är. Innan jag började läsa allt detta så var jag ganska säker på att månlandningen hade ägt rum, MEN jag hade mina tvivel. Efter denna läsning så är jag jäkligt säker på att N.A.S.A fick lite folk att traska runt på månklimpen. Dom/ni som tvivlar har gjort ett uselt jobb med att försöka bevisa att detta aldrig har skett, det enda ni har gjort är att ni har satt en STOR foliehatt på er. Om man tvivlar på nått så kan man inte bemöta fakta med \"öhhh det tror inte jag på, ni är bara elaka\" eller \"han på youtube sa att\" . Man måste bemöta fakta med fakta eller i vart fall försöka ruska fram lite fakta. Jag måste ge mitt beröm till alla er som har gjort ert yttersta för att ta reda på och lära ut vad som är rimligt/orimligt, vad som är sant/osant angående alla fakta och teorier som har ifrågasatts. Att vissa personer inte har kapaciteten att föra en debatt eller argumentera för sin sak ELLER för den delen ta reda på fakta är bara tragiskt. En liten komisk sak som jag märkte när jag läste denna tråd var att \"nejsägarna\" har hakat upp sig på detta med att det saknas krater under LM, det har postats bilder hit o dit med detta som argument, ni \"jasägare\" har föklarat detta med ditt o datt, det ni båda har missat är att det finns en krater under LM på en av bilderna som är postade (jag ska försöka att hitta till den). Frågan blir nu, hur kommer \"nejsägarna\" att gå vidare med detta? Troligtvis kommer dom att kräva fakta fast dom själva inte behöver detta, eller så blir det det vanliga att dom säger \"men det fotot är ju fejk, det har vi debunkat sen gammalt\". Som sagt, jag var en tvivlare men inte längre.. Många tack för intressanta fakta av : Jazzil, Kojiro, Snorlyktan och Elgiganten."
	},
	{
		"postIndex": 7605,
		"postNumber": 7760,
		"rankGlobal": 37,
		"scoreGlobal": 81.4,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "ElGiganten",
		"postUserID": "u119618",
		"postUserUrl": "https://www.flashback.org/u119618",
		"postDateTime": "2010-08-04, 07:49",
		"postUrlInThread": "https://www.flashback.org/t967842p647",
		"postUrlUniq": "https://www.flashback.org/sp24625012",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>red chili</strong></div> <div>- \"längre stämmer\" ?? okej, så när stämde detta påstående och när, i din mening, slutade det att vara en \"sanning\" ?</div> </td> </tr> </table> </div>   Din \"förlorare\" i matchen att först komma till månen har ju bekräftat att USA varit på månen med 12 män. Ryssland har ju undersökt stenar från månen, har du sett något som pekar på att Ryssland skulle ha sagt att NASA inte satt 12 män på månen? Så det slitna förljugna uttrycket du far med stämmer inte och skall inte användas i månfrågan eller tex. WW2.<br/>  Delge oss gärna om du har dessa uppgifter!<br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>red chili</strong></div> <div>- kan du dela med dig den infon. som får dig 100% säker?</div> </td> </tr> </table> </div> <br/>  Läs tråden! Hur svårt kan det vara?<br/>  Jag behöver inte visa för dig hur en historisk och vetenskapligt bevisad händelse är riktig.<br/>  All information om resorna till månen finns ju tex på nasa.gov. Visst ryck på axlarna och underkänn den källan, du tar nog den enkla vägen istället för plocka fram ett enda exempel på där NASA har fel i sina påståenden, då har du en konspiration som skulle leva, men som sagt 40 år och \"so far\" NADA.<br/>  Om du läser HELA tråden kan du se ett gediget arbete har lagts ner i denna tråd av massor av personer på debunka foliehattarnas sk. \"dokumentärer\". Vad har dom gett oss då? Inget som kan styrka en konspiration, utan mest massa lögner. Du kan ju ta mitt exempel på black.Water´s desperata försök att använda en satellit som störtade 1968 som ett exempel på att NASA skulle ha använt fejkad radiokommunikation 1969.<br/>  Det är väldigt märkligt att DU inte ser dessa fel i argumentationen utan hänger upp dig på att \"inget kan bevisas till 100%\", hos alla andra.<br/>  Har Du annan information så delge oss den eller lägg ner ditt skitsnack.<br/>  Det räcker ju att du skulle komma på en enda sak som pekar på att detta inte har hänt.<br/> <br/>  På 40 år har INGEN lyckats. Visa oss gärna hur du skulle lyckas med denna bedrift. Det du gjort hittills pekar inte på att du skulle lyckas nu."
	},
	{
		"postIndex": 2054,
		"postNumber": 2100,
		"rankGlobal": 38,
		"scoreGlobal": 81.3,
		"userRank": 1,
		"userScore": 100,
		"postUserName": "ElGiganten",
		"postUserID": "u119618",
		"postUserUrl": "https://www.flashback.org/u119618",
		"postDateTime": "2008-01-11, 14:05",
		"postUrlInThread": "https://www.flashback.org/t967842p175",
		"postUrlUniq": "https://www.flashback.org/sp9571768",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>xism</strong></div> <div>japp! mitt enda exempel (tetran) var till synes helt värdelöst men dina var destå intressantare och en hjälpande hand på traven <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/wink.gif\" title=\"Whink\"/> </div> </td> </tr> </table> </div> <br/>  Bra dela gärna med dig vad du upptäckt om dessa uppskjutningar. Jag har läst om dom och dom kommer INTE att hjälpa dig, lika lite som ditt dersperata försök med 10 Apollo uppdrag innan Apollo 11.<img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <img alt=\"\" border=\"0\" class=\"inlineimg\" src=\"https://static.flashback.org/img/smilies2/grin.gif\" title=\"Grin\"/> <br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>xism</strong></div> <div>om du bara för en sekund kan släppa ditt tuggande om fysiken, å ägna dej åt det faktum att det gick att få samma resultat vilket vi kunde se på det där youtube-klippet. det måste störa dej nåt så fruktansvärt eftersom du hela tiden hittar andra saker att dra upp!</div> </td> </tr> </table> </div> <br/>  Nej du, hur dum är du?? Försöker du sätta något nytt rekord här på FB i idioti. Jag släpper definitivt inte någon fysik.<br/> <br/>  INGEN absolut INGEN vetenskapsman, astronaut eller någon annan med sina hjärnceller intakta påstår att det är sand på månen. Att sedan DU hittar en film som gör alla experiment i sand och du gick på detta, visar bara hur totalt obildad du är.<br/>  Sand och pulvret som NASA fann på månen kommer inte på något sätt bete sig lika som sand. Detta är fakta. Men kan du påvisa utanför din fantasi att så är fallet så blir din film helt plötsligt relevant igen Som läget är nu så har detta ingenting med kända fakta att göra.<br/>  Vilken normal person som helst begriper att puder och sand inte kommer bete sig lika under några förhållanden. Detta bör du ta in också. Eller ännu bättre. Bevisa för oss här hur du gör när du får sand och mjöl att bete sig lika!!!<br/> <br/> <br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>xism</strong></div> <div>som bilden tex. JA, jag tittade på den och har säkert sett den 1000 gånger tidigare. so what? INGET bevisar att det avtrycket är gjort på månen utan det där är bara en försäljningsprodukt, reklam..., marknadsföring, om du så vill! en symbolisk bild. det finns inte en enda FILM där man kan se detta avtryck,</div> </td> </tr> </table> </div> <br/>  Du hittar ingen film, då så, hela världen bugar och tackar för din insats.<br/>  Du kanske skulle leta lite till.....<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>xism</strong></div> <div>Såvitt man vet lär det inte finnas asfalt på månen (LOL) Sen så har jag själv aldrig väntat mej en krater(vilket jag upprepat ett antal gånger nu) utan jag har väntat mej ett resultat likt detta: <a href=\"/leave.php?u=http%3A%2F%2Fi89.photobucket.com%2Falbums%2Fk239%2Fxismxist%2Fblast.jpg\" target=\"_blank\">http://i89.photobucket.com/albums/k2...xist/blast.jpg</a><br/> <br/>  så för min del, case just begine!</div> </td> </tr> </table> </div>   Fel igen, är du sadistiskt lagd? Gillar att fel i varje inlägg????<br/> <br/>  Kan tala om för dig att det blev inte ens ett märke i asfalten efter Harrien.<br/>  Då så, vad finns det då för kända fakta om just detta då?<br/>  Ja vi vet tex att asfalt är ett hårt material då det har stelnat.<br/>  En Harrier har mer kraft än i månlandaren.<br/>  Vad är okänt då i detta fall.xism vet inte hur ytan på månen är beskaffad.<br/>  Ja, en sak är säker. xism har ingen aning om hur detta skall gå till, men han vet att det borde se annorlunda ut. Logik, 3 åring IGEN."
	},
	{
		"postIndex": 2231,
		"postNumber": 2278,
		"rankGlobal": 39,
		"scoreGlobal": 81.1,
		"userRank": 17,
		"userScore": 17.3,
		"postUserName": "Dr Tinnitus",
		"postUserID": "u11460",
		"postUserUrl": "https://www.flashback.org/u11460",
		"postDateTime": "2008-01-20, 10:22",
		"postUrlInThread": "https://www.flashback.org/t967842p190",
		"postUrlUniq": "https://www.flashback.org/sp9688166",
		"sentence": "<div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>xism</strong></div> <div>OJ! så du menar alltså på fullaste allvar att astronauterna lyckades landa med en helt ny och otestad landare som dom aldrig tidigare testat?! snacka om fullträff! det var det svaret jag ville ha. 1-1! <br/> <br/> <br/> <br/>  vem har sagt att den användes i vakuum? <br/> <br/> <br/> <br/>  precis! neil &amp; buzz landade helt smärtfritt med en helt främmande farkost... tänk dej det<br/> <br/>  Game OVER för DEJ</div> </td> </tr> </table> </div> <br/> <br/>  Ja, du svarade alltså på Elgigantens inlägg i denna sak, med bara trams, som väntat. Varför?<br/> <br/>  Det finns ju tros allt glimtar av försånd hos dig ibland, som när du säger att vissa saker som alla konspirationstroende drar upp faktiskt är fel av dem.<br/> <br/>  Nu har ju Elgiganten tydligt visat att du var långt borta på cykeln i dina påståenden om dessa månlandare. Det ÄR inte samma eller ens lika landare som du påstod. <br/> <br/>  Nu försöker du göra dig lustig och slingra dig från att erkänna ditt misstag, inser du inte att du bara sänker din trovärdighet till noll oc intet med det?<br/> <br/>  Du vill nu påskina att man landade med en helt okänd landare, och klarade det på första försöket. Det har då inte slagit dig att man just för att göra sig känt med systemen, träna på proceduren m.m. konstruerade en testlandare som kunde användas på jorden just för att träna på det som man sen skulle göra i rymden? Hur fan skulle man annars ha gjort, då de båda atmosfärerna totalt omöjligt tillåter test på jorden av en och exakt samma landare som sen ska användas på månen??<br/> <br/>  Det är heller inte alls nåt märkvärdigt i sig att man lyckades på första försöket med en annan landare än den man tränat med på jorden. Liknande saker sker dagligen på får jord. Fundera på hur det går till vid t ex flygplansutveckling. Då byggs det testmoduler och simulatorer där piloterna får träna på det nya. Sen är det dags för den första flygningen på riktigt i ett plan de aldrig flugit på riktigt med tidigare. Men, det brukar oftast gå bra. Så varför skulle inte en månlandning med en tidigare oanvänd landare kunna gå bra, när man ju tränat och testat i åratal på jorden före den riktiga månlandningen?<br/> <br/>  Försök nu att vara lite seriös i ditt debatterande, för det har varit under all kritik på sistone. Så illa att man kan tro att det är att vara motvallskärrning och säga emot som är viktigast för dig, inte att lära sig nytt, och få frågor besvarade.<br/> <br/> <br/>  Dr Tinnitus"
	},
	{
		"postIndex": 8137,
		"postNumber": 8298,
		"rankGlobal": 40,
		"scoreGlobal": 80.8,
		"userRank": 3,
		"userScore": 53.3,
		"postUserName": "Pad",
		"postUserID": "u58188",
		"postUserUrl": "https://www.flashback.org/u58188",
		"postDateTime": "2010-09-12, 00:41",
		"postUrlInThread": "https://www.flashback.org/t967842p692",
		"postUrlUniq": "https://www.flashback.org/sp25416966",
		"sentence": "<b>Del 1</b><br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\"> <div>Ursprungligen postat av <strong>slindberg</strong></div> <div>Mythbusters har ingen laser, utan stället dom besökte har det. Dom hävdar ju 1 GW själv? </div> </td> </tr> </table> </div> <br/>  De säger att den har kapacitet för 1 GW, de säger faktiskt aldrig hur mycket de använder av den. Bara att den \"peakar\" på 1 GW.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">        Ditt påstående på 500 gånger fler fotoner stämmer dock inte. Varför står det inget om hur mkt joules som användes på sidan du lunkade till? (operation mörkläggning)<br/> </td> </tr> </table> </div> <br/>  Istället för att säga att det inte stämmer så bör du nog lägga fram lite uträkningar. VARFÖR skulle det inte stämma. Jag kan givetvis ha fel, men då får du också bevisa det. Jag har redovisat hur jag räknade, då får du sätta fingret på var felet skulle vara.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Du har uppenbarligen inte alla hästar hemma och kan inte ens få detaljerna rätt på din egen propagandasida. Du utgår från att en 0.5 ms puls användes 1962 (vilket stämmer) och sen utgår du även ifrån att dom använde sej av ända ner till picasekunder i mythbusters test(so far so good) dock 20 st sådana pulser under en sekund och inte bara 1 som du räknat med. <br/> </td> </tr> </table> </div> <br/>  Problemet för dig är att pulserna avläses för sig, det är liksom det som är hela grejen. Försök gärna igen, du verkar fortfarande inte ha fattat grejen med att gå ner till picosekunder.<br/> <br/>  Men bara för att göra det ännu roligare, ponera att det faktiskt skulle spela in att de gör 20 skjut varje sekund (hela grejen med testet är att man upprepar det många gånger, då skulle det ÄNDÅ vara 25 gånger fler fotoner i testet från 1962. Men nu är ju det som sagt ointressant, för de olika testerna är enskilda försök. Blanda inte ihop dem.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Jag kan även läsa att 300 quadrillion fotoner används, och inte 200 (som sas på mythbusters) så vilka ljuger och vilka talar sanning? <br/> </td> </tr> </table> </div> <br/>  Det kanske varierar mellan olika försök? Någon behöver inte ljuga för det.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Och vad har det med reflektorerna på månen att göra? dom går ingenstans, även om du så skjuter en laser under 0.5 ms eller under 0.5 ps.<br/> </td> </tr> </table> </div> <br/>  Reflektorerna bevisar med all önskvärd tydlighet att det ligger utrustning tillverkad av människor på månytan, och den utrustningen matchar väl in med resten av dokumentationen. Vad svarstiderna skulle ha med din fråga att göra är för mig ett mysterium. Reflektorerna finns där och de ger klara indikationer i resultatet.<br/> <br/>  Varför tror du att de inte fick någon träff när de riktade teleskopet mot fel ställe först för att visa en referens, men sen fick en distinkt spik när de sköt på reflektorn? Svara med egna ord (jag vet att du är rätt kass på att svara överhuvud taget, men gör gärna ett försök).<br/> <br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Hosta upp hur många joules lasern i mythbusters test använde sej av om du ska verka det minsta trovärdig här. <br/> </td> </tr> </table> </div> <br/>  Jag vet inte det, men jämför man effekten på lasrarna och de tidsintervall som avses så ser man ändå rätt t ydligt att försöket 1962 langade iväg massor med fler fotoner. Skall du bestrida det så får du nog faktiskt lägga fram lite egna beräkningra och samtidigt peka ut vad som skulle vara felaktigt med de jag visat. Just nu skriker du bara som ett barn att allt skulle vara fel, men du kan inte visa var.<br/> <br/> <div class=\"post-quote-holder\"> <div class=\"smallfont post-quote-title\" style=\"margin-bottom:2px\">Citat:</div> <table class=\"p2-4\" style=\"width:100%\"> <tr> <td class=\"alt2 post-quote\">       Jag menar allvar, förklara! dom kunde studsa och mäta laser 1962 hur förklarar du det? <br/> </td> </tr> </table> </div> <br/>  Jo förstår du, en foton är en liten ljuspartikel som färdas väldigt rakt och fint. Om den träffar en yta så kan den studsa. Du är med så långt hoppas jag?<br/> <br/>  Om man exempelvis kastar en boll rakt mot en vägg så är det inga problem att fånga upp den efteråt för det mesta. Det är för att vi oftast står förhållandevis nära väggen, bollen behöver inte studsa precis vinkelrät in mot väggen för att vi skall kunna ta emot den. Våra armar kompenserar för det.<br/> <br/>  Om vi skulle ta en bollmaskin istället som skjuter iväg nyss nämnda boll med hård kraft och flyttar oss så att vi står 20 meter ifrån väggen så börjar det bli knepigare. Ganska små vinkelfel kommer att få bollen att studsa så snett att vi inte längre kan nå den när den studsar. Det här är ganska simpelt, jag tror att alla här utom möjligtvis du förstår principen (hey, du bad om en förklaring, så jag antar att du inte fattar).<br/> <br/>  Nu byter vi återigen skala, och vi byter också ut bollen mot våra små fotoner. De kan studsa utmärkt väl på månen och komma tillbaka till jorden igen. Det finns bara ett bekymmer, för att kunna göra det så måste de studsa precis vinkelrätt mot vad det nu är på månytan som de studsar mot, annars kommer de ju inte tillbaka till jorden. Eftersom månen är så långt borta så kommer det allra minsta lilla pyttefel att göra så att de studsar snett. Jag orkar faktiskt inte räkna ut hur liten skillnad i vinkeln som är ok, jag hoppas att du fattar ändå.<br/> <br/>  Så hur kan det funka då? Jo, enligt principen \"även en blind höna...\". Om vi bombarderar månytan med galna mängder fotoner så kan vi få tillbaka en och annan, just för att de råkade studsa så där superduperrakt. Det är alltså en yttepyttig andel som faktiskt gör det, för att det skall funka så behövs OFANTLIGA mängder med fotoner.<br/> <br/>  Så vad är grejen med reflektorerna? Jo, de reflekterar tillbaka fotonerna rakt bakåt, oavsett vinkeln de kommer in i. Alltså kommer man att få en märkbar ökning av träffarna när man skjuter på en reflektor, och det är det som genererar den fina spiken i diagrammet vid försöken. Fortfarande tappar man de allra flesta fotonerna eftersom en laserstråle inte är helt rak utan faktiskt får en area på ett par kilometer på månytan. Alla fotoner som träffar utanför reflektorn har ju precis lika usla odds som i försöket 1962, många av fotonerna som träffar reflektorn borde dessutom missa detektorn på jorden (för den är bara ett par meter). Men, de som faktiskt kommer hem ger ändå en tillförlitlig träff som syns i diagrammet.<br/> <br/>  Det var väl inte så svårt?"
	}
]
